{
    "id": "0587100000b30000",
    "name": "Blood Brothers [C64]",
    "size": 10583211,
    "releaseDate": 20151207,
    "description": "<hr />\n<p>&quot;To celebrate 300,000 downloads, new players will receive a rare dragon card as a welcome bonus!</p>\n<hr />\n<p>Blood Brothers is a dark fantasy game;  an epic world of combat-ready knights, elves, goblins and vampires!</p>\n<p>The story of a hero turned vampire, with the aim of uniting an army through a blood pact and taking revenge on a corrupt empire.</p>\n<p>Choose from eight heroes - knight, samurai, great elf, ape, lizardman, dwarf or goblin - and lead your army to victory!</p>\n<p>Exciting battles!  Mysterious characters!  Secrets to be discovered!</p>\n<p>Enjoy Blood Brothers now on iOS!</p>\n<p>ANALYSIS</p>\n<p>★“One of the most successful crossovers of the strange RPG-Pokemon-Tamagotchi genre that has been multiplying in the App Stores in recent months.  Blood Brothers will keep you busy letter by letter for a while.&quot; – modojo.com</p>\n<p>characteristics</p>\n<p>-Show your prowess from archery to sorcery, from lightning bolts to fire!</p>\n<p>-Customize your detachment and gain a strategic advantage!</p>\n<p>-Tighten the bonds between characters through dark rites!</p>\n<p>-Evolve characters and increase their strength!</p>\n<p>-Walk through villages, castles, dungeons and many more!</p>\n<p>-New characters and areas through free updates!</p>\n<p>Explore the endless world of Blood Brothers.</p>\n<p>WHAT OTHER USERS SAY:</p>\n<p>★ “I love this game!  It has a totally innovative concept that sets it apart from all other RPG games out there.  If you liked Rage of Bahamut or other card RPGs, you&#39;ll love this one--it doesn&#39;t follow the traditional concept of these types of games, which I love.&quot;</p>\n<p>★ “This game is the best!  It&#39;s basically a fully interactive strategic board game and definitely the best RPG I&#39;ve ever played on my phone.&quot;</p>\n<p>★ &quot;If you like any kind of JCC you will love this game&quot;.\u2028</p>\n<p>★ “Very fun and addictive.  If you&#39;re a fan of games like Rage of Bahamut where you have to collect and evolve, you can&#39;t miss this game.&quot;</p>\n<p>TIPS FROM OTHER USERS</p>\n<p>★ &quot;Use a defensive formation while leveling up new elements and leaving the higher level ones ahead&quot;.</p>\n<p>★ &quot;Take short or long paths depending on the number of battles you want&quot;.</p>\n<p>★ &quot;Special events are frequent and you should participate (even at lower levels)&quot;.</p>\n<p>The world of Blood Brothers knows no borders!</p>\n<p>Blood Brothers is made available by Mobage, the best and free social gaming network.</p>\n<p>Do you have questions about the permissions required by Mobage games?  Visit http://moba.ge/app-permissions</p>"
}