{
    "id": "0587100003590000",
    "name": "Lunar Outpost [C64]",
    "size": 10556177,
    "releaseDate": 20140114,
    "description": "<strong>** This game requires a constant internet connection since it's cloud based **</strong><br/><br/>Explore the skies of a Steampunk world while discovering islands, taming beasts, and battling anything that stands in your way. When you've had your fill of adventuring, you can build up an outpost to serve as your base of operations for crafting and sending your followers out on missions while you're away. <br/><br/>Your friends can also set up outposts which you can visit and help out.  Oh, and did we mention that your account is fully cross-platform and cloud-enabled, so  it can be resumed from Android/iOS devices?  Yeah, it's pretty slick.<br/><br/>Join us for beta to start your journey!Early AccessThe <strong>Adventure Pack</strong> gets you access to the game on Steam, Android, and iOS.  It also will include all 3 acts of the story part of the game when it launches.Known Issues in This Phase<ul><li>Bugs.  Definitely bugs.<br/></li><li>No pathing for NPC/Monsters except random wandering.<br/></li><li>PC controls and GUI are in progress.<br/></li><li>Lack of some sounds.<br/></li><li>Combat needs improvement.<br/></li><li>Minimal variety of weapons/ships/monsters.<br/></li><li>Ability diversity for normal attacks, no buff/debuff spells.<br/></li><li>GUI for captain missions.<br/></li><li>GUI systems for crafting.<br/></li><li>No Encyclopedia (Button still in-game).<br/></li><li>No Social (Button still in-game).<br/></li><li>Requires Steam Bandits account to play (no guest mode yet)</li></ul><br/><strong>Also, there will be a character wipes</strong><br/><br/><strong>This forum post has a visual roadmap</strong><br/><br/>While traversing the world of Stratos, you will:<br/><br/><ul><li>Recruit followers on your path to fortune and glory.<br/></li><li>Engage in combat against pirates and fierce creatures.<br/></li><li>Collect tons of unique companions.<br/></li><li>Build several outposts in exotic locations.<br/></li><li>Customize your character and outpost with thousands of combinations.<br/></li><li>More Features in other expansions</li></ul><br/><br/><strong>Stratos</strong><br/><br/>Stratos is a world of floating islands, fragmented and strewn across a seemingly-infinite sea of clouds. Although it is unknown whether it has always been this way or whether the islands were once a part of something far below, Stratians are well-adapted to their setting. Societies have been established on the largest of the sky islands, and their peoples have learned to use flox--the very mineral that keeps their world afloat--and other natural resources to their advantage."
}