{
    "id": "0587100001830000",
    "name": "Donald's Alphabet Chase [C64]",
    "size": 10604005,
    "releaseDate": 20170707,
    "description": "Mr Rabbit’s Alphabet Forest Adventure is an exciting game to teach a child English phonics and alphabet in an engaging way.<br/><br/>Mr Rabbit who travels through a forest maze to find letters. Each letter is spelled on collection in a cheerful and enthusiastic voice of a child who enjoys playing it. You can encourage your child to spell the letters along as a practice and to seed the positive feeling of reading while doing so. The letter then must be traced (with a mouse or with a finger if you happen to use a touch screen device). Each letter allows unlocking of a door. Four letters collected from each level open a portal to a next part of the maze. The labyrinth levels gradually increase in difficulty in order to present some challenge and to occupy the little ones while having fun. The collected letters are also available in the index page of the main menu, where their sound can be replayed and where painting them can also be repeated.<br/><br/>Oh! And don’t forget about the carrots! The time for each level is limited so in case of the time running out just lead Mr Rabbit to a carrot to get more time to finish the level.<br/><br/>The quiz feature allows children to test their knowledge of both tracing of letter shapes and listening to letter sounds.<br/><br/>There are 2 modes of letter presentation: standard alphabetical mode with capital letters and \"satpin\" mode used in UK education system. <br/><br/>Mr Rabbit’s Alphabet Forest Adventure is designed for children. The game has bright colors, enthusiastic music and is a maze so it does require a bit of thinking. Usually, it’s more running than solving problems but rabbits are good at that.<br/>Whether your child starts learning the alphabet or is a reading beginner this is a game for it.<br/><br/>The game was tested in schools and feedback collected from teachers was incorporated into game's development.<br/><br/>There aren’t many other games out there that are designed especially for children and are more than a time killer. Mr Rabbit’s Alphabet Game bloomed from a need of parents who wanted their child to play a game that’s interesting, designed for children and educational to fill that gap.<br/><br/>Free licenses are available for schools and other non-profit entities. Email admin@alakhainespecialistconsulting.co.uk to request license keys.<br/><br/>The game uses OpenDyslectic font to support children with reading/writing difficulties. Tracing letters with fingers is a popular way to enhance the learning experience.<br/><br/>Mobile version of the game is available for Android at https://play.google.com/store/apps/details?id=com.BlackIceGaming.BouncemonNotFree"
}