{
    "id": "0587100005d10000",
    "name": "Super Bowl Sunday General Manager [C64]",
    "size": 10553230,
    "releaseDate": 20220810,
    "description": "<h3>Sunday Gold: Prologue</h3><br/>Get stuck into the opening chapters of Sunday Gold. In this prologue, you’ll step into the shoes of down-on-his-luck hardman Frank Barber, form up your band of misfits and set out on your next job: exposing the dark secrets of Hogan Industries. <br/><br/>Experience a unique hybrid of escape room style puzzles, turn-based combat, and RPG mechanics tied together with a dark and cinematic storyline.<h3>Delve into the dark underbelly of near-future London</h3><br/>Once bustling and full of life, the city of London is in a dark and dismal state. Unemployment and homelessness are at an all-time high. Ethical boundaries are being stretched to their limit and corrupt billionaire, Kenny Hogan, is up to no good. <br/><br/>It’s up to ragtag band of criminals Frank, Sally, and Gavin, to put a wrench in Kenny Hogan’s plans and bring him to his knees. But this is no simple job and there’ll be a smattering of obstacles they’ll have to face along the way…<h3>Lose yourself in a dark and dystopian story</h3> <br/>Immerse yourself in a gritty and graphic world with a storyline narrated by fully voice-acted characters. Experience stunningly hand-drawn environments, 2D cinematics and comic book inspired sequences as well as cliff hangers that will keep you on your toes.<br/><br/><h3>Puzzles that will get you scratching your noggin </h3><br/>Explore each room and solve a combination of observation, deduction, and inventory puzzles to progress on your mission. Hunt for clues, hack terminals, bust down a door (or two) and test your wits in mini game challenges unique to each “hero”. <br/><br/><h3>Stylish turn-based combat inspired by comic books </h3><br/>Face off against your opponents in stylish and cinematic RPG style battles. Each team member possesses their own unique set of skills as well as their own strengths and weaknesses. Plan your moves strategically, master winning combos and kick your enemies to the curb. <br/><br/><h3>Keep your composure and try not to sweat</h3><br/>Battle your own stress levels as well as enemies! Disturbing and pressured situations will wear down your characters’ composure causing them to act impulsively. Maintain your composure with consumables and leadership abilities. Lose your mind, lose the mission!<br/><br/><h3>A modern twist on point-and-click games </h3><br/>Sunday Gold takes the traditional elements of a point-and-click game and mixes them with fierce RPG combat and a gritty storyline.<br/><br/>"
}