{
    "id": "0587100002770000",
    "name": "Hard 'n' Heavy [C64]",
    "size": 10582241,
    "releaseDate": 20111108,
    "description": "<strong>FAST, DEADLY AND UNRELENTING COMBAT </strong><br/><br/>Heavy Fire: Afghanistan is a super fast playing, high intensity on-rails shooter set in modern-day Afghanistan. Whether fighting up close and personal with guns and grenades, raining down fire from a helicopter or laying waste with a main battle tank, Heavy Fire: Afghanistan is an  immediately fun, pickup-and-play experience for hardcore gamers and novices alike.<br/><br/><strong>EXPERIENCE FAST-PACED ACTION SET IN MODERN-DAY AFGHANISTAN </strong><br/><br/>You've battled through some of the most intense combat situations known to man — and it ain't over yet. Afghanistan is teeming with insurgents, and every day brings on new challenges. Today, it's up to you and your men to bring down the enemy. The intelligence reports tell you that enemy forces have been plotting their next move from a shack hidden deep within the forest on a secluded mountainside. You're going to surprise them in their own territory — and you're bringing Heavy Fire. <br/><br/> <br/><br/>Stay sharp in this blisteringly fast-paced modern day shooter. Protect your team as you move from cover to cover, eliminating threats as they appear! Fight on foot or in a variety of vehicles including tanks, helicopters, and APCs. Utilize weapons ranging from handguns to mounted cannons and grenades to stay alive, keep fighting, and complete your mission. <br/><br/><strong>Features </strong><br/><br/><ul><li>24 missions featuring Exclusive Multi-Cover System <br/></li><li>Experience gut-wrenching, fast-paced action set in modern-day Afghanistan <br/></li><li>Fight on foot. Fight by tank, assault vehicle, and helicopter <br/></li><li>More than 60 awards, ranks, and equipment upgrades <br/></li><li>Co-op multiplayer play for up to 4 players on one machine<br/></li><li>High quality graphics designed for 1080p <br/></li><li>Steam Cloud, Leaderboards, Achievements &amp; Trading Cards! </li></ul>"
}