{
    "id": "0587100005390000",
    "name": "Slurpy [C64]",
    "size": 10543180,
    "releaseDate": 20230112,
    "description": "<p>17+</p><p>This is a game made with RPG Maker VX Ace!</p>\n<p>Before we begin, this is a game I made for fun. I labeled it 17+ because it has a lot of inappropriate language and swear words in it. </p>\n<p>I made this game for myself and anyone who wants to play it ig. It is not finished.</p>\n<p>Also I would like to credit <strong>Amysaurus </strong>on rpgmakerweb.com for a baby sprite I used and <strong>whtdragon </strong>on the same website for some underwater tilesets I used, and here is credit and @'s for a Time Fantasy Atlantis Tileset I used:</p>\n<p>-------------------------</p>\n<p>Time Fantasy Website</p>\n<p> timefantasy.net</p>\n<p>-------------------------</p>\n<p>Artist's Website</p>\n<p> finalbossblues.com</p>\n<p>Twitter</p>\n<p> @finalbossblues</p>\n<p>Facebook</p>\n<p>finalbossblues</p>\n<p>Patreon</p>\n<p> patreon.com/finalbossblues</p>\n<p>-------------------------</p>\n<p>Your name is Lake! He is a gender-fluid baddie and goes by all pronouns. Basically they were camping out one day and then woke up on the cold hard ground. </p>\n<p>Choose a class between Witch (the best) or Spellblade (The worst). The Spellblade also probably makes it harder to fight, I've just found that it does when I use that class for testing purposes.</p>\n<p>You go around just exploring(maybe??) and doing simple quests all while being called a slurpy white-water.</p>\n<p>I'm not 100% sure on if I can put sus words in the title so I'm calling it white-water.</p>\n<p>------------------------</p>\n<p>Also the music is like not the best, so just play your own if you are picky. </p>\n<p>And try to avoid fighting monsters without a weapon!!!</p>\n<p>To end things, you can really see from the beginning to end where I have sort of improved building things, or just used a template and changed it up a bit.</p>"
}