{
    "id": "0587100005a90000",
    "name": "Sterne wie Staub [C64]",
    "size": 10605127,
    "releaseDate": 20161021,
    "description": "Max Stern is a story driven platformer with a brief but intricate plot, referring to a sequence of events, which happened in alternative history in the mid-19th century.   <br/>While Victorian England just began harvesting the successful results or Her Vaporous Majesty reign, on the outskirts of the great empire there took place some events, completely ignored by the wider society.<br/>Believe or not, the wandering island with thick jungle and tumble-down buildings, swarming with armed skeletons, is not a proper place to be. Don’t panic! As a battle-seasoned smuggler, you’ll clear the way through all the obstacles to your airship.<br/>One day, as Max, a former officer of Her Vaporous Majesty, transported contraband cargo of ammunition, his airship was knocked out over a mysterious tropical island. The force of impact threw Max out of the airship, while it kept moving on automatic pilot and finally fell to the ground at the other end of the island. <br/>When Max came to himself in the jungle, he decided to move through the thicket to find his airship or at least its debris. At that moment he didn’t even imagine the hell, he would go through…<br/>Find out the destiny of Spanish colonists and native Indians, who became a part of a monstrous story. Help Max to bring together all the pieces of this exiting and complicated chronicle and attempt to solve riddles no human is supposed to know. Try to save your life and unintentionally become a witness of some horrific events, which took place many centuries ago.<br/><ul><li>\tAn island full of dangers, traps and ruthless enemies  <br/></li><li>\tYou’ll have various guns to grind your vicious foes into dust<br/></li><li>\tIf at any point your guns seem insufficient, use mines with no doubt <br/></li><li>\tAlthough not very smart, the skeletons are not an easy mark at all. As they are equipped and armed differently, some of them will make you struggle for your life real hard<br/></li><li>\tSometimes shooting is not enough, and you’ll have to solve puzzles to come up with it<br/></li><li>\tTry your luck and find hidden places and secret levels</li></ul>"
}