{
    "id": "05871000059f0000",
    "name": "Stealth Mission [C64]",
    "size": 10553239,
    "releaseDate": 20180704,
    "description": "<p>Primary goal: <br/></p>\n<p>Rack up a high score by knocking out guards, but if you get spotted, you lose.</p>\n\n<p>How to Play:</p>\n<p>Run around and increase your skills by looting crates and unconscious guards.</p>\n<p>Drag the unconscious guards \"off the beaten path\" to avoid detection.</p>\n\n<p>Recommendations:</p>\n<p>Play the first two tutorials to learn the fundamentals and create a play-style.</p>\n<p>Practice hiding unconscious guards so you don't put all guards on \"High Alert\". (During \"High Alert\" mode, all guards increase \"vision angle\" and rotation speed).</p>\n<p>Use the \"Line-of-sight\" to your advantage; by hiding behind walls/obstacles and using the dart gun, you can execute sophisticated attacks while only standing a few feet away from a guard.</p>\n<p>Difficulty increases for every 5 guards that are knocked out.</p>\n\n<p>Features:</p>\n<p>Dynamic creation: the game will randomly generate a map using a 5x5 grid (=25 \"units\"). Each unit of the map will randomly contain 1 of the 7 [level] templates and a number of enemies/crates.</p>\n<p>\"Line-of-sight\" functionality: guards cannot see through objects; their line of sight is limited to objects/obstacles in-front of them.</p>\n<p>Developed AI: all guards will walk in random directions, stop and rotate randomly, and try to avoid getting stuck.</p>\n<p>Optimized code: after a specific distance, guards will \"become idle\", thus saving processing power and allowing for more guards to spawn near the player. (FYI: the map is fairly large, so this was necessary, especially for lower end computers).</p>\n<p>Custom Key Bindings: players can set custom key bindings for each \"action\" in the game.</p>\n\n<p>My Motivation:</p>\n<p>I got bored of the \"simple\" stealth games that have guards follow preset paths on a per-level basis; all of the guards on the preset paths are boring because, once you beat the level once, you know how to beat it again the next time (i.e. \"mastering the level\"). Additionally, once a player beats all levels, then the game renders useless because the player has already learned the technique/strategy to every level. Another issue with these \"simple\" stealth games is that all guards have a fixed \"cone-of-sight\" that never changes shape nor size; first off, this is extremely boring and, second, this gives players a major disadvantage because guards may spot players through walls. Lastly, I dislike that the player cannot kill/knock-out guards and must passively play the game. This makes for a boring game and disassociates the player from the role-playing game style.</p>\n<p>Because of all these faults, I developed this game. Instead of the preset paths and level-based game-play, the game will randomly generate a new map every time the player starts a game; not only is the map randomized, but guards and loot crates will spawn randomly throughout the map, thus preventing players from \"mastering the game\". In this game, I incorporated a point system where the player gains a point every time he/she knocks out a guard; be strategical on the guards you knock out, if an unconscious guard is detected, then all guards will go on \"High Alert\" and increase their \"vision angles\" and rotation speeds. Also, players can increase their movement speed, view distance, melee distance, and other skills by looting crates and unconscious guards throughout the game.</p>\n<p>Enjoy!</p>"
}