{
    "id": "05871000023b0000",
    "name": "GFL Championship Football Big Box Compilation [C64]",
    "size": 10613732,
    "releaseDate": 20180320,
    "description": "<strong>Pato Box</strong> is an adventure/fighting game inspired by the “Punch-Out!!” series, taking place in the building of a corrupt corporation named Deathflock. You play as Patobox, a boxing champion with a special distinction of having a duck’s head on a man’s body. He has been betrayed by members of Deathflock, the same company that has been sponsoring him during his career. Patobox will find retribution by hunting down Deathflock’s henchmen while discovering the dark secrets the company hides and the truth behind his treason one fight at a time. The world of Pato Box is full of mysteries and strange characters that will make you wonder if everything is just a dream. Learn more about the world just as if you were reading a graphic novel! Pato box is made for people that love a mystery and want to play and experience something different.Features<br/>    -Using boxing techniques find and fight 7 different bosses with unique abilities and mechanics. Learn everything about those bosses before you engage them by exploring Deathflock’s headquarters and get ready for really challenging fights that will test your reflexes and abilities as a boxing duck!<br/>    -Innovative visual proposal, inspired by graphic novels and comics.<br/>    -2D Art mixed with a 3D world that feels just as you where inside a comic book.<br/>    -Interactive dialogues. Learn more about Deathflock and Patobox by talking to members of the organization and reveal their dark secrets, what is Deathflock hiding and what it means to our hero Patobox?<br/>    -A story full of mistery and intrigue where the player will find the secret behind the betrayal of Patobox.<br/>    -Explore a world full of traps and mini games.<br/>    -Hidden collectables to expand the story. Reveal the darkest secrets of the game by reading special documents with more information about the background of the members of Deathflock and even Patobox himself!"
}