{
    "id": "0587100000d70000",
    "name": "Bridge Baron [C64]",
    "size": 10562896,
    "releaseDate": 20090401,
    "description": "Rated \"A\" by the American Contract Bridge League<br/>Internet READY!!! Play Online with your partner against the computer or players from around the Globe.<br/>iPad READY!!! Play some serious bridge with your iPhone / iPod and iPad.  <br/><br/><br/>iBridgeBaron is based on the best-selling computer bridge game Bridge Baron, and is using its bidding and play engine, which has won Five World Computer Bridge Championships. <br/><br/>Save game on exit; load last game or start a new one<br/><br/>Over 2 billion deals<br/>Tournaments from ACBL, Cavendish and ABF <br/><br/>Duplicate Bridge<br/>Contract/Rubber bridge<br/>Save game on exit; load last game or start a new one<br/>Play deals with all cards face up<br/>Vocal Bidding hints with explanation  when playing by yourself or Playing with others<br/>Vocal Play hints at any time<br/>Choose static or rotating dealer<br/>Choose who gets the best hand<br/>Choose what kind of deal you want to play: Slam , Game , No Trump  or Part Score Deal<br/><br/>iBB 4 new features:<br/> <br/>   - Online tables stays when the host goes<br/>   - Uses the latest Bridge Baron engine <br/>   - Force a call or play<br/>   - Create your own deals and save them<br/>   - Block particular players from joining your table<br/>   - Vocal hints<br/>   - Extra French, German and Spanish card sets<br/>   - Improved buddy management<br/>   - Includes Bridge Baron Teacher (Lessons via In-App purchases iPAD ONLY)<br/>   - Access to all 70+ tournaments with $15/year subscription. <br/>   - Improved online play stability over bad networks<br/><br/>Included bidding systems:<br/> - Standard American 5-card Majors<br/> - Standard American Yellow Card<br/> - Precision<br/> - Two-Over-One,<br/> - Acol<br/> - La Majeure Cinquieme<br/> - Forum D<br/>Each system has Basic, Intermediate and Advanced options, controlling the number of bidding conventions played. Each flavor can be further customized to match your knowledge and skill, you can choose from ~100 bidding conventions.<br/><br/>Adjust your signaling arrangements. Bridge Baron have 3 generic signaling arrangements, each can be customized and used for North/ South or East / West partnerships.<br/><br/>To customize a convention card or signaling arrangement, just click the INFO 'i' button next to it's name. <br/><br/>The 'i' button is very good friend, it explains screens, conventions and signals.<br/><br/>The computer also plays and hints at three levels : Beginner, Intermediate and Advanced<br/><br/>Bidding interpretation, take back and claiming at any time.<br/><br/>Full review of how you and Bridge Baron played hands in Duplicate mode.<br/><br/>You can play with your friends and foes, even if they are on the other side of planet Earth."
}