{
    "id": "05871000025b0000",
    "name": "Green Beret [C64]",
    "size": 10592189,
    "releaseDate": 20220130,
    "description": "<p><strong>**WARNING:**  *THIS GAME IS REMEMBERED TO BE NOTORIOUSLY DIFFICULT* </strong></p>\n<p><strong>Green Beret</strong>, also known as <strong>Rush'N Attack</strong>, is a Konami game released in 1985 on the arcades and later ported to several home systems. <strong>But it was never released for the Amiga back then</strong>. Until now!  A dream come true, as a long time Amiga user, to finally be able to release a game on the system.  <strong>Featuring: </strong></p>\n<p>- the <strong>4 unique stages from the original</strong> (Missile Base, Harbor, Bridge and Prison Camp), with the respective end of level bosses and cut scenes (it's the <strong>complete original, also they're the same levels as the classic home computer versions such as C64 and ZX Spectrum)</strong></p>\n<p>- all the major enemies (foot soldier, armed blue enemy, jumping guy, mortar-equipped enemy, crawling soldier, paratroopers etc)</p>\n<p>- the <strong>3</strong> secondary weapons of the arcade (<strong>flamethrower</strong>, <strong>bazooka/rocket launcher</strong> and <strong>grenades</strong>) as well as the main knife</p>\n<p>- can be played even with 1-button controller (press and hold to shoot secondary), 2 buttons gamepads (button 2 jumps) or CD32 gamepad (button <strong>green</strong> shoots secondary)<br/></p>\n\n<p>- wonderfully rearranged (by <strong>DJ Metune</strong>) NES Rush'N Attack soundtrack instead of the simple military march of the arcade, as the Amiga's Paula sound chip can offer so much more (further tracks will be added through ongoing updates)</p>\n<p>- compatible with <strong>any</strong> Amiga model that has <strong>512KB</strong> ChipRAM <strong>+ 512KB </strong>Other RAM</p>\n<p>- made with Earok's Scorpion Engine<br/></p>\n<p>                                                                      <strong>**DISCLAIMER**</strong></p>\n<p><strong>** THIS WAS NOT MEANT TO BE A 1:1 PORT OF THE ARCADE,  that was not claimed at all.  In fact, it plays more like the NES Rush'N Attack one, being quite more \"agile\" (you can stab from ladders, from instance). It has some advantages like persistent dropped items and apparent more colors (due to use of Amiga's Copper chip to add extra screen colors).</strong></p>"
}