{
    "id": "0587100001070000",
    "name": "Championship Wrestling [C64]",
    "size": 10702657,
    "description": "Wrestling Cage Championship : WRESTLING GAMES &amp; FIGHTING<br/><br/>•\tReal World Wrestlers &amp; Boxers battle it out with Choke Slam, Drop Kick, Leg Slam <br/>•\tProfessional Cage Matches with Top Wrestlers from around the world.<br/>•\tUnlock Superstars for the ultimate wrestling championship tournament<br/>•      Authentic Wrestling Moves Like Chair Shot, Suplex, Tombstone, Pile Driver<br/>•\tAuthentic maneuvers and realistic punch boxing moves<br/>•\tFace different wrestling &amp; boxing rivals with a myriad of fighting techniques<br/>•\tHeavy weight champions to battle it out in the ring in free wrestling<br/><br/><br/>TRUE WRESTLING RULES<br/>Modes include Deathmatch (steel cage or barbed wire), MMA rules and no-holds barred Gruesome Fighting. Hard-hitting action, stunning graphics, drama, excitement, new game modes, additional match types, deep creation capabilities, and everything you’ve come to love from free wrestling! The crowds excited with your real wrestling fight style &amp; the way you use your fists to do some punch boxing, so get set to reveal your fighting skills and try to become the Worlds Greatest Wrestler. <br/><br/>GRAPPLING WRESTLING ACTION<br/>Wrestling Games 2k18 - Real Stars Revolution offers multiple fighting experience to fans in this realistic game of wrestling &amp; boxing action. Become the undisputed universal champion of free wrestling after beating all tag team champion wrestlers in the world. <br/><br/>LIMITED WRESTLER CUSTOMIZATION<br/>Create your dream wrestler from multiple devastating moves and battle for custom championship belts. Destroy the ring, mat and even the referee! Upgrade your wrestlers strength to increase the power of wrestling, fighting and knockout your opponents so that they never fight with you in this sports game of free wrestling.<br/><br/>SIMULATION OF WRESTLING ACTION<br/>Give your creations personalities with a robust CPU logic system that defines their every action. Does your wrestler play to the crowd, or play dirty? Fight using a variety of revolutionary tricks such as pins to gain, joint locks, close fighting, throws and take downs. Use different free wrestling fighting techniques like kung fu, muay thai, taekwondo, mix martial arts, Karate and go head on head against your ring rivals in this sports games. <br/><br/>Enjoy the professional wrestling experience with unlimited fun."
}