{
    "id": "0587100000590000",
    "name": "Asylum v3.0c [C64]",
    "size": 10673148,
    "releaseDate": 20160928,
    "description": "<strong>Crazy, Bloody, Fun!</strong><br/><br/>Twisty has endured his cramped cell in the asylum for too long and needs your help to escape. Should he be locked away? Probably. Is he a genuine threat to society? Absolutely. Does he care? Of course not, he's a giant floating brain with teeth! He just wants to get out and have some horrific fun while doing it. <br/><br/>Twisty's Asylum Escapades is a darkly comical 3D action/adventure game with Metroidvania-like elements. Its gameplay style is designed to be a bit of a throwback to sixth-generation era games (not coincidentally, the type that the developers grew up on). This version of TAE has been remastered specifically for its Steam release and features improved graphics and additional content and gamplay.<br/><br/>So come with Twisty and explore his very unique world, tearing through enemies who want to keep him imprisoned and maybe even make a few \"interesting\" new friends along the way. Don't be afraid of the strangeness, it's a game, so enjoy it!<br/><br/>Many people seem to underestimate the game at first glance, so we'd like to tell you a little bit more about it...<br/><br/><br/><br/><strong> What is Twisty's Asylum Escapades? </strong><br/><br/><ul><li> It's a Fully Featured Action/Adventure GameTwisty's Asylum Escapades features third person combat, stealth elements, item collection, power-ups and exploration. Despite being an indie game, it's designed to be a fully featured action game and its overall gameplay is a nod to classic sixth-generation era games. You even get your own minions!<br/><br/></li><li> It's Campy HorrorFrom the asylum setting, to the creepy music, to many of the numerous details and references you will find throughout the game, Twisty's Asylum Escapades revels in many beloved horror tropes. It's a genre that's close to our hearts and we love playing with that.<br/><br/></li><li> It's FunnyThere's a lot of humor here in this old dark asylum. From subtle satire to slapstick silliness, Twisty's Asylum Escapades was created primarily with fun in mind. It includes many spoofs about games of the past, and many of these are deliberately integrated into the gameplay itself. Even the premise of the game is very tongue-in-cheek, and designed to be the opposite of classic games in which the player must make their way down into a dark dungeon to battle a monster. Instead, in this game you must escape from the dark place and into the light, and you are the monster! <br/><br/></li><li> It Has a Giant Floating Brain with TeethOne of the first things you might wonder about is the star of the game, Twisty. Although this isn't a platform game, Twisty is very much designed to be like a 90s platformer mascot; just a little weirder. And if you really think about it, some of those other game mascot characters were pretty strange themselves. He should fit right in.<br/><br/><br/>If you have any other questions about this wacky little game with the crazy brain, feel free to contact us!</li></ul>"
}