{
    "id": "05871000040d0000",
    "name": "Paul Norman's Adventure Trilogy Compilation [C64]",
    "size": 10595521,
    "releaseDate": 20070601,
    "description": "With the completion of the third title in the RIP series, the RIP games have become an instant classic in the arcade-shooter genre. RIP \u0097 Trilogy brings all three RIP titles into one exciting and heart-pounding pack.<br/>RIP<br/><br/>Not afraid of Death? What if he is accompanied by Halloween and Rock-N-Roll? Play the part of these antiheroes and go to war in this all-out action experience! Each character has their own strengths and skills, but this is not a game for the faint of heart. With over 40 levels to RIP through, the results are murderous!<br/><ul><li>40 levels of murder and mayhem<br/></li><li>A variety of guns and battle magic<br/></li><li>Three chilling characters<br/></li><li>A toned-down, less violent kid's mode</li></ul>RIP2 \u0097 Strike Back<br/><br/>Your favorite antiheroes are here to strike back with another score to settle. Death, Halloween and Rock-N-Roll...each character has his own strengths and skills, so pick one and start shooting. In Story Mode, you'll fight through 60 furious levels using an arsenal of upgradeable weapons, tanks, helicopters and turrets or for a quick adrenaline fix, play Rush Mode and see how long you can last.<br/><ul><li>Choose from a large arsenal of weapons<br/></li><li>Assorted vehicles including gun turrets, tanks and helicopters<br/></li><li>Variety of abilities and power-ups<br/></li><li>60 levels of unlimited gameplay<br/></li><li>Huge boss levels for more challenge<br/></li><li>Two modes of play; Rush Mode or Story Mode</li></ul>RIP3 \u0097 The Last Hero<br/><br/>RIP3 \u0097 The Last Hero combines the dynamics of a hardcore shooter while preserving the elusive classic arcade appeal and never lets up on the intense action. Every level presents a new challenge, requiring you to not only prove your sharp-shooting, but to think and act tactically.<br/>The terrain and environments must be employed to survive waves of adversaries, but since all in-game objects are destructible, you must think fast. Your hero will travel all over the world from the African jungle to the Arctic snow, through secret labs and bunkers, in the streets and skyscrapers of Metropolis city and also go into deep space using a hijacked spaceship.<br/><ul><li>100 levels of arcade shooting action<br/></li><li>6 unique playable characters with varied and powerful skills to develop<br/></li><li>A huge arsenal of destructive weaponry, each with 2 shooting modes<br/></li><li>Capture and control military vehicles, including Tanks, Helicopters and Battle Turrets<br/></li><li>Fully destructible battlefield - all the objects can be damaged and destroyed<br/></li><li>Includes a space adventure minigame, where you pilot the Vostok-23 starship<br/></li><li>12 Huge, challenging bosses evoke classic arcade gameplay<br/></li><li>3 difficulty level settings to increase the intensity<br/></li><li>Special bonuses and secrets are scattered throughout the game<br/></li><li>Cooperative multiplayer for two players to battle against the enemy hordes<br/></li><li>Multiplayer death-match for up to 6 players over LAN</li></ul>"
}