{
    "id": "0587100002a50000",
    "name": "How About a Nice Game of Chess! [C64]",
    "size": 10558307,
    "releaseDate": 20150424,
    "description": "Be a dragon in this beautifully hand-drawn adventure!<br/><br/>Dragon's girlfriend has been whisked away by the mean king and only you can help him find her!  Use your dragon powers to charge into battle and face off against knights, soldiers, and other authoritarian elements so you can get your ride-into-the-sunset ending.  Hey, dragons deserve those, too.<br/><br/>Fly, breathe fire, hoard treasure, and watch trashy talk shows all day just like a real dragon.  Step into a tongue-in-cheek world that's guaranteed to bring a smile to your face!<br/><br/>If your claws need to pack more of a punch, just level them up.  If you think you're good enough to throw down with bosses without it, more power to you.  Collect gold and treasures to increase your strength so you can take on bigger enemies... or jump in headfirst and defeat them on your skills alone!  It's all about the freedom of choice.<br/><br/>Players from all eras will have fun with DRAGON: A Game About a Dragon.  Please enjoy this charming and lighthearted tale of friendship, greed, and love, all from the perspective of the dragon.Features<ul><li><strong>You are the dragon:</strong> No more heroics, you're just here to steal treasure and hook up with princesses.<br/></li><li><strong>Hand-crafted, artisan-designed levels:</strong> Each stage has its own individual theme and aesthetic that makes it fun and unique!<br/></li><li><strong>Explore and uncover secrets:</strong>  Find hidden treasures to increase your power and unlock special abilities!<br/></li><li><strong>Escape the constraints of linearity:</strong>  Not in the mood to fight enemies?  Take the puzzle route with no monsters at all!<br/></li><li><strong>A brilliant musical score:</strong>  Enjoy a soundtrack composed by Zack Parrish of Valdis Story fame!<br/></li><li><strong>Play the game in your language:</strong>  DRAGON: A Game About a Dragon includes English, Japanese, German, and Hawaiian Creole English!  Yes, seriously.<br/></li><li><strong>Built-in controller support:</strong>  Play a game inspired by the 16-bit era the way God intended.</li></ul>"
}