{
    "id": "0587100000e30000",
    "name": "Build It! - Das Bauhaus [C64]",
    "size": 10550048,
    "releaseDate": 20220414,
    "description": "<strong>ABRISS </strong> is an atmospheric physics-destruction building game.<br/>Build structures from parts to let them crash into your targets. Unlock new parts, destroy more, witness entropy at its worst in digital-brutalist cityscapes. Build to destroy.<br/><br/><br/><br/><br/><h3>BUILD</h3>Choose from parts with different weights, forms and functions to build a structure.<br/><br/>Thruster + Connector + Bomb? You just built a rocket. <br/>Thruster + Rotator + Laser? You just built a rotating laser rocket. <br/>Pillar + Connector + Ultra Heavy Cube? That's a giant hammer. <br/><br/>Be creative and resourceful with the parts you get, try to destroy the target with less parts or in a more elegant way – it's going to be a spectacle any way you do it.<h3>DESTROY</h3>Try to hit the main targets to win a level in campaign mode. Destroy an armored wall first so you can then shoot through the hole into the vulnerable center. Try to hit a bomb in the environment. Use environment mechanics like the giant Pistons to catapult Ultra Heavy Cubes into a target. Or just throw everything you have at your targets – that might just work too.<br/><br/><br/><br/><br/><br/><br/><ul><li><h3>COMPLEX DESTRUCTION SYSTEM</h3>Simulated statics, thousands of little particles of debris, whole chunks of targets flying into the abyss – with little to no framerate spikes.<br/><br/></li><li><h3>CAMPAIGN</h3>Five worlds with seven stages each, every stage a hand-crafted destructible cityscape. You will start each stage with a limited set of parts and you will need to find a strategy on how to use them to destroy all main target blocks. You will unlock new parts the further you progress, and every world comes with it's own special environmental mechanic. You can always return to a stage to try to destroy a higher percentage of it, or do it in less moves.<br/><br/></li><li><h3>SANDBOX</h3>Try out new patterns of building stuff. Play around with parts you haven't unlocked yet. Try to fry<br/>your GPU with 1000 Lasers at once.<br/><br/></li><li><h3>PHOTO MODE</h3>Take a free camera flying to get the best composition. Freeze or slow down time to get the perfect shot of the destruction you just caused. Apply filters to change the vibe of your photography. Export in wonderfully sharp 4k jpegs. Share them with us!<br/><br/></li><li><h3>TURNAROUND GIF CAM</h3>Create your own perfectly looping turnarounds of the mayhem you cause! </li></ul><br/>"
}