{
    "id": "0587100003f30000",
    "name": "Out on the Tiles [C64]",
    "size": 10592999,
    "releaseDate": 20120301,
    "description": "THIS GAME IS LIFE-RUININGLY FUN!<br/>From the writers of The Simpsons, comes the city building game that lets you create your own living, breathing Springfield! When Homer accidently causes a meltdown that wipes out Springfield, it’s up to you to clean up his mess… we mean, help him rebuild it!<br/>                                                                                                                                                                                           Collect Your Favorite Characters                                                                                                                  <br/>Help reunite Homer with his loved ones - Marge, Lisa, Maggie (and even sometimes Bart) – as well as his not so loved ones, like Ned Flanders. Re-populate Springfield with your favorite characters, from Barflies (Barney Gumble) to Wise Guys (Fat Tony). Add them all, we won’t judge! Dress your characters to the nines with options like Daredevil Bart or Lizard Queen Lisa, and relive scenes from your favorite episodes of The Simpsons!<br/>                                                                                                                                                                                                               Take Charge of Your Springfield<br/>Can’t control your own life? Now you can control the lives of the citizens of Springfield instead! Make Apu work ridiculously long shifts at the Kwik-E-Mart, have Moe smuggle illegal animals, or make Homer toil poolside all day… that last one might not be so bad.<br/>                                                                                                                                                                                                  Build Your Own Springfield<br/>Think Homer deserves to live next door to Moe’s? Or the monorail can survive a few more sharp twists and turns? Or Krustyland needs 40% more cartoon violence and 40% fewer health inspectors? Well you can finally make Springfield just the way you want it! Expand your town to the Waterfront, grow its businesses with the glamourous shops of Springfield Heights, and enjoy its sights, all with only a few taps.<br/><br/>Experience Unique Simpsons Stories<br/>Catch exclusive animated scenes and new hilarious stories from the writers of The Simpsons. You know they’re good because they write for The Simpsons! Tapped Out is the most life-ruiningly fun Simpsons game you can play! <br/>                                                                                                                                                                                                      Always Something New for Your Favorite Town<br/>Springfield might perpetually be on the verge of destruction, buy hey, at least it’s never boring. Whether it’s Halloween monster invasions, superheroes run amok, or chaos caused by one of Homer’s “great” ideas, you’ve got never-ending options to tap!<br/><br/>Requires acceptance of EA’s Privacy &amp;amp; Cookie Policy and User Agreement.<br/>User Agreement: terms.ea.com"
}