{
    "id": "0587100003890000",
    "name": "Merlin 128 Macro Assembler v1.10 C128-Program [C64]",
    "size": 10615321,
    "releaseDate": 20210628,
    "description": "X to restart, arrows to move. Catch only one of each!\r\n<p>Welcome to the Glyphmon cave, Nop. Professor Treename here, explaining how to find and catch all 128 unique creatures in this tiny game.</p>\n<p>Explore the different areas and walk up to new Glyphmon to add them to your Character Set. But I'm not made of money Nop, you only have 128 Glyphballs to collect them all. If you catch any duplicates, you fail!</p>\n<p>Your Glyph scope at the bottom shows you which Glyphmon you've already collected in the room, and any you haven't caught yet. Pay attention to color, and don't get tricked by colors that look similar! You can also re-enter rooms if you've scared any Glyphmon off the first time, to try again.</p>\n<p>Don't be afraid to call it quits with a high score, it's difficult to find and collect them all. But if you're a perfectionist, here are some strategies to keep in mind:</p>\n<ol><li>Each room will always have the same Glyphmon, moving in the same direction. If you enter the room from different places, it can make certain Glyphmon easier to collect.</li><li>Be vigilant when you enter a new room, because sometimes you'll have to dodge a Glyphmon right away. Remember that you can always run away if you have to.</li><li>Some Glyphmon are rarer than others. The last few could be very hard to find!</li></ol>\n<p>This tiny game is a #tweetcart made for Tweet Tweet Jam 6. The entire source code fits in 560 characters, seen below:</p>\r\n\r\nl=128k=129j=116w=16cls()d=l::r::r=rnd\r\n?d%k..\"❎\",w,w,9\r\nif(btn()&lt;w)goto r\r\nd=0z={}x=9y=9::_::b=btn()x+=b\\2%2-b%2&lt;&lt;1y+=b\\8%2-b\\4%2&lt;&lt;1s=x\\l+y\\j/l\r\nif(s!=m)a={}srand(s)m=s p=l+r(122)\\1t=2+r(5)for i=-9,r(9)do c=p+r(t)\\1add(a,{\"★\\ve\"..chr(c),r(96)+x+w&amp;127,(r(84)+y+w)%j,c%9,r(2)-1,r(2)-1,c})end\r\nfor o in all(a)do\r\ni=o[7]o[2]+=o[5]o[3]+=o[6]if(abs(o[2]-x%l)+abs(o[3]-y%j)&lt;7)d+=z[i]or 1del(a,o)z[i]=k\r\n?unpack(o)\r\nend\r\n?\"웃\\+89█\\f4\\v웃⧗\\bゅ\",x%l,y%j,9\r\n?\"\\#f\\*w \\n\\*w \\-4\"..d%k,0,j\r\nfor i=0,t do\r\no=p+i\r\n?z[o]and\"\\f9●\"or\"★\\ve\"..chr(o),i*w,122,o%9\r\nend\r\nif(d&gt;l)goto r\r\n?\"\\^1\\^cd\"\r\ngoto _\r\n<p>You can open Pico-8, press Ctrl-P for Puny mode, and paste this code in to play the full game. The harsh restrictions are just for fun.</p>"
}