{
    "id": "0587100001ef0000",
    "name": "Flying Shark [C64]",
    "size": 10588075,
    "releaseDate": 20230823,
    "description": "<h3>\"AIM RIGHT. FLY TIGHT. THE SKIES ARE NOT FRIENDLY TONIGHT.\"</h3><br/>The enhanced edition of Toaplan's 1987 vertical shooter Flying Shark (AKA Sky Shark) includes online leaderboards, a beginner mode, CRT filters, and much more! Despite its simplicity, Flying Shark requires strategy and guts thanks to an innovative feature: OFF-SCREEN ACTION! By flying left and right, you can expand your field of vision beyond the screen borders and reveal hidden threats!<br/><br/>\"We are at war's end, and the enemy has taken control of most of our military bases. Only one man can restore our flagging fortunes and bring us back to glory... The legendary FLYING SHARK!\"<br/><br/><h3>ORIGINAL GAME FEATURES:</h3><br/><ul><li><strong>Chase enemies off-screen</strong> to dominate the battlefield! The enemies are sneaky, so use your limited supply of bombs wisely...<br/></li><li><strong>Upgrade your plane</strong> with destructive power-ups scattered throughout the stages.<br/></li><li><strong>Compete with a friend</strong> to see who's the best!<br/></li><li><strong>Enjoy the striking visuals </strong>and highly detailed settings in this timeless masterpiece.</li></ul><br/><h3>QUALITY OF LIFE IMPROVEMENTS:</h3><br/><ul><li>Minimal Input Lag: Emulation, input processing, and rendering all complete on the same frame.<br/></li><li>Quick Save using F1-F10, Reload with Shift+ F1-F10<br/></li><li>Online leaderboards for Single Credit, No Assist, and Assisted plays.<br/></li><li>Instrument panels with extra gameplay information and artwork.<br/></li><li>Rewind the game between 10-18 minutes, depending on the action.<br/></li><li>Experience the game in Mirror Mode<br/></li><li>Capture sharable replays to immortalize your interstellar victories (or funny moments).<br/></li><li>Assist Features such as auto-fire at multiple rates.<br/></li><li>Very Easy Mode: Lower the difficulty to breeze through the adventure.<br/></li><li>Pixel perfect or full-screen scaling in windowed or full-screen mode.<br/></li><li>Rotate the gameplay in 90-degree increments. <br/></li><li>Steam Achievements<br/></li><li>Choose between Raw Input on Windows or Steam Input.<br/></li><li>Hone your skills in the ultra-customizable practice mode!</li></ul><br/>※ If you want to play this game on a Steam Deck, you may need to force the use of \"Steam Linux Runtime\" in the compatibility menu in the game options"
}