{
    "id": "0587100001b70000",
    "name": "Expeditions [C64]",
    "size": 10580118,
    "releaseDate": 20130530,
    "description": "Conquer the New world: In the 16th Century, Spanish explorers and soldiers reached the shores of America. The search for gold, fame, and adventure drove these travelers into a treacherous wilderness where they faced hunger, disease, and dangerous predators. In their wake, the Aztec Empires lay in ruins.<br/><br/>Re-write the history of the Conquistadors: Forge diplomatic alliances with the natives... or crush the savages and bring civilization to the pagan tribes! Create an expedition of individual characters: Choose your followers wisely from over 30 characters, but be careful - they each have their own traits, opinions and moral standards.<br/><br/>Hunt for unimaginable riches and fight intense battles in the unforgiving jungle. In this turn based strategy RPG, a cunning plan is as vital as thoughtful resource management. Expeditions: Conquistador offers a rich storyline separated into two campaigns, challenging players throughout 25+ hours of gameplay. Strategy veterans as well as newbies will find their turn-based El Dorado!<br/><br/><strong>Features</strong><ul><li>Discover the New World! Travel to legendary locations in America, roam the jungle on the hunt for mystical temples as well as ancient ruins.<br/></li><li>Create your own party of followers! Choose from more than 30 characters, train your recruits and lead them to battle. Coach them as they will develop from untrained recruits to fierce battlefield veterans.<br/></li><li>Four highly customisable difficulty levels will challenge pros and newbies alike. But be warned: The Iron Man mode is a real beast!<br/></li><li>Choice &amp; Consequence: Use your skills to avoid hostility or, when diplomacy breaks down, adapt your tactics to highly varied terrains across more than 70 battlefields.<br/></li><li>Challenge your friends to tactical PvP combat in either Hot Seat mode or via TCP/ICP.</li></ul>"
}