{
    "id": "05871000028f0000",
    "name": "Herz von Afrika [C64]",
    "size": 10572883,
    "releaseDate": 20210928,
    "description": "This game is a complete standalone game that covers the famous Tunisian campaign of November 1942 to June 1943. It is a follow-up game of our previous title Afrika Korps, with a shorter time frame and turn duration (weekly turns). As the Axis, you must hold onto Tunisia until Rommel’s forces safely evacuate from Libya, and then make a stand in North Africa for as long as possible. As the Allies commander, you must make best use of the American, British and French forces to expel your enemy from his African foothold and be ready to invade Sicily and Italy at the start of the summer 1943. <br/><br/><strong> Afrika Korps: Tunisia </strong> contains many scenarios, covering different periods of the campaign in Tunisia, from mid-November 1942 till June 1943. Small scenarios cover the famous battles of Kasserine Pass (the first American defeat in the war), the Battle for the Mareth Line, or the final Push for Tunis (Operation Vulcan). Medium size campaigns cover the initial takeover of Tunisia (November 42 to February 43), or from Rommel’s and his Afrika Korps arrival till the end (March to June 1943). Finally the Grand Campaign scenario will allow you to lead Axis and Allies forces from the aftermath of the Torch landings in 1942 to the fall of Tunis in 1943.<br/>Scenario durations last from 2 turns (for the smaller ones) to over 30 turns, each representing a one-week period between mid November 1942 to late June 1943. One player represents the German and Italian units (land and air) of the Axis in Tunisia, while the other commands an array of American, British, and French troops fighting for the Allies.<br/><ul><li>The Axis have good quality troops and air superiority in the beginning of the game, but bad weather and few reinforcements will prevent overwhelming action until the retreating Afrika Korps appears at the Libyan border. During a short period of time, numbers, tactical and qualitative superiority will be present to create the basis of a safe stronghold, until overwhelming Allies superiority in the air or on land takes over.<br/></li><li>The Allied troops must hold and seize key choking points early on, and be in a position to threaten Tunis, while at the same time anticipating Rommel’s arrival. Hopefully, the 8th Army will show up in the spring in the southeast and may prove decisive in striking the decisive blow. </li></ul><br/>Be careful of the potential weakness of some units, in particular the American land units, which are suffering from a lack of combat experience that the enemy can use. Watch your supply lines, but, above all, take control of key crossroads and choke points (such as the famous Kasserine Pass, or the Mareth Line). The try to cut the enemy in different sectors on which to concentrate overwhelming force. <br/><br/>Also remember that Tunisian winter is harsh, with lots of rain and very poor movement capacities: this is not the dashing war of the Libyan desert here, and it may sometimes resemble more the position warfare of the great war in the rugged hills and mountains of Tunisia and eastern Algeria. <br/>The game’s event cards allow full replay ability thanks to the numerous various situations that they create on the diplomatic, military, political or economical fields.<br/><br/><strong>Estimated Playtime</strong>: from 1h00 to many hours...<br/><strong>Favored Side</strong>: none.<br/><strong>Hardest to Play</strong>: Allies"
}