{
    "id": "0587100003270000",
    "name": "L.E.D. Storm - Lazer Enhanced Destruction [C64]",
    "size": 10581698,
    "releaseDate": 20170802,
    "description": "<strong>Interplanetary is a turn-based strategic artillery game on a cosmic scale. Develop your home planet and use massive barrages to wage war on a galactic battlefield.</strong><br/><br/>It's an arms race with each planet developing increasingly powerful weapons. Gigantic railgun batteries are the backbone of any interplanetary arsenal, but the cunning use of missiles and precision lasers may just hold the key to victory. Strategic build patterns, upgrades and defense structures might keep your vital installations standing long enough to give you an edge, but it's only a matter of time until all but one will fall.<br/><br/>Sometimes, your greatest foe is the planetary system itself! Don't let the unpredictable gravitational changes get the better of you—observe your surroundings, use them to your advantage, and blast your enemies back to the Stone Age!Key Features<br/>●\tChallenge your friends in hotseat or online matches, or fight skirmishes against the AI.<br/><br/>●\tBuild and manage your planet's infrastructure.<br/><br/>●\tGather resources and decide the most efficient use for them.<br/><br/>●\tResearch and develop increasingly futuristic technologies.<br/><br/>●\tSpy on your enemies to reveal the weak points of their infrastructure.<br/><br/>●\tUse your artillery constructions to aim across the planetary system, avoiding other celestial bodies and their gravity.<br/><br/>●\tFire your railguns, missiles and beam weapons to annihilate the enemy and claim the planetary system for your civilization!<br/><br/>Interplanetary: Enhanced Edition, is a revised version of the original Interplanetary. <br/>The no longer supported original is included in the Enhanced Edition for free, for the purposes of historical preservation and (hopefully) flattering comparison.<br/><br/>The Enhanced Edition features include: Online AI Bots, Elliptic Orbits, Quick Targeting Mode, New Buildings, rebalancing and general fixes and improvements across the board."
}