{
    "id": "0587100001ab0000",
    "name": "Empire - Gold Edition [C64]",
    "size": 10568547,
    "releaseDate": 20090827,
    "description": "In Settlers: Rise of an Empire Gold Edition, the player creates their own empire of bustling cities in a captivating medieval world.  However, threats are always looming so you must be prepared to defend your mighty kingdom.                    <br/>\t\t\t\t\tPowered by RenderWare, everything is visible, highly detailed, and real. Each character has his own life, which can always be observed by the player. The game offers you a deep but always comprehensible economy system with various recourses and goods which are produced and gathered by the different professions. The ultimate goal of the game is to expand your empire to become a legendary King.                    <br/>\t\t\t\t\tBring out the best in every Settler, build up a prosperous economy, fulfill every need of your citizens, and protect your people from any danger!                    <br/>\t\t\t\t\tIncludes the Eastern Realm Expansion pack!                    <br/> <ul><li><strong>Create big, bustling medieval cities:</strong> Plot your expansion, manage your resources wisely, and provide for your people.  Settlers: Rise of an Empire offers an easy to pick-up gameplay that allows everybody from newbies to strategy experts to enjoy the game.                        <br/> </li><li><strong>Protect your citizens and your empire:</strong> Build up armies, vehicles, and walls to protect your empire. Everything depends on your economy: Is your empire wealthy enough to supply a powerful defense force?                        <br/> </li><li><strong>Exciting multiplayer experience:</strong> Work together with one friend and play against another team: Will your division of labor be efficient enough to beat your opponent?                        <br/> </li><li><strong>A full living, detailed atmosphere:</strong> The RenderWare engine creates an extremely detailed universe with numerous plants, animals and other details which will attract the player.                        <br/> </li><li><strong>Four climatic zones:</strong> The four climatic zones and the four seasons have full impact on recourse management and gameplay.                        <br/> </li><li><strong>Natural interaction of Settlers:</strong> All Settlers have their own daily life and they interact naturally with each other.                        <br/> </li><li><strong>The Settlers series has already sold over 6 Million units worldwide!</strong> </li></ul> <br/>\t\t\t\t\tEastern Realm Expansion Pack Features                    <br/> <ul><li><strong>Exciting new landscapes:</strong> New 8 map campaign based on the Indian environment offers a beautiful and detailed world.                        <br/> </li><li><strong>Enhanced challenges:</strong> New \u0093Monsoon Rain\u0094 season allows players to test their skill as they survive in harsh weather conditions.                        <br/> </li><li><strong>Immersive gameplay:</strong> Automated monthly transactions and new well system now allow the player to have more control than ever over his empire.                        <br/> </li><li><strong>New Characters:</strong> Geologists assist the player in order to create a thriving empire.                    </li></ul>"
}