{
    "id": "0587100005cb0000",
    "name": "Summer Games Compilation Xmas Bonus b-highscores [C64]",
    "size": 10629112,
    "releaseDate": 20210721,
    "description": "WARNING: Epileptic seizures associated with increased sensitivity to light are Possible.  Some people may experience seizures when exposed to flashes of light and flashing images that appear in a video game. People who have not previously experienced such attacks may not be aware of their illness. A reasonable restriction of the game audience is recommended.<br />\n&quot;Summer of&#39; 58 &quot; is a first – person psychological thriller. The game takes place in an abandoned building of a Soviet camp.<br />\nPioneer camp &quot;Yunost&quot; is a common place where parents left their children for the summer from year to year. Until one day in 1958, a nightmare happened that was much scarier than the stories around the campfire. Residents and counselors were killed at this place. One of the children was accused, as his body was not found, and souvenirs of the deceased were found in his belongings, but he disappeared. The camp was closed and no one opened its doors again.<br />\nAlex Morton is a video blogger who makes revealing videos about paranormal phenomena around the world.<br />\nSummer 2008. The main character, at the request of followers, goes to Russia to explore the abandoned camp &quot;Yunost&quot;. Locals say that this place is inhabited by restless souls. This will need to be checked.<br />\nEnvironment.- Genre: &quot;Walking Simulator»;<br />\n- You will walk from one room to another, noticing the changes;<br />\n- Find out what happened that day, in the summer of 1958;<br />\n- Solve the mystery of the mystical phenomena that are rumored;<br />\n- Explore the pioneer camp slowly, listening to the rustles;<br />\n- Find hidden objects to immerse yourself in the atmosphere of those days;<br />\n- You will be accompanied by the natural sounds of the environment, which convey the effect of presence and plunge into madness.</p>"
}