{
    "id": "0587100001f90000",
    "name": "Footballer of the Year [C64]",
    "size": 10646636,
    "releaseDate": 20101203,
    "description": "<p>Bloodthirsty bandits. Vicious monsters. Tons of loot. Lock, load and face the madness.<br />\nPlease check the system requirements below before you buy.<br />\nGearbox Software’s acclaimed sci-fi hit comes to the Mac, complete with all four Add-On packs. Borderlands Game of the Year Edition is a unique hybrid of first person shooter and role-playing game with a super sharp visual style and a compelling four player co-op mode.<br />\nPlanet Pandora is a sparsely populated wasteland where the rule of law gets rewritten daily in the smoke of the last gun battle. Civilization consists of small outposts on the fringe of human influence, in an area called the Borderlands. Pandora’s one claim to fame is a mythical Vault supposedly packed with fantastic riches.<br />\n• Unique hybrid role playing shooter that combines frantic first-person shooting action with accessible role-playing character progression.<br />\n• Super sharp graphics style gives Borderlands a unique comic book come-to-life look.<br />\n• Co-op Frenzy – drop in and out with up to 4 player co-operative for a maniacal multiplayer experience.<br />\n• Huge single-player game with four playable characters and serious replayability.<br />\n• Includes all four Add-On packs – The Zombie Island of Dr. Ned, Mad Moxxi’s Underdome Riot, The Secret Armory of General Knoxx, and Claptrap’s New Robot Revolution.<br />\n• Supports PS3 gamepads connected using Bluetooth®.<br />\nImportant information regarding Borderlands Game of the Year Edition:<br />\n• If you require assistance, please contact our support team at support@feralinteractive.com<br />\n• Borderlands Game of the Year Edition does not support the following graphics cards: ATI X1xxx series, NVIDIA 7xxx series and Intel GMA series.<br />\n• In order to run the game with satisfactory performance, your Mac must meet these minimum system requirements: 1.4GHz CPU / 1GB RAM / 128MB Graphics Card (not Intel GMA, ATI X1xxx series, or NVIDIA 7xxx series). On older systems you may need to lower the graphical detail to ensure the game runs smoothly.<br />\n• This game is not currently supported on volumes formatted as Mac OS Extended (Case Sensitive).<br />\n• Due to a graphics card driver issue, Intel HD 5000 and Iris graphics cards are not supported in OS X El Capitan.<br />"
}