{
    "id": "0587100006810000",
    "name": "Weird Dreams [C64]",
    "size": 10660820,
    "releaseDate": 19871231,
    "description": "ATARI PRESENTS is a series of titles geared toward the preservation of cult classics, forgotten favorites, and titles that would otherwise be lost to time. In the spirit of that, each ATARI PRESENTS title is presented unchanged from its original version other than providing the means to play them on modern hardware. Even the store description below is the very same language used to describe the title at the time of its release. Please enjoy!<br/>\n<br/>\r\nImagine yourself in a world full of nightmares with Dali-esque creatures and mind-eating eyes. Picture yourself in an upside down landscape. Alone in a weird dream and wondering... what the... ?!<br/>\n<br/>\r\nImported from England, this is the computer game that everyone is talking about - or soon will be - in excited whispers and bewildered exclamations.<br/>\n<br/>\r\nIt's the game with the soccer ball that devours knife-wielding little girls... then burps.<br/>\n<br/>\r\nThe one with totem pole heads hopping on kangaroo bodies under skies full of fish.<br/>\n<br/>\r\nThe one with a giant killer bee that wants your cotton candy, the grandfather clock that points the way, and the lawn mower than grinds you to a bloody pulp.<br/>\n<br/>\r\nLike the famous ink-plot test, the bizarre scenes, puzzle and arcade style challenges in Weird Dreams will mean different things to different people.<br/>\n<br/>\r\nSome will think them uproariously funny.<br/>\n<br/>\r\nOthers will think them strange and unsettling.<br/>\n<br/>\r\nStill others will be outright offended.<br/>\n<br/>\r\nDecide for yourself.<br/>\n<br/>\r\nOne thing is certain: there has never been a computer game like Weird Dreams. You have to play it to believe it. <br/>\n<br/>\r\n---<br/>\n<br/>\r\n'Weird Dreams is a cinematic, third-person platform game with action and puzzle elements. The game contains bizarre levels and unorthodox activities, including feeding a wasp cotton candy, beating up hopping totem poles with fish from the sky, and an encounter with a baked chicken in a haunted house. The game comes with a \"short novel\" that explains the plot in detail and serves as copy protection.' - MobyGames"
}