{
    "id": "05871000007b0000",
    "name": "Battle Command [C64]",
    "size": 10605376,
    "releaseDate": 19900101,
    "description": "Before 1990, if you wanted to control an assault tank you either had to sign up to Her Majesty’s Armed Forces, or settle for the basic side-on or top-down computer graphics of the day.<br/><br/>Then there was Battle Command.<br/><br/>The game sees you take command of a futuristic assault tank, dropped by Helicarrier right into the middle of the action on the battlefield. While many other 3D efforts of the time resulted in confusing wireframes or framerates measured in spf instead of fps, Battle Command’s fully-filled polygons were a breath of fresh air… until that air was filled with the acrid smoke from the burning wrecks of enemy buildings and vehicles!<br/><br/>With multiple camera views allowing the player to sit in the belly of the beast or to see the action from a third-person perspective – a real innovation at the time – this much-loved ‘command’ game focused more on outright fighting that the strategic elements of similar titles. Yet it was not all simply ready-aim-fire; the player still has to equip the most suitable ammunition to satisfactorily complete each one of the exciting and varied missions.<h3>According to the original box art:</h3>Set in the near future of an alternative reality, Battle Command is an arcade/strategy game in which the player controls a single ‘Mauler’ Assault Tank in one of sixteen scenarios in the ultra-war, fought between two dominant races in the New World. The latest phase of this north/south war has been going on for over ten years with a stalemate eventually developing – a stand-off between armies massed over a long dug-in battle front.<br/><br/>Such are the defensive capabilities of each side, full scale assaults are suicidal, so any offensive moves are, by necessity, small behind-the-lines actions performed by elite troops in specially designed vehicles. The Mauler is the latest such machine – capable of being lifted in and out of hostile territory by fast stealth choppers and armed with the most advanced weaponry the northern sides can devise.<br/><br/>First into Battle…<br/>…Last to Leave!"
}