{
    "id": "0587100000270000",
    "name": "Adventure Creator [C64]",
    "size": 10517121,
    "releaseDate": 20190610,
    "description": "<p>This is a demake of Adventure Creator, an old Atari 400/800 game. It's not my goal to perfectly imitate the game, just get enough of it in there to be fun and nostalgic to play.</p>\n<p>The original game was by Spinnaker/Dale Disharoon on the Atari 400/800 released in 1984.</p>\n<p>It is dedicated to the memory of Dale Disharoon who died in 2008. His game gave me and my sister Katy a lot of fond memories together. I hope this demake honors his memory and preserves his legacy in some form.</p>\n<p>It's a bit of a strange and probably outdated game. It is best described as a roguelike with questionable mechanics. But it makes a fun toy, and probably interesting to small children and anyone who remembers the game.</p>\n<p>The original game had a mode in which you could compose and save your own adventures (hence creator), but this demake focuses ONLY on random dungeon generation.</p>\n<p>Thanks to @Krystman for his Porklike tutorial, as I was able to glean some ideas for dungeon generation from it which are used in this cartridge.</p>\n<p>To play the game:</p>\n<p>You are presented with a goal of a particular treasure to find. When you start the game, you are in a randomly generated maze that is different every time you play the game.</p>\n<ul><li>x or z to start</li><li>move around with dpad</li><li>x to try opening chests (some take extra tries!)</li><li>z to open your inventory screen (also shows your goal treasure and how much energy you have)</li><li>x to select a tool from inventory screen</li><li>x will use currently equipped tool if not touching a chest</li></ul>\n<p>Monsters exhibit several different behaviors. They can talk, give, steal, trade, zap (hurt you), pop (teleport you around the screen randomly).</p>\n<p>Hazards are glowing blue and yellow objects of various shapes and behaviors. They will hurt you, but they come in and out of existence.</p>\n<p>When actions occur, a heads-up display will pop up at the bottom of the screen telling you what happened.</p>\n<p>Tool guide:\r\n-Ferrets: Shoot this at a monster to find out what its behavior will be if you touch it.\r\n-Hobbles: Freezes monsters for a few seconds so you can get past them.\r\n-Nippers: Shoot this at glowing hazards to remove them.\r\n-Torches: These will light up a dark room so you can see the maze.\r\n-Shields: Makes you totally impervious to monsters and hazards.</p>\n<p>Note that Ferrets, Hobbles, and Nippers are projectiles. They will shoot in the direction the knight was last moving.</p>"
}