{
    "id": "05871000007f0000",
    "name": "Battle of the Bulge [C64]",
    "size": 10576934,
    "releaseDate": 20121213,
    "description": "Command infantry, mechanized and armoured units in hard fights through the various phases of the offensive, taking into account the nature of the terrain and its effects on the assailants and defenders.<br/><br/>You don't only have to face a direct military confrontation, you have to learn how to manage your supply routes, being careful not to rely on easy solutions! A quick breakthrough into enemy lines could lead your units being isolated with a high risk of being outflanked by enemy counterattacks!<br/><br/>Time will be another factor not to underestimate. In Battle of the Bulge, scenarios have a time limit with several \"semi-historical\" events affecting your conduct of operations in different ways.<br/><br/>Take control of iconic elite units on both sides, such as the 101 Airborne Division or the Kampf Gruppe Peiper, and replace the losses on the hottest spots of the frontline!<br/><br/>Challenge Bradley, Dietrich, von Rundstedt and other historical commanders with an ad hoc re-written AI -each with different play styles to choose!<br/><br/>Alternatively try to outsmart your friends - whatever their favourite gaming platform - in simple multiplayer encounters or test your skills with the new Tournament feature, providing infinite replay value to the game!<br/><br/><strong>New Features from the 2015 version</strong><br/><br/><ul><li>New multiplayer system (Slitherine's PBEM) supporting: cross-platform (PC/IOS/Mac), paired matches, private matches and tournaments<br/></li><li>Re-written AI for both sides (Allies and Axis).       <br/></li><li>Added a  Language selector and a Master volume buttons in settings<br/></li><li>4k resolution support<br/></li><li>A PC-like save feature, with slots and auto-save per turn<br/></li><li>Extensive historical photos and commentary.</li></ul><br/>Features<br/><ul><li>Play against AI opponents with unique personalities<br/></li><li>Fast turns, deep strategy<br/></li><li>Play scenarios like the quick, tense, fight in the opening days to a campaign covering the entire battle as either the Axis or the Allies<br/></li><li>Learn with the tutorial and quick start guide, or visit our online strategy forums to learn from other players<br/></li><li>Full rules, charts, tables and other information included for advanced players<br/></li><li>Extensive historical photos and commentary<br/></li><li>Localized for Spanish and Japanese<br/></li><li>First in a series of WWII titles by legendary designers including: John Butterfield, Ted Raicer, and Mark Herman</li></ul>"
}