{
    "id": "0587100003230000",
    "name": "Kung-Fu - The Way of the Exploding Fist [C64]",
    "size": 10601809,
    "description": "First person VR Kung Fu combat against a variety of different opponents, with a variety of different fighting styles, tactics, special moves and back stories.<h3>Defeat the Dragon Master.. and the rest</h3><br/>When a powerful, ruthless master emerges in the world of martial arts, it awakens many emotions. From the ambitious master looking for a challenge, to the wronged peasant sworn to revenge, to the jealous emperor who wants to be the sole ruler of the people, it brings out many people to fight each other and achieve their own goals.<br/><br/>Step into your own kung fu movie inspired by colourful characters inspired by Chinese and Hong Kong martial arts movies across the decades. Whether you fancy playing as an old wise master, or a young gifted female kung fu student, or a shaolin monk, or a ninja (tbc!) theres bound to be someone for you...<h3>Symmetric Physics Based Combat</h3><br/>\"When you learn how to adapt, you will be unstoppable... When you redirect your opponents energy: you force him to change. So in essence he defeats himself.\"<br/><br/>Block attacks with your hands or forearms, or bob and weave, push their arms out the way, or move about, how you fight is up to you. But your opponents might use different strategies also, so you must learn how to foresee their attacks and how best to attack them.<br/><br/>You opponents all have the same controls as you, no advantage, no disadvantage. Except on easier levels they will have less strength - they will also have their speed and intelligence reduced.<h3>Variety</h3><br/>Fight in different scenes an atmospheres inspired by movies, like the dark Red Flower Cult, the misty bamboo forest, kung fu school, (early 20th century) boxing ring + many move<br/><br/>Fighters have various colourful costumes and have their own special moves to learn and use. Final number still to be decided, but looking at approximately 30 characters (if I can think of enough special moves)<br/><br/>So, take a deep breath, make a fist and prepare to battle your way to victory"
}