{
    "id": "0587100003950000",
    "name": "Microrhythm + Freak Factory [C64]",
    "size": 10579957,
    "releaseDate": 20160606,
    "description": "<p> \r\n\tThe Jerk Force has taken over the Funky Factory! Whatta meanie! It's up to Squidbot to save the day! Dodge the bullets, zap the baddies and get the gears!\r\n</p>\n<p>\r\n\tFactory Freak-Out is a cutesy action-puzzle/shmup. Much like a shmup you have a ship and enemies, shoot them down and don't get hit. What makes FF different from most shmups, is that it's a puzzle game in disguise. Movement is a resource; you have a stock of 6 moves that replenish with time. Plan your movement carefully, or you'll run out of moves and won't be able to dodge! Pacing, timing and planning your path is important.\r\n</p>\n<p><strong>UPDATE: v.0.46:<br/></strong></p>\n<p><strong><strong>Oh dear, what an update! Tons of graphical updates, and most importantly, a whole new stage!  Sorry it took so long, but I'll get there eventually!</strong></strong><br/></p>\n<p>- Added <strong>stage 4</strong> &amp; major reworkings done in previous stages!</p>\n<p>-Added a <strong>Rank system, </strong>which affects enemy counts, positions, suicide bullets and a few other small things.</p>\n<p>-2 secret encounters...</p>\n<p>- <strong>A stage select</strong> option that lets you play individual stages!<br/></p>\n<p>- Bunch of graphical updates and new sprites<br/></p>\n\n<p>All the art, code and sound effects are done by me, and the music is by Haunted Egypt, with the exception of the current menu music which I made and stage 4 theme which is by Tobi / Trashmaker at Bandcamp. Current version is v.046, containing stages 1, 2,3 and 4.<br/>\n</p>\n<p>\r\n\tSince it is my first project, I would really appreciate feedback and tips on how to improve the game! I love shmups and puzzle games, and I would love to make more, and better games of both genres in the future.\r\n</p>\n<p><strong>Currently working on</strong>:</p>\n<p>- quality-of-life improvements/player feedback<br/></p>\n<p>- stage 5<br/></p>\n<p>- artwork &amp; art assets</p>\n<p>- secrets<br/></p>\n<p>\r\n\tI hope you enjoy the game! Thanks for checking it out! Have a wonderful day! <br/>\n</p>"
}