{
    "id": "0587100003d70000",
    "name": "Ninja [C64]",
    "size": 10557866,
    "releaseDate": 19860101,
    "description": "Ninja<br/>Prepare for an intense clash of strategy in Ninja Empires, an online real-time strategy game that combines the essence of Clash with the stealthy world of ninjas!<br/><br/>[Game Features]:<br/><br/>🥷 Assemble Your Ninja Clan 🥷<br/>The ancient order of ninjas is in turmoil, and the ninja world hungers for a true leader, a Shinobi who can unite the fractured clans. Recruit skilled ninja warriors from different backgrounds, including assassins, shadow warriors, illusionists, and martial artists. Forge your unique ninja clan in this mysterious world and embark on a quest to establish your dominance in the realm of strategy and Ninja Wars!<br/><br/>🗝️ Collect Artifacts of Mastery 🗝️<br/>Explore the secret Artifact Chamber to discover ancient relics of great power. Enhance and unlock their true potential, giving you the upper hand in the battle for supremacy.<br/><br/>🏯 Conquer the Shadowrealm 🏯<br/>For fans of stealth tactics, the Shadowrealm awaits! Collect and improve a variety of scrolls, devise clever strategies, and adapt to overcome challenging missions, putting your strategic prowess to the test as you confront shadowy adversaries lurking within the Shadows.<br/><br/>🏗️ Build Your Silent Stronghold 🏗️<br/>Ascend to greatness by upgrading your hideouts, conducting covert research, training elite ninja squads, advancing your Ninja Heroes, and guiding your clan towards prosperity in this tactical masterpiece.<br/><br/>📜 Master the Art of Infiltration 📜<br/>Select from four specialized ninja classes and six versatile infiltration techniques to craft your covert strategies. Outwit your foes by using a counter system and aligning your ninja squads with the right Heroes. Hone your tactics to outmaneuver your adversaries!<br/><br/>🌟 Legendary Ninja Awaits 🌟<br/>Assemble a fearless team of five Ninja Heroes and embark on an epic campaign steeped in the spirit of stealth and intrigue. Let them lead your ninja clan to glory as shadowy masters!<br/><br/>🤼 Form Unbreakable Alliances 🤼<br/>Join forces with like-minded ninja clans in secret alliances and sweep the battlefield. Together, you'll conquer thrilling missions, including Clan Battles, Ninja Duels, Shadow Raids, Shadow Dojo Challenges, and more!<br/><br/>🌐 Global Ninja Rivalries 🌐<br/>Engage in intense showdowns with millions of players around the world. Crush those who dare to obstruct your path to dominance! Seize the ninja throne and reign supreme in this extraordinary strategic game!<br/><br/>⚔️ Animated Ninja Warfare ⚔️<br/>Experience the excitement of ninja battles as your stealthy warriors clash in stunning 3D graphics. Watch your Heroes unleash their breathtaking skills and harness their mystical ninja arts in epic battles that will keep you on the edge of your seat!"
}