{
    "id": "0587100004310000",
    "name": "Plundered Hearts R26 [C64]",
    "size": 10653643,
    "releaseDate": 20141030,
    "description": "<p>Restore the balance of light and shadow in the world!Beautiful hand-drawn visuals and a story of epic proportions bring Asdivine Hearts to the forefront of PC gaming! Travel alongside four companions and a cat in the adventure of a lifetime and one that transcends even the world in this fantasy 2D turn-based RPG!StoryOne year ago, the world of Asdivine was enveloped by a brilliant flash of light. Since that time, the influence of shadow has only continued to grow ever more powerful across the face of the land. And though the event itself was undoubtedly connected with the heavens, few people seem to have realized the far-reaching implications of what transpired.<br />\nNow turning to the present, a surprising revelation awaits a young man by the name of Zack and his childhood friend, Stella, in the capital from a chubby cat claiming to be none other than the Light Deity and declaring the world to be on the verge of a great collapse.<br />\nAlthough skeptical at first, this band of unlikely adventurers soon finds this chance encounter to be only the beginning of an adventure set to not only change their lives, but their fates, as well.Features<br />\nGroundbreaking Visual Quality: The world of Asdivine has been rendered with stunning detail, from meandering clouds to lapping waves, sparkling magic to slithering creatures, and even dynamic skill effects.<br />\nLimitless Customization: By taking puzzle piece-like jewels and setting them in a box known as a &quot;rubix,&quot; players are able to customize characters in ways like never before!<br />\nLoads of Extra Content: The game features plenty of subquests, a battle arena, treasure to dig for, and an enemy guide to collect information for. How far can you level and how many millions of damage can you dish out? All these challenges await you and more!About KEMCOKEMCO is a video game publishing company specializing in handheld JRPG games. By focusing on immersive narratives and quality gameplay we strive to continually design gaming experiences both seasoned and new gamers alike can enjoy while advancing the genre to a whole new level.<br />\nFind us on Facebook!<br />\n<em>IMPORTANT NOTICE</em><br />\nThe game screen can rarely flicker depending on the device environment. If you notice any instability, please quit the game once and load the it from CONTINUE in the title screen.<br />\nThis app features full controller support with the Xbox 360 Controller on Windows. Full controller support is not guaranteed on Mac OS X.</p>"
}