{
    "id": "05871000047b0000",
    "name": "Rambo III - The Rescue [C64]",
    "size": 10640973,
    "releaseDate": 20140221,
    "description": "RAMBO ® THE VIDEO GAME is a rail-shooter that puts the player in John Rambo’s combat boots, and takes them on an action packed journey through the iconic combat sequences and story-arcs of FIRST BLOOD ™, RAMBO: FIRST BLOOD PART II ™ &amp; RAMBO III ™. [/h2][/h2]<br/><br/>Locked and loaded with the trademark Rambo arsenal of weapons, you battle through the boss showdowns and take-downs from the films - everything from Rambo’s evading the police in First Blood, to his single, explosive bow strike on Lieutenant Tay in Rambo First Blood Part II, and on to his shredding Russian helicopters with the DShK 12.7mm Heavy Machine Gun in Rambo III. <br/><br/>In this classic rail-shooting, arcade adventure you can use the classic Rambo weapon set of a bow, a knife, and guns as you encounter (and create) chaos, carnage and destruction.<br/><br/><ul><li>16 Missions of action based on the movie series. <br/><br/></li><li>All-out action in rail-shooting face-offs - players will need to make tactical use of cover-options to survive the enemy onslaught.<br/><br/></li><li>Features actual voices of Rambo &amp; Col. Trautman from the motion pictures.<br/><br/></li><li>Selected music from the Motion Picture sound tracks.<br/><br/></li><li>25 different enemy types, spectacular boss battle and vehicle sections.   <br/><br/></li><li>15 different guns plus a range of different arrow-tips for Rambo's bow.<br/><br/></li><li>No health-packs or recharging health-bar - Kill to heal with Wrath Mode. http://www.rambothevideogame.com/#!wrath/c1h96<br/><br/></li><li>In-depth score-attack features. <br/>http://www.rambothevideogame.com/#!scoring/c1x44<br/><br/></li><li>Unlock John Rambo's full warrior (and score-attack) potential with skill &amp; perks system. http://www.rambothevideogame.com/#!skills-and-perks/c21or<br/><br/></li><li>Three difficulty levels with corresponding score-multiplier bonus.  Play on Green Beret for highest scoring potential. </li></ul><br/>Yes, this IS the ultimate Rambo experience!"
}