{
    "id": "0587100000c10000",
    "name": "Bob Moran - Rittertum - Die Gespenstische Mission [C64]",
    "size": 10582316,
    "releaseDate": 20200214,
    "description": "Mission: It’s Compli­cated is a visual novel about getting superheroes to fall in love, and the shenanigans that happen along the way. Send your heroes out on ridiculous missions at night, and try to keep them from getting hurt -- or they won't be able to go on dates during the day! Grow your favorite pair's bond so they can go on more dates. Help them pick the right thing to say. <br/><br/><strong>Get them to fall in love… and save the world.</strong><br/><br/>Super sweet features of this narrative-based, visual novel include:<br/><ul><li> Heart and humor! The puns are terrible and the feels are real.<br/></li><li> Choose your OTP! Any hero (there's 5) can be paired with any other to win the game.<br/></li><li> Friend dates! Friendship is just as important as romance. Win the game with romantic or platonic love depending on which pair you pick!<br/></li><li> No bummers! Every pair has a happy ending. But can you get the ULTIMATE happy ending?<br/></li><li> A serious lack of beds! Oh no, there's only one! :O<br/></li><li> Super cute art! Look at it! It's cute as heck.<br/></li><li> So much reading! Over 100k words! That's an entire novel! Wow! It'll probably help you on your SATs or something! Are those still a thing?<br/></li><li> NO voice acting! Cast your favorite voice actor for each character using the power of your imagination.<br/></li><li> LGBTQ+ friendly<br/></li><li> Want to breeze through the game to see all the endings? Skip any mission you've done before and still get credit... so you can get to those juicy dates!<br/></li><li> Free! Not secretly-designed-for-microtransactions-free, but actually free. So that's cool.</li></ul><br/>In case you missed it, Mission: It’s Compli­cated is free. Completely FREE! <br/><br/>To let someone know you care, share one of these  special Valen­tine’s Day cards with them. Sharing is caring!<br/><br/>Fun gifs!<br/><br/><br/>"
}