{
    "id": "0587100005c30000",
    "name": "SubLogic Football [C64]",
    "size": 10575606,
    "releaseDate": 20160304,
    "description": "<strong>The real-time club simulator<br/><br/>What is it? Simple, really…</strong><br/><br/>Football Club Simulator gives you <strong>total control of your team</strong> through an <strong>elegant and powerful interface.</strong><br/><br/>This means that the player gets to make<strong> all the decisions</strong> of the Club as <strong>Head Coach, Manager, and Chairman.</strong><br/>In addition, you can<strong> try out your strategy</strong> in the “Interactive match” <strong>while giving orders to your payers in real-time.</strong><br/><br/><strong>A football &amp; strategy videogame</strong><br/><br/><strong>Let your inner football strategist out!</strong><br/><strong>You realize in just minutes that your decisions are making the difference</strong> and you are leading your team to glory. And all this in real-time!<br/><strong>1. During the Season</strong><br/><br/>Make new signings to strengthen the squad or expand the stadium for more ticket sales and revenues.<br/><br/><strong>2. Each week in training</strong><br/><br/>Decide on what tactics to implement and choose the starting eleven…<br/><br/><strong>3. Crucially</strong><br/><br/>Give orders to your players in real-time during the match. You’ll love the feeling of being in control that Football Club Simulator offers you.<br/><br/><strong>The “Interactive match”</strong><br/><strong>Experience the game from the dug-out</strong><br/><br/>In the “Interactive match” you’ll see <strong>your players doing what you’ve been working at training sesions during the week</strong> and playing to your tactics. And this it´s only the first step of your victory.<br/><br/>Most importantly, when the key moment arises, you can <strong>give orders to your players in real-time</strong>. They’ll instantly carry out, giving you the chance to <strong>lead your team to glory.</strong><br/><br/>When you make the calls in the “Interactive match”, <strong>you will see stunning moves and incredible goals.</strong><br/><strong>Enjoy them both</strong> as they happen and while <strong>watching the replays.</strong><br/><br/><strong>The “Plays chalkboard”</strong><br/><br/><strong>Football is not only about winning, its about winning in style…</strong><br/><br/>We all know exactly how we’d have our teams playing if only we had the chance.<br/>The “Plays chalkboard”, another Football Club Simulator exclusive, <strong>has put this within your reach.</strong><br/><br/><strong>Freeze the match</strong>, study the players’ positions and <strong>draw in the movements, actions, passes and shots</strong> you want them to make.<br/><br/><strong>The “Command system”</strong><br/><br/><strong>Never forget… You are the Boss!!!</strong><br/><br/>The “Command system” offers you<strong> a wide range of orders with which to change the flow of the match.</strong><br/><br/><strong>In defense</strong><br/><br/>Tell your players to clear the lines, play the offside trap, up the intensity or keep hold of the ball as part of your strategy.<br/><br/><strong>In attack</strong><br/>Pick the right moment to instruct your players to play the ball into the hole, open it up out wide, move it around or go route one.<br/><strong>“Real-Time orders” at match day</strong><br/><strong>Command your team in real-time</strong><br/><br/>In each half of the match; <strong>you'll have 20 seconds to run each order.</strong><br/>Your technical team has already got this covered.<br/><strong>+40', +60', +80'…</strong> Train specifically so that you can <strong>add up minutes to carry out each order</strong> on match day. Another step towards victory.<br/><br/><strong>The “Real-Time shot”. Hit It!</strong><br/><strong>Do not hold back! Hit it!</strong><br/><br/>We proudly present <strong>the thrilling real-time command.</strong><br/><br/>When one of your players has a <strong>clean sight at goal, do not hold back,</strong> give the order <strong>\"Hit it!\" and he'll shoot</strong>. Rise up your chances of score!"
}