{
    "id": "0587100000490000",
    "name": "Ardok the Barbarian [C64]",
    "size": 10555093,
    "releaseDate": 20160515,
    "description": "IMPORTANT, READ CAREFULLY!About the genre of this gameThis game is visual novel. You cannot directly control the 3D model of the protagonist, you will advance the game plot using textual links. You can read more about the visual novels using the link below: <br/>https://en.wikipedia.org/wiki/Visual_novelAbout the 18+ rating of this gameWe must make things clear, in order to avoid misunderstanding of 18+ content rating of our game.<br/><br/>This label does not mean that this is a game with adult content. In fact, there is no adult content at all.<br/>According to the laws, games containing scenes of smoking, drinking of alchoholic beverages, usage of mild drugs are prohibited for the children. Our heroes drink wine, smoke hookah (presumably with mild drugs :) ).<br/><br/>Also our game contains quite a bit of erotic scenes, scenes of violence and gambling.<br/>We were arguing in our team about the content rating of the game and decided to set the maximum possible just to avoid possible problems.<br/><br/>So, please have in mind: this game is NOT about tits and asses (well, not only about it :) ). This is the game about adventures, with spirit of old movies and books about barbarians, which we love. We tried to create something similar and hopefully we did it :)DESCRIPTIONThe Barbarian and the Subterranean Caves is an adventure visual novel about the heroic feats of the intrepid warrior Ragnar.<br/><br/>Now you can become the famed adventurer Ragnar and bravely seek out all-new original adventures in this exciting game.<br/><br/>Delve into the mysteries of the caves and discover what lies in waiting below. Ready your sword: you will investigate sprawling, far-reaching webs of intrigues and unmask the cunning evildoer who stands in your way.<br/><br/>Can you tell a friend from a foe; who wants to manipulate you and who really needs your help?<br/><br/>Ragnar has six qualities you can choose from; each one influences the plot in its own way. But you must strategize well because you may only choose three.<br/><br/>Conquer all those who oppose you, overcome difficulties, let your conscience guide you through tough choices, and don't let lies ensnare you in a sticky web.<br/><br/>Take control over your hero's destiny to unlock the multiple endings and get the richest rewards.<br/><br/>Discover the truth in the darkest depths of the subterranean caves…MAIN FEATURES<ul><li>Non-linear, choose-your-own-adventure plot<br/></li><li>Unique endings to find<br/></li><li>More than 300 detailed illustrations<br/></li><li>Mosaic plot that completely opens by only completing a few storylines<br/></li><li>Cross-platform compatibility (Windows, Mac, Linux)<br/></li><li>Steam trading cards and badges<br/></li><li>Achievements<br/></li><li>Steam Cloud support</li></ul>"
}