{
    "id": "0587100005130000",
    "name": "Sigma 7 [C64]",
    "size": 10547348,
    "releaseDate": 20190417,
    "description": "STORYFrom the creators of the award-winning sci-fi game Out There...\n<br/>\n<br/>\nIn the near future, a paradigm-shifting scientific discovery looms over the world, promising radical new technologies. The world’s superpowers realize they could have the power to destroy the global financial system, wipe out entire countries or even gain access to immortality. \n<br/>\n<br/>\nHowever, this discovery — called “The Sigma Theory” — can only be harnessed by a handful of scientists. You are placed at the head of your country’s Sigma division. Your objective is to ensure that it is your nation that reaps the benefits of Sigma Theory before anyone else. \n<br/>\n<br/>\nTo achieve this you will have powerful resources at your disposal: a cadre of the world’s most elite covert agents, advanced tactical drones and, of course, your own skills in diplomacy and subterfuge. \n<br/>\n<br/>\nIt’s a cold war out there, one in which mankind must face up to its future.\n<br/><br/>\nFEATURES<ul><li>A bold new take on the espionage game genre, set during a future global cold war\n<br/>\n</li><li>Recruit your team from 50 unique spies and field agents\n<br/>\n</li><li>Turn-based strategical and tactical-level gameplay\n<br/>\n</li><li>Order your spies to conduct operations all over the world\n<br/>\n</li><li>Experience tense and thrilling exfiltration missions where you guide your agents on a covert operation to extract high-value targets from foreign cities\n<br/>\n</li><li>Infiltrate the enemy’s Sigma programs, abducting, coercing, and seducing scientists to your side\n<br/>\n</li><li>Deploy your drone fleet to turn operations in your favor\n<br/>\n</li><li>Deceive or cooperate with your rivals during diplomatic summits\n<br/>\n</li><li>Use your diplomatic skill to balance the demands of multiple relationships: with your agents, with your superiors, with powerful private lobbies, and with your counterparts around the world\n<br/>\n</li><li>Discover 30 world-changing technologies\n<br/>\n</li><li>Hoard Sigma Theory discoveries for yourself to gain an edge in the cold war — or share them for the benefit of all mankind — or sell them to powerful private lobbies bent on preserving the old world order\n<br/>\n</li><li>Experience a dynamic emergent narrative where every decision matters and the complex web of character relationships means that no two games of Sigma Theory will ever be the same\n<br/>\n</li><li>Multiple distinct endings that respond to the player’s ethical and practical decisions throughout the game</li></ul> Games that inspired us: XCom, Phantom Doctrine, Plague Inc, Pandemic, Rocket Ranger and so much more"
}