{
    "id": "0587100001250000",
    "name": "Cohen's Towers [C64]",
    "size": 10531362,
    "releaseDate": 20150105,
    "description": "Towers of Altrac is a 3D Tower Defense cooperation game for up to 4 players with an innovative A.I. system “S.A.D.”, which makes your enemies intelligent . Fight against the horde of Goblins, Orcs, Dragons and other monsters on 62 unique maps. The game is for every level of player experience.<br/>The surroundings go through a day night cycle which changes the atmosphere of the play constantly and offers together with the music a mystic ambience to the fantasy battle. Goblins, Orcs, Dragons and many other monsters control the world of Altrac. It should not be missing a numerous selection of towers. With ascending character level to a maximum of level 60, unlocks up to 10 useful special abilities to protect the victory of your race.<br/><br/><strong>High replayability</strong> – play through of three main campaigns in about 45 hours. In cooperation mode for up to 4 players in the campaign or co-op matches with friends can be played many other times and gets more points of experience for the rise to level 60. The opponents are a guarantee for dynamic changes, beside some special maps with secondary targets or bomb targets which change the map difficulty level. Additionally, the game now features a Player versus Player  mode (PvP) in Multiplayer.<br/><br/><strong>Large number of enemies</strong>  - more than 50 opponent types and dynamic npc dimensions give enough variety during the play. There are more than 600 different strength degrees of enemies in the course of the maps for a rising challenge. <br/><br/><strong>A high number of 62 unique maps</strong> – Towers of Altrac offers in every map a unique road system with another map design. The available tower construction sites on the maps provide the necessary degree of difficulty. <br/><br/><strong>3 Races of Towers of Altrac</strong> - With a total of 57 towers – The towers have 5 update levels beside her base level. The towers provide with different strengths and weaknesses what makes her use partly to the player strategy. <br/><br/><strong>The Dreoks</strong>  – The people of machine builders bring the technical aspect to Altrac. Their cannons and the high knowledge in the engineer's art enable to rule with fire and black powder in the air and on the ground. <br/><strong>The Eldran</strong>  – The forest people consisting of elves and creatures of the nature place on her archers, eagles and ballistas. They fight against the hordes with the help of natural magic and poison.<br/><strong>The Kal'than</strong>  – The magicians bring strong magic towers with themselves and can fight against many opponents all at once. They summon magical creatures, created dark portals and build floating fortresses."
}