{
    "id": "0587100006450000",
    "name": "Tri Math v1 [C64]",
    "size": 10602511,
    "releaseDate": 20141008,
    "description": "With every twist of a corridor, every raised gantry over your head, every new floor of towers and dungeons in the Odd Gods’ world, TRI challenges you to think outside the box. Empowered by the TRI artifact, you place anchor points on the walls around you and conjure triangular platforms which can be climbed on, walked over and otherwise employed to negotiate the levels ahead. They’ll help you solve puzzles, reach otherwise impossible ascents, reflect light beams and even walk up walls… once you discover how to do it, that is!<br/><br/>A real test of spatial awareness, TRI is a mix of first-person and puzzle gameplay that will push your mind to the absolute limit!<br/><br/><strong>Game Features</strong><br/><br/><ul><li><strong>The Power Of TRI </strong>– Create your own path through each level by conjuring triangles out of thin air, then use them to solve puzzles scattered throughout the world of the Odd Gods.<br/></li><li><strong>Go Anywhere, Everywhere</strong> – Careful planning and thought can see you go almost anywhere using the triangles; think about where you place them and hunt for the mystical fox statues that allow you to move on!<br/></li><li><strong>New Abilities</strong> – There’s always something new to learn, always a new power to be earned. Want to walk on walls? Redirect light rays? Use teleportation? It’s all waiting to be discovered!<br/></li><li><strong>Replay Value</strong> – Finding your way through each of TRI’s 16 stages is taxing enough, but you can also hunt for hidden idols, beat the best time or meet fewest triangle targets, against other players on the in-game leaderboards of the Challenge Mode.<br/>The hidden idols also unlock bonus content like making-of pictures and developer commentaries!<br/></li><li><strong>First-Person Puzzling</strong> – TRI is a thinking gamer’s FPS; there’s no violence or killing, only the joy of exploration, puzzle solving and triangle conjuring. It’s a true test of skill and spatial awareness!</li></ul>"
}