{
    "id": "0587100001610000",
    "name": "Deep The [C64]",
    "size": 10613095,
    "releaseDate": 20120418,
    "description": "<p>The Deep Black : Reloaded is a video game in the “Action” genre (third person shooter). Deep Black features extensive gameplay (40 single player missions in 4 different environments) that offers a mix of terrestrial and underwater battles, which so far has no direct analogues in this genre in the global video games market.<br />\nThe sci-fi project with detailed action-packed underwater combats will feature a new trend in TPS genre. Exciting gameplay suggests using both environments for combats: land and underwater.<br />\nThe unique setting of Deep Black comprises an immersive story line, complex science-fiction mystery, espionage and bio-terror. The story line runs up in the nearest future in the world of unsteadiness, chaos, espionage, terrorism, desperate fight for world supremacy and possession of sophisticated biological weapon.<br />\nUsage of realistic physical effects in the underwater environment enforces players to feel all the deepness of fear and unpredictability of combats in Deep Black.<br />\nPlayers will take to the murky depths armed with a wrath of underwater equipment from specialized underwater suit with jet pack and integrated harpoon and other high tech equipment in pursuit of enemies. With the majority of the game play taking place below the water’s surface, action-adventure fans will need to master new skills to fight hostile enemies and infiltrate enemy bases.<br />\nKey features<br />\nCover shooter with 40 missions and 4 different environments<br />\nMore than 8 hours of gameplay<br />\nUnderwater combat<br />\nFree 3D underwater movement<br />\nImmersive storyline with expressive characters<br />\nHuge choice of tactical equipment including jetpack suits and weapon, with special traits for underwater combat<br />\nSupport of Razer Hydra controller<br />\nNVIDIA 3D Vision Ready title<br />\nNVIDIA PhysX support<br />\nOptimized for Intel Sandy &amp; Ivy Bridge, working well on Ultrabooks</p>"
}