{
    "id": "0587100003c10000",
    "name": "Mystery Master - Murder by the Dozen [C64]",
    "size": 10586402,
    "releaseDate": 20221018,
    "description": "EXPERIENCE a fully interactive murder mystery adventure set in the present day! Journey through a mysterious tropical island filled with hidden objects, secrets, and MURDER! Put your detective skills to the test by hunting for clues, gathering evidence, and figuring out who’s behind the horrific crime! <br/><br/>THE ADVENTURE BEGINS when Carla Page, a young journalist, receives an unexpected invitation from billionaire Ruben Navarro to join his yearly private party on a tropical island. When Carla gets there, she finds herself surrounded by some of the world’s wealthiest, most influential people... and right in the path of the worst storm of the year. But being unable to escape the inclement weather will be the least of her problems as a mysterious murder occurs moments after she sets foot on shore. Carla puts on her detective’s hat and dives into solving the crime, but each new clue just raises more questions. Carla soon finds out that murder isn’t the island’s only secret. <br/><br/>HOW YOU’RE GOING TO CATCH THE MURDERER: <br/><br/>MAKE CHOICES that shape how the story unfolds!  <br/>INVESTIGATE CRIME SCENES and use your detective instincts to uncover every secret and clue.  <br/>SEARCH AND FIND HIDDEN OBJECTS among stunning scenes.  <br/>SOLVE UNIQUE MINI-GAMES and brain-twisting puzzles.  <br/>EXPLORE THE ISLAND and discover a beautiful and unique art style!  <br/><br/>SEARCH, FIND, AND UNRAVEL EVERY SECRET in a journey across a murder mystery hidden object adventure like no other! Don’t let the murderer escape! <br/><br/>Follow us for new updates, contests, and more! <br/> On Facebook <br/>https://www.facebook.com/MysteryIslandGame <br/>On Instagram <br/>https://www.instagram.com/murderbychoice/ <br/><br/>Having TROUBLE with the game? Got QUESTIONS or IDEAS? <br/>Contact us here!  <br/>https://www.nordcurrent.com/support/ <br/>Privacy / Terms &amp; Conditions <br/>https://www.nordcurrent.com/privacy/"
}