{
    "id": "0587100004690000",
    "name": "Rad Warrior [C64]",
    "size": 10572922,
    "releaseDate": 20180219,
    "description": "<p>The StoryRad is a rambunctious but spirited young boy who maybe plays too many video games. After dozing off at the tail end of a long night of gaming, Rad awakens to find his dusty old console has turned itself back on. Suddenly a vortex emerges and he&#39;s sucked into his TV, where he finds himself the star in his very own video game adventure.<br />\nDusty is Rad&#39;s good-hearted but foul-mouthed, now-sentient game console. His clock speed isn&#39;t what it used to be, but what he lacks for in megahertz he makes up for with experience and attitude!<br />\nRad &amp; Dusty&#39;s adventure takes them through many dangerous stages of action-packed, humor-filled, hardcore platforming fun. This decaying jungle world has been infected by a fierce corruption, and it&#39;s up to the unlikely buddy-duo Rad and Dusty to save the jungle&#39;s inhabitants and restore the Elder Tree as guardian of the land.<br />\nFeaturesWeapons: Dusty arms Rad with a variety of radical bad-ass weaponry. The Bolt Blaster has unlimited ammo, is easy to use, and more than enough firepower to get the job done. The Phoenix Cannon shoots out a fiery bird whose wingspan lights enemies ablaze as it flies by.<br />\nSounds &amp; Music: Composer Andrew Hulshult combined his years of musical experience (both performing and writing) with his passion for retro-style gaming to create an amazing and authentic soundtrack for the game complete with MIDI-inspired music... And synthesizers!<br />\nThe Pixelverse: While Rad and Dusty are a great team, only Dusty can enter the electrified Pixelverse -- a dangerous spacetime-breaking region that exists behind the game world. Dusty enters the Pixelverse when necessary to repair glitches in the running game world, allowing both Rad &amp; Dusty to continue their journey.<br />\nClassic Easter Eggs: The game features hard-to-find collectibles in sometimes even harder-to-find classic secret rooms. Use your precision platforming skills to collect &#39;em all.…. And these brand new additions!This new and improved version of Rad Rodgers also include these brand new additions:<br />\nLeaderboards: Gain Scores at the end of each level, and battle with friends to reach the top of the leaderboards.<br />\nHats: Unlock more than 20 different hats throughout the game, and customize Rad Rodgers.<br />\nNew Pogo Vertigo Bonus Levels: Grab a Pogo Stick, and see how far you can get in the new Pogo Vertigo vertical levels.<br />\nNew Unlockables: Unlock behind the scenes artwork throughout the game.<br />\nNew Pixelverse Puzzles: Pixelverses have been redesigned, and now include brand new types of Puzzles.<br />\n5 New Levels! Fight through 3 new Pogostick Levels, and 2 massive new levels. The Rainforest Rampage, and Raging Ruins.<br />\nMinibosses! Introducing 2 minibosses throughout the game.<br />\n4 New Enemies! The new Spiky Jellyfish, Powerful Laserheads, and 2 new Minibosses brings new and exciting challenges to the Rad Rodgers enemy roster.<br />\nBrand new weapon! The legendary &quot;Excalibat&quot; from Rise of the Triad, makes a return to Rad Rodgers. Become invincible and smack your way through hordes of enemies with the mighty Excalibat.</p>"
}