{
    "id": "0587100003390000",
    "name": "Learn to Add [C64]",
    "size": 10507989,
    "releaseDate": 20180801,
    "description": "<p>Learn Japanese To Survive! Kanji Combat is an educational game, designed to be the ideal introductory course to the Japanese language! It&#39;s the third game in a smash-hit series, following Hiragana Battle and Katakana War - but you don&#39;t need to have played those!<br />\nThis new game teaches you a separate part of Japanese: the Kanji writing system. Everything you need to start learning Japanese is contained within the game!<br />\nJapanese is a language that can be very daunting to begin learning. It contains a unique alphabet of intricate symbols that can be very confusing to newcomers. How do you write these symbols? How do you even pronounce them?! If you&#39;re asking yourself these questions, don&#39;t worry - that&#39;s completely normal!<br />\nLearn Japanese To Survive! Kanji Combat is your ticket to easy Japanese learning!<br />\nLearn over 200 Kanji characters! With this knowledge under your belt, you can begin reading and writing Japanese!<br />\nAt the start of each of the game&#39;s chapters, you&#39;ll learn a new set of Kanji characters. Following that, you&#39;re free to go on adventures and explore. You&#39;ll encounter dangerous enemies that have taken the shape of Kanji. To defeat them, you&#39;ll need to correctly translate them! If you give the wrong answer, your attack will be reflected and used against you. It&#39;s a learn &amp; live situation!<br />\nMuch like the other games in this series, you will also have the opportunity to learn some Japanese vocabulary! You&#39;ll see how words are constructed using Kanji, and learn the translations of useful words and phrases.FeaturesLearn over 200 Kanji characters, with detailed instructions on how to read and write each character.<br />\nLearn useful mnemonic techniques to recognise each Kanji.<br />\nAudio speech examples from native Japanese speakers demonstrate how to pronounce each Kanji character.<br />\nFollow along with the exciting story that will see you travel to Japan to defend the country from shape-shifting monsters!<br />\nExciting gameplay with familiar RPG elements - collect items, complete quests, engage in batles!<br />\nBuild a new town from the ground up. Customise your town with different features!<br />\nForm new friendships and get to know each of your companions with unlockable story sequences.<br />\nEarn experience points and level up your characters.<br />\nReview completed lessons to brush up on your knowledge.<br />\nIn-game quizzes test what you&#39;re learning.<br />\nOriginal soundtrack, including opening and closing themes with vocals! Ready to learn Japanese? You bet you are!</p>"
}