{
    "id": "0587100003df0000",
    "name": "Number Builder [C64]",
    "size": 10541449,
    "releaseDate": 20230226,
    "description": "<p>This is a homebrought game, run on Gameboy Color. Original version: A.S.K Software/Commodore (UK) Ltd. Commodore 16/Plus4, 1986. Created with GB-Studio 2.0.0 beta5!\r\n</p>\n<p>Also available for download in .CIA format for the Nintendo 3DS virtual console!\r\n</p>\n<p>\n</p>\n<p>When the program has loaded choose either 1 for Number Builder or 2 for Self Test. Do thisby moving the cursor square over the number using the keyboard, then press Start key.<br/></p>\n<p>Having chosen Number Builder then select a level, 1 to 5 in the same way. Harry now comes on and paints up your starting level. Press START. The building under construction appears on the screen. It contains ladders to get from one floor to the next and an assortment of number blocks. You will notice that the blocks contain not only numbers but also operands; this is +, -. These operands are distinguished by different coloured blocks.Be careful choise of these number blocks you can help your workmate get from the TOTAL NUMBER to the TARGET NUMBER. He must achieve this before the bucket of cement reaches the top of the building and spills all over him.</p>\n<p>Move the workman about the building. When you wish to use a particular number block just position him over the block and press A or B button. If you manage to get Harry into the home base you are then ready to collect your pay and proceed to the next day.</p>\n<p>\n<br/>\n<strong>Start the game</strong><strong>: </strong>Start\r\n<br/>\n<strong>Move</strong>: Cursor LEFT/RIGHT/UP/DOWN<br/>\n<strong>Choose a number block:</strong> A or B<br/>\n<br/><br/><strong>Start the game:</strong> Enter<br/><strong>Move:</strong> Cursor LEFT/RIGHT/UP/DOWN<br/><strong>Choose a number block:</strong> X or Z</p>\n<p>https://plus4world.powweb.com/software/Number_Builder\r\n</p>\n<p>WLS Homepage link\r\n</p>"
}