{
    "id": "05871000019d0000",
    "name": "Eidolon The [C64]",
    "size": 10614238,
    "releaseDate": 20140801,
    "description": "In Eidolon, you start as a new student at Eidolon University. You're asked to introduce yourself to the new students. In doing so, you'll learn more about them, the true nature of the university, and yourself.<br/>\n<br/>\r\nEidolon University has a 2-3 hour playtime but no two playthroughs will ever be the same due to extensive dialogue options and as many as sixteen unique endings per character.  You play as a new student at Eidolon university. As you interact with the other students (by clicking on them in whatever order you choose), you will have extensive branching dialogue options that unlock new areas, raise affection, and unlock special endings.<br/>\n<br/>\r\nThis download includes the full game, free to play, with no additional content expansions anticipated. Play for free now and forever.<br/>\n<br/>\r\nSome of the characters you will meet while playing include:<br/>\n<br/>\r\nErica (not-datable) – A bubbly sorority sister who'd love to party and make memories with you – or drink too much and forget them.<br/>\n<br/>\r\nMelody (datable) – She's hoping to save the world – and would love help picking up litter or protesting the new power plant, especially with an attractive student like you! If only she could find a way to graduate from the university and make a more meaningful impact...<br/>\n<br/>\r\nVivian (datable) – Voted most likely to succeed. She'll apply that same ambition in dating you and in trying to escape from Eidolon.<br/>\n<br/>\r\nAdrianna (datable) – The resident romantic, hoping to have her own happily ever after. Can you give her the romance she longs for or will she be forced to take matters into her own hands?<br/>\n<br/>\r\nBrooke (datable) – Athletic and skeptical about love – can you work your way into her heart? Or better yet, give her the adventure she craves?<br/>\n<br/>\r\nClaire (datable) – Curious about everything, she's eager to experiment with you in all kinds of ways. But her greatest experiment will be determining the true nature of her world.<br/>\n<br/>\r\nReia (datable) – More interested in books than romance, can you find a philosophy that incorporates love? Or one that explains who - what - she really is?<br/>\n<br/>\r\nSophia (non-datable) – The school's guidance counselor may have answers to the mysteries of the university – or at least towards better understanding why you seek them."
}