{
    "id": "0587100000bf0000",
    "name": "Board Games Compilation [C64]",
    "size": 10534647,
    "releaseDate": 20131003,
    "description": "<p>As skilled members of a disease-fighting team, you must keep four deadly diseases at bay while discovering their cures. Travel the world, treat infections, and find cures.<br />\nYou must work as a team to succeed. The clock is ticking as outbreaks and epidemics fuel the spreading plagues. Can you find all four cures in time? The fate of humanity is in your hands!</p>\n<p>Pandemic: The Board Game is a family-friendly cooperative game. Simple to understand and lots of fun, Pandemic: The Board Game puts you in an apocalyptic situation where you must work as a team to save the world.</p>\n<h3>How to Play</h3>\n<p>In Pandemic: The Board Game each player has a unique role with different abilities. On a turn, players will have four actions in order to cure diseases and save the world. They can remove disease cubes from the board; fly to a city in need; trade cards with fellow players; and much more.</p>\n<p>At the end of every player’s turn, new cities are infected with disease cubes and Epidemics may arise. You must fight to prevent the outbreaks before they spin out of control.</p>\n<p>In Pandemic: The Board Game, there is only one way to win: cure all four diseases before you run out of time!</p>\n<h3>Features</h3>\n<ul>\n<li>7 Role Cards With Unique Abilities  </li>\n<li>Supports games for 2, 3, or 4 players, but can be played solo if you play multiple roles  </li>\n<li>Pass-and-play multiplayer (2-4)  </li>\n<li>Three difficulty settings make the game suitable for beginners, intermediate players, and experts  </li>\n<li>Fully guided interactive tutorial; plus “Info Mode” for in-game reminders of the rules  </li>\n<li>Full rulebook included for easy access and detailed reference at all times  </li>\n<li>Animated interface gives clear indication of the game&#39;s progress and hotspots  </li>\n<li>“Undo” system  </li>\n<li>Adaptive soundtrack  </li>\n<li>Complete implementation of the board game suitable for expert play  </li>\n<li>Interface designed and tested for ease-of-use  </li>\n<li>Supports landscape or portrait orientations (iPad only)  </li>\n<li>Supports multitasking</li>\n</ul>"
}