{
    "id": "05871000010f0000",
    "name": "Chilly Willy [C64]",
    "size": 10555026,
    "releaseDate": 20170518,
    "description": "Do you ever dream of being a real hero from a fairy-tale about dragons, sorcerers and knights? If the answer is yes, then you're in luck. Because you are in a fairy-tale right now! Moreover, you are the Knight by yourself! You are fearless, you have sharp sword and your destiny awaits you. But… There is always a catch.<br/><br/>First of all, you don't know what's going on. Secondly, local Gods have a plan for you. They want you to be their living weapon. To be someone who shall carry their will upon this world. Yes, it's unfair. It's absolutely, completely unfair.<br/><br/>So this is where your journey begins. In Willy-Nilly Knight you have to be a knight in the middle of strange and unpredictable events. If you want to find out the truth, then you should do your best in fighting and tactics. At least it's a tactical RPG.<br/><br/>What should you expect from Willy-Nilly Knight? It's a great story. It takes place in a wonderful world. You will meet many attractive NPCs and build friendships with them. You will master a unique tactical battle system and crafting. And it's just the tip of the iceberg. Really.<br/><br/><ul><li><strong>Exciting adventure of the true hero:</strong><br/>You will be a vital part of the great adventure and witness many different things. Do you want an example? What about confrontation with Gods? Or do you want to be a part of English folklore? Anyway, this journey will last more than 20 hours of gameplay so there will be plenty of events for sure.<br/><br/></li><li><strong>It's real-time and turn-based all in one:</strong><br/>You could discover points of interest in this world in real time. But then it's time to fight game switches in turn-based mode. So you could keep your pace and plan your action carefully. Your action points is your only restriction there.<br/><br/></li><li><strong>Surprises and references:</strong><br/>There are so many surprises and references... Could you catch 'em all?<br/><br/></li><li><strong>Friends Will Be Friends:</strong><br/>In this journey you will meet many different characters. Some of them will be your enemies, but you could find friends too. Even a true love! All your companions will have unique skill-set so it's your right to choose with whom you want to be on one side.<br/><br/></li><li><strong>Real handyman:</strong><br/>There are so many useful things in Willy-Nilly Knight… Armours, helms, boots, gloves, weapons, scrolls, potions. You could buy it. You could loot it. You could craft it! Take your chance to let your imagination run wild!</li></ul>"
}