{
    "id": "0587100004050000",
    "name": "Paranoia Complex [C64]",
    "size": 10615573,
    "releaseDate": 20200331,
    "description": "<p>After a major bio-weapon attack on London, two scientists find themselves in a locked-down laboratory with time, and air, running out. With choose-your-own-path style gameplay, your actions and your relationship with other characters will lead you to one of eight suspenseful endings.</p>\n<p>Having treated the victims of a chemical attack in the totalitarian state of Kindar, Dr Amy Tenant is a leader in the advancement of Nanocell Technology. Now, in London, news breaks of a blood-vomiting civilian whose identity is far from coincidental. Reunited with an old friend, Amy is trapped in an impenetrable HQ of laboratories—a womb of scientific advancement with a perilous secret.</p>\n<p>The Complex is written by Lynn Renee Maxcy, part of the Emmy award-winning writing team from The Handmaid’s Tale. The interactive movie stars Michelle Mylett (Letterkenny, Bad Blood), Kate Dickie (Game of Thrones, The Witch) and Al Weaver (Grantchester). Featuring guest acting performance by Twitch streamer and former Xbox UK presenter, Leah Viathan.<br />\nRelationship Tracking<br />\nThroughout the game you will interact with characters and — depending on your choices — will either strengthen or weaken your relationship. The relationship scores are calculated from the start right through to the very end and will affect certain scenarios as well as having major consequences in the concluding scenes.<br />\nPersonality Tracking<br />\nFor every decision you make, every interaction, your character’s personality is being tracked. At the end of each playthrough, you are rewarded with a Personality Score and a breakdown to see how you played the game. Discover the five basic dimensions of a personality; openness, conscientiousness, extraversion, agreeableness and neuroticism. Which of those will your character play?<br />\nFeatures<br />\n• A completely live action, cinematic interactive sci-fi thriller, filmed in the UK. Directed by Paul Raschid, and written by Lynn Renee Maxcy (The Handmaid&#39;s Tale - TV Series).<br />\n• Multi-optional storytelling with 8 different outcomes.<br />\n• Real-time Relationship Status Tracking that influences the story as you play.<br />\n• Real-time Personality Trait Tracking that evolves based on your choices.<br />\n• Starring Michelle Mylett (Letterkenny, Bad Blood), Kate Dickie (Game of Thrones, The Witch)<br />\nand Al Weaver (Grantchester)<br />\n• Guest acting performance by live streamer and presenter, Leah Viathan.<br />\n• Unlockable features include Skip Scene, Personality Assessment and a Hidden Event.<br />\n• Featuring a Pause Choices option for improved audience participation during live streams.</p>"
}