{
    "id": "0587100006730000",
    "name": "Warlock's Quest [C64]",
    "size": 10597476,
    "releaseDate": 20190607,
    "description": "<strong>Warlocks 2: God Slayers</strong> is a humorous pixel-art metroidvania. Challenge the vile gods and dethrone them in this action-packed hack n' slash experience with wizards and meteor showers.<br/><br/>God Slayers is a brand new story, where our titled Warlocks now need to face the gods themselves, as apparently perishing the shadow monsters have angered them to say the least. The Order of Warlocks has been called to <strong>challenge the gods and dethrone them</strong> from their obnoxious mighty positions.<br/><br/><strong>Core features:</strong><br/><ul><li> awesome pixel art with hand-drawn animations<br/></li><li> fresh hack 'n slash experience in both local and online co-op<br/></li><li> enemies have their own skill sets and work together to take you down<br/></li><li> special familiar slot for your character (with evolutions!)<br/></li><li> giant bosses waiting to get slayed<br/></li><li> tons of randomly generated loot waiting for you to pick 'em up</li></ul><br/><br/>We'd like to introduce you to the first <strong>three fundamentals of Warlocks 2: God Slayers gameplay</strong>.<br/><br/><br/><br/>We’ve learned a great deal while developing our first game. The thing that majority of our players praised the most was gameplay and combat. That in itself will only get more diverse giving players a <strong>legit class system</strong> with characters that you can level up and choose their skills with skill trees, a <strong>familiar system</strong> where you can bring up a little fellow that’ll aid you in battle.<br/><br/><br/><br/>We’re taking story seriously in this Warlocks game. You’ll be challenged with completing both main and side quests, all of them featuring compelling dialogue and novel gameplay elements. Fight with the band to dethrone the vile gods! Run with the giant Hamammoths and save the oppressed worlds! Help the Order of Warlocks withstand these challenging times.<br/><br/><br/><br/>The previous game featured small maps and arenas which didn’t leave a lot of room for exploration. This time we’re building <strong>actual places to visit</strong> with their own wild monsters to find. Each universe you travel through has its own inhabitants which behave differently when approached.<br/><br/><br/><strong>Less exciting feature list:</strong><br/><ul><li> 3 very different worlds, each with a mid-world boss and a final boss<br/></li><li> Over 40 varied enemies, each with a skill set and behavior of its own<br/></li><li> Single Player mode, Local co-op, Online co-op (up to four players)<br/></li><li> Procedurally generated side-quests, loot (with different rarity tiers and special suffixes) and enemy setup on levels<br/></li><li> 5 playable characters, each introducing a different play-style<br/></li><li> All the skills from characters' skill trees have additional upgrades that you can unlock adding new utility to your favorite spells</li></ul>"
}