{
    "id": "0587100002cf0000",
    "name": "International Hockey Avantage b-disk [C64]",
    "size": 10557803,
    "releaseDate": 20150901,
    "description": "Renowned Explorers: International Society is a strategy adventure game set in a fictitious 19th century world. It introduces a unique attitude-based gameplay that challenges both your tactical and storytelling skills.Key Features<ul><li> <strong>Endless New Adventures</strong> - Explore the far corners of fictitious 19th century world in procedurally generated expeditions to Egypt, the Caribbean and much more.<br/></li><li> <strong>Compose your Crew</strong> - Choose 3 experts out of 20. Fighters are Aggressive but Speakers can solve tactical conflicts with Speech actions.<br/></li><li> <strong>Personality = Gameplay</strong> - Each conflict can be solved in different ways, depending on your crew's personality and strategy. 'Mood' is one of the most important gameplay elements.<br/> Fight them with <strong>Melee</strong>, <strong>Ranged</strong> and <strong>Area of Effect</strong> attacks, <br/> win them over using <strong>Cheers</strong>, <strong>Charms</strong> and <strong>Compliments</strong>,<br/> or scare them away by <strong>Insults</strong>, <strong>Taunts</strong> and <strong>Humiliation</strong></li></ul><ul><li> <strong>Optimize your Economy</strong> - Collect Insight, Research, Gold and Status on your expeditions. Use them to build economy and support for your next expedition. <br/></li><li> <strong>Vivid Stories</strong> - Find more than a hundred treasures in hundreds of visual events that adapt to the characters and have multiple outcomes.<br/></li><li> <strong>Build a reputation</strong> - Become a Diplomat, Aggressor or Manipulator. Go for Science, Wealth or Status. Fame is your goal, but the way there is entirely up to you.<br/></li><li> <strong>Permadeath?</strong> - In Adventure mode you cannot load after failure. Discovery mode lets you reload. Choose difficulties from Easy through Impossible to customize the challenge.</li></ul>"
}