{
    "id": "0587100005ed0000",
    "name": "Survivor [C64]",
    "size": 10584381,
    "releaseDate": 20210712,
    "description": "<strong><h3>Can you survive?</h3></strong><br/><br/>Survivor is a thrilling throwback to the golden era of 80's arcade gaming. Step into a world overrun by zombies in this top-down shooter, where your survival hinges on quick reflexes, strategic planning, and a relentless trigger finger. As waves of undead close in, you'll need to master an array of weapons, utilize powerful bombs, and scavenge for critical loot to stay alive.<br/><br/><strong><h3>Game Overview:</h3></strong><br/>In Survivor, you'll face relentless waves of zombies that grow larger and more challenging with each passing level. The fast-paced action and nostalgic pixel graphics will transport you back to the arcades of yesteryear. As you progress, you'll encounter formidable bosses with unique mechanics, adding a new layer of excitement and difficulty to the game.<br/><br/><strong><h3>Key Features:</h3></strong><br/><br/><ul><li><strong>Classic Arcade Action</strong>: Experience the authentic 80's arcade feel with modern gameplay enhancements.<br/></li><li><strong>Diverse Arsenal</strong>: Upgrade your weapons and unleash devastating bombs to obliterate the undead.<br/></li><li><strong>Challenging Waves</strong>: Battle through increasingly difficult zombie hordes and test your survival skills.<br/></li><li><strong>Epic Boss Fights</strong>: Take on unique bosses that introduce new challenges and require strategic thinking.<br/></li><li><strong>Loot and Power-Ups</strong>: Collect essential loot, extra lives, and special pickups like armor to gain the upper hand.<br/></li><li><strong>Retro Graphics and Sound</strong>: Enjoy pixel-perfect graphics and a soundtrack that perfectly captures the nostalgia of classic arcade games.</li></ul><br/>Are you ready to take on the undead and prove your survival skills? Grab your computer, load your weapons, and dive into the chaotic world of Survivor."
}