{
    "id": "0587100002710000",
    "name": "Hagar the Horrible Demo Promo [C64]",
    "size": 10568116,
    "releaseDate": 20220221,
    "description": "Mr.Horrible\r\n<p>Tema/Özel Güç: Suç ve Dedektiflik Zekası / Yalan Sezgisi</p>\n\n\n\n\n<p>29 Ekim kutlamaları sırasında Bursa'nın Değirmenlikızık mahallesinde yaşanan hırsızlık vakasının ardından, mahalle halkının içi rahat etmemektedir. Belediye başkanı Zafer Bey, polisin çalışmalarının yanı sıra, alanıyla ilgili bir makale yazmak amacıyla bölgede bulunan Arnavutluk asıllı dedektif Mr. Horrible'a başvurur. Bir şekilde bu olayı çözmek ve halkın zararını bir an önce karşılamak isteyen Zafer Bey'in talimatı ile iş suç ve dedektifliğe geldiğinde halkın bilmediği özel güçleri olan ve detayları yakından takip eden Mr. Horrible, suça karışmış olabilecek ve 29 Ekim kutlamalarından ayrılmış ya da katılmamış şüphelileri sorgulamaya başlar. Tüm soruların cevabını kullanarak erişilmeye çalışılan tek bir soru vardır: Bu suçu işleyen kim?</p>\r\nBilgilendirme:\r\n<p>Dublajlar Yapılmıştır. Ancak Süre Yetmediğinden Dolayı Oyun içerisine Konulamamıştır. En Kısa Zamanda oyunun dublajlı hali paylaşılacaktır.</p>\n<p>Oyun En iyi 1920x1080 ekranda oynanmaktadır. Onun haricinde Görüntü Kayması/Bozukluğu olabilir.<br/><br/>!!Yüklediğimiz unfixed dosyada oluşan bir bug  oyunun bir noktadan sonra devam etmesini engelliyordu. Moderatörler tarafından bug fix yapılabileceği söylendikten sonra bu bugu hızlıca kaldırıp oyunun akmasını sağladık. !!</p>\r\nOyun Hakkında:\r\n\n<p>Mr. Horrible, çeşitli karakterlerle konuşarak şüphelilerin arasından doğru olanı bulmaya çalışacağınız, karşılacağınız herkesin suçlu olabileceği gizem türünde bir hikaye oyunudur. Mr. Horrible'ın özel gözlemleme güçlerini kullanarak ilerlediğimiz bu oyunun amacı verilen ipuçlarını toplayıp hırsızlığı yapan kişiyi bulmaktır. Oyunu oynamak için özel bir ekipmana ihtiyaç yoktur.</p>\n\n<p>Alper Koç│Ekip kordinatörü</p>\n<p>Yaşar Efe Yücel│pixelartist </p>\n<p>Dilara Dural│pixelartist</p>\n<p>Berat Ege Koşar│Coder</p>\n<p>Ural Kemal Kavraal│Coder</p>\n\n<p>Mağara Jam #4 için Yapılmıştır.</p>\n<p>Animationed Artz ekibi.</p>\n\n\n\n<p>Kullanılan kaynaklar :<br/><br/>- Müzik : </p>\n<p>- Ses Efekti : <br/></p>\n<p>- Font : https://www.1001fonts.com/dpcomic-font.html , https://www.dafont.com/alagard.font<br/></p>"
}