{
    "id": "0587100004070000",
    "name": "Passport to London [C64]",
    "size": 10603792,
    "releaseDate": 20071031,
    "description": "<strong>RETURN OF THE HELLGATE: LONDON ON STEAM!</strong><br/>With the support of many fans, developers have been able to offer the latest version of Hellgate: London game in the Steam.<br/>Hellgate: London provides a single play environment with the latest version (Version 2.0) of the Hellgate: Tokyo service.<br/>The game provides single play optimized scenario contents and premium support items.<br/><br/><br/><br/>The Hellgate: London is an action role-playing legend game you have been waiting for. Hellgate: London presents a near future that the devils and minions were brought to the Earth before the whole world falls into fears. As a survivor, you must rescue humanity from army of darkness using battle skills and magic. <br/>The game offers endless replayability to its users through different modes, levels, random generated monsters and huge collection of weapons and items. You can enjoy playing game in either third-person or first-person perspective. <br/><strong>KEY FEATURES:</strong><br/><strong>Characters</strong><br/>The Hellgate introduces six classes of characters to choose from. Each character has its philosophy, training and combat skills. The class you choose is an important factor that determines a game play. In addition to the class, you can choose various visual physical attributes like sex, height, size, hair and skin color etc. <br/>Character customization system allows you to create your own unique character and raise its level and skills through quest performance and battle against the devil.<br/><strong>Random generation system</strong><br/>Hellgate: London provides infinite repeat playability by creating randomly generated dungeons, items and quests. Random maps allow you to have unique and personalized play to enjoy different experiences each time you play. Every space the player steps into is a randomly generated map, where quests and items are always generated randomly. <br/><br/><strong>Unique items</strong><br/>One of the important features of Hellgate's game play is its collectable rare item system.<br/>Hellgate offers a variety of items such as Random, Rare, Unique, Named and Quest items to ensure you enjoying the game.<br/>Furthermore, through various item-related systems you can create an infinite number of items and get support in the development of your character with a higher level of items and characters."
}