{
    "id": "0587100003870000",
    "name": "Mercenary - Escape from Targ [C64]",
    "size": 10555996,
    "releaseDate": 20130904,
    "description": "<p>Note: Due to the size of the full game and patch, users who purchase the digital version of the game will need 4.6GB of free space on their PS Vita memory card, and therefore will need at a minimum an 8GB PS Vita memory card.<br />\nIf you thought the battle lines were clear, you’ve not seen the whole story. Killzone™ Mercenary for the PlayStation®Vita system—winner of IGN’s Best PS Vita Game of E3 2013—throws players into a deadly firefight as part of a ruthless Mercenary faction, one taking on paid contracts from not only the dangerous ISA but the vicious Helghast as well. In Killzone™ Mercenary, there is no good. There is no evil. There is only the mission... and the money.  War is Our Business.</p>\n<p>Developed by Guerrilla Cambridge, a wholly owned subsidiary of Sony Computer Entertainment Europe, Killzone™ Mercenary is the first handheld entry in the series to retain the console titles’ first-person shooter gameplay and which promises to combine an epic single-player campaign with a substantial multiplayer offering. Developed exclusively for the PlayStation®Vita system.</p>\n<p>KEY TAKEAWAYS:<br />\nFull Campaign Mode: Play through 9 massive single-player missions, each with additional challenges and special objectives.<br />\nBreathtaking Graphics: Built on the same Killzone™ engine used on PlayStation®3 system, Killzone™ Mercenary has stunning visuals and the smooth gameplay shows off the PS Vita system like no other game.<br />\nRobust Multiplayer: Intense combat for up to 8 players keeps the competition fierce.<br />\nCustomize Across Modes: Customize your Merc’s loadout in Campaign and Multiplayer modes with armor, weapons and more. Customizations to your Merc apply to both modes!</p>\n<p>The industry’s most respected gaming sites agree, Killzone™ Mercenary is the FPS PS Vita owners have been waiting for.</p>\n<p>“…the polish and feel is something we’d expect on a home console.” – EGM.com<br />\n“…a Vita shooter worth being excited for.” – IGN<br />\n“The one truth that simply cannot be disputed is that Mercenary is visually incredible.” – 1up.com<br />\n“…easily the most graphically advanced Vita game yet.” – Complex Gaming<br />\nSome functions and features may not be available on PlayStation TV.<br />\nThis item is being licensed or sublicensed to you by Sony Computer Entertainment America and is subject to the Network Terms of Service and User Agreement, this item’s use restrictions and other applicable terms located at www.us.playstation.com/support/useragreements. If you do not wish to accept all these terms, do not download this item. This item may be used with up to 2 activated PlayStation®Vita systems associated with this Sony Entertainment Network account.<br />"
}