{
    "id": "0587100000c50000",
    "name": "Bobsleigh [C64]",
    "size": 10582389,
    "releaseDate": 20120602,
    "description": "If you like eXTreme sensations, you will love \"BobSleigh eXtreme\"!<br/><br/>Your BobSleigh is propelled at high speed on 10 different tracks!<br/>Try to keep the control!<br/>Try to win the \"Fight Mode\" Level!<br/>In this level, there is no Limit.<br/>Only one rule: IT MUST REMAIN ONE!<br/><br/>Be careful! You have competition, and the difficulty keeps increasing!<br/>Many other opponents try to beat you!<br/>You can eliminate them... but be care about your own level of damage!<br/>Try to take the \"Boost\" Bonus to increase your speed and break the record!<br/>Don't forget that you can touch the screen to brake. You will need that!<br/><br/>Hit Checkpoints to get Extended Time!<br/>Customize your BobSleigh, and become the Top Driver!<br/>You have the possibility to try all tracks before the compete (except the last ;o)).<br/><br/>Get many $ on each track and try to be in the Top 3 to keep your money to buy a better BobSleigh and break all records!<br/>Go to the \"Shop\" and select the BobSleigh you that prefer: \"Star\", \"Shooting Star\" or \"Comet\"!<br/><br/>The score of each race is recorded.<br/>Share your score online and tries to stay in the world ranking!<br/>If you agree, your location is automatically detected to display the flag of your country in the international scores table.<br/>So you can compete with players around the World!<br/>You can see the rankings at any time by clicking on the logo \"World High Scores\".<br/><br/>••• Game Features •••<br/><br/>• eXtreme Slide Sensations!<br/>• Full 3D Real Time rendering<br/>• 10 different tracks<br/>• Incredible arcade physics<br/>• Huge jumping<br/>• Spectacular SFX<br/>• Get many $ to buy better BobSleigh<br/>• Customize your BobSleigh<br/>• Training mode<br/>• Realistic sound environment<br/>• Original Music<br/>• Boost Bonus<br/>• Select the difficulty level<br/>• Use accelerometer or virtual arrows to control your BobSleigh<br/>• Upload your Score and enter in the World Ranking"
}