{
    "id": "05444000018b0000",
    "name": "Weka Invaders [SMS]",
    "size": 10188095,
    "releaseDate": 20161216,
    "description": "<strong>The Invasion Has Begun!</strong><br/><br/><strong>8-Bit Invaders!</strong> is a fast-paced, retro Real-Time Strategy game for the PC.  Control the military might of the GALACTIC MARINE CORPS or invade with the devastating power of the alien CRANIOIDS!  No matter which side you choose, everything in <strong>8-Bit Invaders!</strong> is easy to understand for beginners and hardcore gamers alike.  Collect resources, build your army, and then crush your opponent!<br/><br/><strong>Conquering the Multiverse was never so easy.</strong><br/><br/>A 24 mission single-player campaign comes with achievements and technology that grow your destructive power with every victory.  Fight alone or find a buddy and take on the enemy together in 10 additional co-op missions.  Or, test your skills against the AI in a variety of 2, 4, 6 or 8-player maps in skirmish battles.<br/><br/><strong>8-Bit Invaders!</strong> includes all of this, and more…<br/><br/><ul><li>24 offline campaign missions.<br/></li><li>New 'Conquer The Multiverse' real-time strategic metagame scenarios providing for opportunities to invade new worlds<br/></li><li>Classic Base-Building mechanics let you construct the ultimate HQ from which to launch attacks against your foes.<br/></li><li>Easy to understand advanced military and alien units and structures lets RTS beginners jump right in.<br/></li><li>10 co-op missions to play with your friends.<br/></li><li>Destructible environments on maps ranging from small to very large.<br/></li><li>2-8 player battles against Human and AI opponents of varying skill levels.   <br/></li><li>A rocking soundtrack from composer Frank Klepacki.<br/></li><li>Full cross-play with 8-Bit Armies and 8-Bit Hordes for those epic MEGA BATTLES between factions across games, and the Multiverse!<br/></li><li>From the same team that brought you RTS classics such as Star Wars: Empire at War, Universe at War, and Grey Goo.</li></ul>"
}