{
    "id": "0544400001410000",
    "name": "Silver Valley [SMS]",
    "size": 10208032,
    "releaseDate": 20140403,
    "description": "<p><strong> Apple Game of the Year 2014 </strong><br />\n<strong> Winner of Apple Design Award 2014 </strong><br />\nIn Monument Valley you will manipulate impossible architecture and guide a silent princess through a stunningly beautiful world.<br />\nMonument Valley is a surreal exploration through fantastical architecture and impossible geometry. Guide the silent princess Ida through mysterious monuments, uncovering hidden paths, unfolding optical illusions and outsmarting the enigmatic Crow People.<br />\nIda&#39;s Dream now available.<br />\nForgotten Shores: Eight new chapters of adventure and illusion available now as a separate purchase.<br />\nBuy or download Monument Valley now and you’ll also get our fully animated iMessage sticker pack, including 5 stickers exclusive to players! Only available on iOS10 and above.<br />\n=======<br />\n&quot;This might be the most beautiful iPad game of 2014&quot;  - Wired<br />\n&quot;Brilliant design... stayed with me like a dream I didn&#39;t want to forget&quot;  9/10 - Polygon<br />\n&quot;The most sublime hour my iPad has ever given me... and the value of such a thing is incalculable&quot; - Kotaku<br />\n&quot;Monument Valley stuns with its serenity... each screen is a work of art&quot; - Huffington Post<br />\n&quot;Almost impossibly gorgeous... a feast for your senses&quot; 5/5 - Touch Arcade<br />\n=======<br />\nBEAUTIFUL<br />\nInspired by minimalist 3D design, optical illusions and palaces and temples from around the world, every monument is a unique, hand-crafted world to explore.<br />\nEASY TO USE<br />\nTwist and drag to reshape the world and help Ida to explore. Designed to be easy for everyone to pick up, enjoy and complete.<br />\nSOUND<br />\nAudio reacts to your manipulation of the world to provide a surreal and beautiful soundscape. Best experienced with headphones.<br />\niCloud<br />\nSynchronize your game across all your devices.<br />\n** Monument Valley is designed for iPhone 4 and above. It is NOT compatible with iPod Touch 4th Generation.</p>"
}