{
    "id": "05417000001f0000",
    "name": "C.J. Elephant Fugitive [GG]",
    "size": 10177952,
    "releaseDate": 20220111,
    "description": "<p>\n<br/></p>\n<p><strong>Esper</strong> is a semi-dystopian  interactive fiction story that  focuses mainly on characters and plot.  That includes interactions with  npcs, the emotions of your characters  and other things. <br/></p>\n<p>\n<em>\r\nI’ve  written linear stories before  but this is my first time writing a  branching interactive novel, so  bear with me as I figure this all out</em>\n</p>\n\n<p>In a world much like our own, with  the addition of flairs - a  fancy term for what we would call  superpowers, you are  an  <em>Esper</em>.  Someone with a powerful psychic flair.  Your life was fairly mundane, you  had two parents, were home schooled,  had hobbies, interests, dreams.  Was. And had. Now you’re on the run  from a government organisation that  wants you dead. And you have been  for the past few years. \r\nThe government thinks  you’re too powerful, too unpredictable to be allowed to lead a normal  life. You’re being punished for  being talented. \r\nEvade arrest, avoid suspicion and deceive the agents after you, all while trying not to die.\r\n</p>\n\n<p>• Play as female, male or nonbinary with the ability to customise name, appearance,  skills, personality, and more.\r\n</p>\n<p>• Make choices that will affect your character, other characters and the story - to a degree.\r\n</p>\n<p>• Develop your abilities as an Esper, either learning to control them or letting them run free.\r\n</p>\n<p>• Create havoc and annoy the people around you.\r\n</p>\n<p>• Get thrown into many a dangerous situation - worst of all, the social ones!\r\n</p>\n<p>• Romance one of the 4 love interests, all gender customisable\r\n</p>\n<p>• Or simply grow you friendships with them\r\n</p>\n<p>• Attempt to aid the very agents after you!\r\n</p>\n<p>• And much, much more!\r\n</p>\n\n<p><strong>Leith/Lena </strong><em>(M/F)</em> <br/></p>\n<p>The   leader of the group sent after you. Stoic and cold, yet surprisingly   good with people. They are ambitious and passionate about their job. Yet   they seem to harbour some hatred for who they work for. <br/></p>\n<p>\n<strong>Sean/Saorise</strong> <em>(M/F)</em> <br/></p>\n<p>The   brawn of the group. Kind and amiable, they can be a bit airheaded at   times but their heart is almost always in the right place. Their   indifference towards their work is odd when coupled with the way they   act as though they’re hiding something. <br/></p>\n<p><strong>Ilijah/Imani </strong><em>(M/F)</em> <br/></p>\n<p>The   techhead of the group. Irritable and aloof, they seem hard to get  along  with. Although generally disinterested with everything, they  quickly  become captivated once they’re doing what they love: hacking.  They seem  to bear an unusual amount of anger yet shut down when  questioned.\r\n</p>\n<p><strong>Veran/Valerie</strong> <em>(M/F)</em> <br/></p>\n<p>The   brains of the group. Charming and playful, they rarely take anything   seriously. Always ready to make a joke or find the light in a situation,   there’s an air of sadness lurking beneath their bright façade.\r\n</p>\n<p>Here is my Tumblr for updates and to talk about the game.</p>\n<p>You can report any code errors or typos/formatting issues here.</p>\n<p>Please let me know if the MC seems too feminine or white etc. or the ROs seem too fem/masc. And maybe even discuss with me ways to improve it.</p>"
}