{
    "id": "0541700001290000",
    "name": "Vampire - Master of Darkness [GG]",
    "size": 10194470,
    "releaseDate": 19931104,
    "description": "<p>Master of Darkness is a platform game, very similar to Castlevania. The plot has the player entering the role of an Ouija Board-playing psychologist named Dr. Ferdinand Social, who is looking to defeat Dracula, who is behind a series of killings in London that have been attributed to Jack the Ripper. However, Jack the Ripper is indeed responsible, for he is using the victim&#39;s bodies and fresh blood for sacrificial offerings – as part of a dark ritual being performed by Count Massen to resurrect Dracula. Also taking some part in the murders and the dark ritual is a mysterious Psychic Girl, who is possessed by an evil Skull Spirit.</p>\n<p>The game requires the player to battle their way through five rounds, which are divided into three lengthy stages. The rounds consists of the Thames River, House of Wax, a Cemetery that leads to Count Massen&#39;s Castle, a Laboratory within Massen&#39;s Castle, and finally being teleported to a dungeon-like Labyrinth within Castle Dracula, which resides in a forest of Transylvania. At the end of each round is a boss, a person with connection to the murders and dark ritual who must be defeated. The bosses are Jack the Ripper, a Psychic Girl possessed by a Skull Spirit, Count Massen, performer of the rituals, and finally Dracula himself.</p>\n<p>Enemies the player must battle include zombies, sharply-dressed gun-toting hooligans, bats, dogs, wolves, poltergeists possessing various decorations, skeleton knights, magical sword-wielding wizards, owls, and ghost maidens. To defeat the enemies, players can utilize several primary and secondary weapons. Primary weapons are close combat weapons ranging from knives, walking canes, rapiers and axes, that differ in range and efficiency. Secondary weapons are long-range weapons, which consists pistols, bombs, and boomerangs – with limited ammunition. The player can only possess one type of primary and secondary weapon. Picking up a new weapon means it automatically replaces the previous weapon in the player&#39;s inventory.</p>"
}