{
    "id": "0559800000f90000",
    "name": "SVC Chaos [NGEO]",
    "size": 103549970,
    "releaseDate": 20030724,
    "description": "<p>SNK vs. Capcom: SVC Chaos (エス・エヌ・ケイ バーサス カプコン エスブイシー カオス Esu Enu Kei Bāsasu Kapukon Esbuishī Kaosu) is a 2003 fighting game produced by Playmore (now SNK) for the Neo Geo arcade and home platform.</p>\n<p>The game is a crossover featuring characters from SNK&#39;s and Capcom&#39;s respective fighting game properties such as The King of Fighters, Samurai Shodown, Street Fighter, and Darkstalkers. It was the third arcade game in a series of crossovers between these two companies (see SNK vs. Capcom series) and the only one developed by SNK (SNK previously produced SNK vs. Capcom: The Match of the Millennium for the Neo Geo Pocket Color).</p>\n<p>The gameplay is based on the KOF series (particularly The King of Fighters 2002), with the same four button configuration and many of the same techniques. However, the game does not use the Team Battle format, but follows the traditional round-based one-on-one format. Each match begins with a dialogue exchange between the player&#39;s character and the opponent. One new technique introduced in the game is the Front Grand Step, which allows the player to cancel attacks with a forward dash. The player can perform this technique while guarding from an opponent&#39;s attack, which will consume one Power Gauge level.</p>\n<p>The game uses a different type of Power Gauge known as the Groove Power Gauge System, which has three levels. The Groove gauge fills as the player lands attacks against the opponents or guard attacks. When the gauge fills to Lv. 1 or Lv. 2, the player can perform Super Special Moves, a Guard Cancel Attack or a Guard Cancel Front Step maneuver. When the gauge is full, its reaches MAXIMUM level and a MAX Activation occurs. During MAX Activation, the gauge will change into a timer and the player gains the ability to cancel any of their moves anytime (in addition to Super Special Moves and Guard Cancels). Once the timer runs out, the gauge returns to Lv. 2.</p>\n<p>In addition to the regular Super Special Move, each character also has an &#39;Exceed&#39; move which can only be performed once when the player&#39;s life is less than half.</p>"
}