{
    "id": "0559800000cb0000",
    "name": "Samurai Shodown II [NGEO]",
    "size": 34655139,
    "releaseDate": 19941027,
    "description": "■About the opearion guarantee<br/>*We do not guarantee that this application  will function without interruption or will be exempt from errors on smartphones with iOS7.<br/>Thank you for your understanding. <br/><br/>Due to the fantastic response from our devoted fans, we have extended the Sale Campaign for &amp;quot;SAMURAI SHODOWN II&amp;quot;! <br/><br/>Spread the word and don&amp;#39;t miss out on this unique opportunity to play &amp;quot;SAMURAI SHODOWN II&amp;quot; with your friends!<br/><br/>SAMURAI SHODOWN II, the sword-based fighting game masterpiece has finally cut its way to iOS devices!<br/>Slash the powerful adversaries standing in your path, and put a stop to Mizuki Rashojin&amp;#39;s evil ambitions!<br/><br/>Features:<br/><br/>The fan favourite installment in SNK&amp;#39;s highly acclaimed series!<br/>The 2nd episode of the SAMURAI SHODOWN Series, is still beloved by fans of the series all across the world.<br/>Preserving the charm of the first game, its sequel brings the characters, world, and game system to the next level.<br/><br/>An incredible cast of 15 charismatic master swordmens head to the battlefield in order to fulfill their destiny.<br/>Haohmaru, Nakoruru, Ukyo Tachibana, Hanzo Hattori, Jubei Yagyu, and the rest of the 11 original characters return.<br/>Genjuro Kibagami, Cham Cham, Neinhalt Sieger, and Nicotine Caffeine come into play to complete the cast as the newcomers!<br/><br/>A new and expanded move list! Disarm your rivals by unleashing a Weapon Smash Attack!<br/>Forward Somersault, Backward Flip, Crouch, and even more moves have been added. A Weapon Smash can be performed when your Rage Gauge reaches its MAX!<br/>Finesse, or brute force? Let your hidden techniques express your fighting style!<br/><br/>A perfect port of this NEOGEO classic, adding new features for an even better experience!<br/>In addition to the original 4 button arcade experience,  a 6 button layout and SP button allow you to easily pull off  strong slashes and special moves by simply using the Touch Screen!<br/><br/>Challenge your friends via Bluetooth!<br/>Dual with your friends in a match through Bluetooth Multiplayer Mode!"
}