{
    "id": "0559800000390000",
    "name": "Galaxy Fight [NGEO]",
    "size": 30851023,
    "releaseDate": 20101214,
    "description": "Purchase this PS one® Classic and play it on both your PS3™ and PSP®(PlayStation®Portable) systems!<br/> <br/>\r\nDownload this PS one® Classic today! <br/><br/>\r\nGalaxy Fight is from the fighting class of gaming classics released in Japan during the mid-90’s. The game’s visual effects will amaze with up to five layers of parallax scrolling. Developed by Sunsoft in 1995 for the arcades, the game was brought to the consoles with near perfection.  <br/><br/>\r\nLegend has it that once every 1000 years, a being of divine power takes physical shape somewhere in the galaxy. This time, he has taken form on the planet Danius. He who calls himself \"Felden Crayce\", is being sought out by fighters across the galaxy to challenge until death.<br/><br/>\r\nBe sure to experiment with each fighters' special moves/combos. Each character has an 'Instant Death Move' that will finish off the opponent. The playfield will scroll endlessly in either direction. There are bosses other than Felden...you may get a code to play as them.<br/><br/>\r\nPlease Note: This game is a direct import from Japan.  Although text is limited, it is in the original Japanese language. Help with playing can be found at www.monkeypawgames.com.<br/><br/>\r\nTransferring to a PSP® system from your PS3™ system:<br/><br/>\r\nYou must be signed into the PlayStation®Network account that originally purchased the game.  You must have at least 271 MB free on your Memory Stick Duo™.  Connect your PSP® system to your PS3™ system with a USB cable and switch your PSP® system to USB Mode. Highlight the game on the PS3™ XMB™, press the Δ button and select Copy. <br/> <br/> \r\nPC Store Customers:<br/>\r\nLog into your PlayStation®Network account that you originally used to purchased the game.  Then, download the game from your “Download List” in the PlayStation®Store onto your PS3™ system.<br/><br/>\r\nThis title has been converted from the original PlayStation® disc to the PSP® and the PS3™ systems. Consequently, there may be times where the title plays differently from the PlayStation® disc version, or where some features may not function properly.  This version does not support PlayStation® peripherals (controller, memory card, multitap, etc.), therefore functionalities such as multiplayer, versus, and co-op modes are not available. <br/> <br/>\r\nPurchase indicates acceptance of the PlayStation®Network Terms of Service/User Agreement and this item's use restrictions.  If you do not wish to accept all these terms, do not purchase this item.  One-time license fee for downloads to up to 2 console systems and 2 portable systems that are associated with the purchasing account.<br/><br/><br/><br/>\r\n\"PlayStation\", \"PS\" Family logo, and \"PSP\" are registered trademarks of Sony Computer Entertainment Inc."
}