{
    "id": "0559800000d30000",
    "name": "Savage Reign [NGEO]",
    "size": 33445049,
    "releaseDate": 20160818,
    "description": "The rebirth of the classic action FPS / RTS hybrid \"Savage 1\" is here! Experience fast-paced combat and cunning strategic gameplay in glorious Unreal 4 environments. Engage in epic 16v16 front-line combat, or take Command to outplay and outmaneuver your team's way to victory. <br/><br/>Savage is a multiplayer-only game with a competitive focus. Combat includes both melee and shooter aspects, and should challenge even seasoned gamers. Servers are currently located in the US and EU, with more planned. Players may also host their own servers, use ours, or play offline!As a member of the fearsome Beasts or crafty Humans, you must fight to:<ul><li>Secure strategic resources and positions<br/></li><li>Craft and expand your team's buildings and structures<br/></li><li>Research and acquire new weapons and items, to gain the upper hand in combat<br/></li><li>Crush your opponents with mighty siege weapons, sneaky sabotage, or by strangling their economy</li></ul>Features:<ul><li>Quick-match<br/></li><li>Practice mode with bots and AI commanders - fully offline or play with your party!<br/></li><li>16v16 Standard matches, with an AI Commander<br/></li><li>16v16 Advanced matches, with a human Commander<br/></li><li>Competitive matches with locked rosters and no team swap<br/></li><li>Custom matches on official dedicated servers, or hosted locally, or hosted by another player, or fully offline!<br/></li><li>Stats and Leaderboards<br/></li><li>Cosmetic Items + Steam Drops + Trading Cards<br/></li><li>5 Maps<br/></li><li>Player hosted dedicated servers</li></ul>Digital Deluxe Edition<br/>Exclusive bonuses include:<br/><ul><li>3 gold weapon skins<br/></li><li>3 cosmetic crate keys<br/></li><li>Unique in-game vanity effect<br/></li><li>Soundtrack<br/></li><li>Account icon flair<br/></li><li>Taunt, and Taunt Image</li></ul><br/>Our continuing development (and server hosting) is funded largely by cosmetic item purchases: there is no persistent power progression system, there are no paid upgrades or boosts. This is a competitive game: there will be no Pay2Win."
}