{
    "id": "0559800000610000",
    "name": "The King of Fighters '97 [NGEO]",
    "size": 48979880,
    "releaseDate": 19970728,
    "description": "<p>Become the new challenger in the all-time classic THE KING OF FIGHTERS &#39;97 on iPhone and iPad!<br />\nRevisit this fighting gem, by playing one of its legendary (and sometimes hidden) teams, and behold the numerous endings the game has to offer!<br />\nPut an end to the evil Orochi&#39;s resurrection scheme, and finally settle the score between Kyo Kusanagi and Iori Yagami!<br />\nFeatures:<br />\n■35 playable characters!<br />\nPlay as SNK&#39;s iconic fighters such as Kyo Kusanagi and Terry Bogard, and try to master the infamous &quot;New Face Team&quot; or the  &quot;KOF &#39;97 Special Team&quot;!<br />\nThe NEO GEO version&#39;s hidden characters are now available directly on the character select screen so you can easily crush your opponent using Orochi Iori or Orochi Leona!<br />\nExperience for the first time in the series the &quot;Affinity System&quot;, and to select the members of your team according to their affinity, and enjoy their pre-match interactions!<br />\n■2 modes to improve the game&#39;s depth!<br />\nKOF &#39;97 uses 2 differents gameplay modes: EXTRA and ADVANCED! Master the system that fits you the best and burn your rivals down!<br />\nADVANCED MODE:<br />\nVarious jumps for different ways to bring the pain to your enemy! A must if you think offense is the best defense!<br />\nYou can stock your Power gauges to enter in MAX mode or to unleash deadly Desperation Moves!<br />\nDepending on your characters&#39; affinity, get extra Power gauges even after losing a round!<br />\nEXTRA MODE:<br />\nUse the Evade move wisely as you are being rushed and send your opponent flying!<br />\nFill your Power gauge to automatically enter Power Max mode for a set amount of time!<br />\nAs you are close to exhaustion, your health bar will turn red and blink, then you will be able to unleash your Desperation Moves to your heart&#39;s content, as long as you are the last one standing!<br />\n■A NEOGEO Perfect Port with added features!<br />\nYou have the possibility to play the game as it was intended back in the days with 4 buttons, or you can enjoy the new control scheme using the 6 buttons settings and the simplified special move with the help of the SP button!<br />\n■Fight against your friends through Bluetooth Multiplayer mode!<br />\nDecide who&#39;s the real KING OF FIGHTERS by challenging your friends via Bluetooth Multiplayer!!</p>"
}