{
    "id": "0559800000410000",
    "name": "Voltage Fighter - Gowcaizer [NGEO]",
    "size": 32773438,
    "releaseDate": 20080101,
    "description": "<strong> Inspired by the Amiga, Commodore 64 and PC '90s legends! </strong>Redneck Rampage, DukeNukem and Quake fans might find something familiar from this game, also Dino Crisis and Dinosaur Hunter fans. Graphically it is designed look like AAA Amiga game, however Voltage won't sent you back to the stone age, it is boosted with modern game features (which where not available 30 years ago..).<br/><br/><br/><br/><br/><br/>the small town of Frontier, Missouri, in the 1980s. A young man called Mark is having his summer holiday, the last summer before going to a college. Mark is our story hero, who is living in this idyllic small town, surrounded by a thick forests with a dozens of small lakes with crystal-clear water. This town even have famous American football league. But sometimes you can get bored even a burning hot sunny day like this, even a town like this. <br/><br/><br/><br/>that reason, Mark and his friends, Jesse, Benjamin and Kevin, are exploring scrap yard, where they tend to go secretly to look for all the special stuff, mostly parts of the mopeds and cars. The only employee in the scrap yard has gone to long 60 minutes lunch break, and Mark knows that this is their only change to explore treasures in a crap yard...<br/><br/><br/><br/> old truck which have -as every car in this scrap yard- seemed to be in a traffic accident. Logo of the truck is badly damaged, but he can read some text in it, about \"Co\" and \"International\". He peek into the truck, and notice that most of the stuff is badly damaged. But deeper inside truck trunk he finds a prototype of VR-glasses and a floppy disk. Mark smuggle the glasses and a floppy disk to his home and to his surprise, he find out that the glasses are compatible with his Amiga 500. Quickly he realizes that the truck and all techie stuff were a property of C-I Advanced Technology Department, which does cooperation with a military. <br/><br/><br/><br/>that these glasses are capable to unlock incredible hidden features in Amiga 500, able to take full advantage of the Amiga's potential. He launches a game that extends beyond what the games is likely to do, a whole virtual universe, which is somehow connected to another paralled universe. A universe, where the development of computers wen't through other paths and Amiga is world second biggest and the most advanced computer system. Mark log in to interconnected virtual space called the AOSYS and real adventure begins...<br/><br/>While exploring incredible AOSYS game environment with his glasses, Mark doesn't know that technology department in the other site have noticed their visitor from another dimension and they try to do their best to track the player and get their glasses back... with a help of army...<br/><br/><br/><br/><br/><br/> 3 levels at the moment and more in the near future, the game certainly offers value for money. Voltage was originally a peaceful place. But since the C-I Advanced Department of Technology is trying to eliminate the player they bring a massive army of enemies inside the game. Complete all levels* and bring peace back to the Voltage! <br/><br/>The game currently includes 3 huge levels:<br/><br/><strong>Level 1: Game starts at your hometown, and your mission is to find Amiga 500 computer and start your adventure in AOSYS. After you have found computer, your journey in AOSYS starts. First mission is called 'Escape from the Star Cruiser':</strong> You are in Star Cruiser. Seems that something has gone badly wrong and it's full of enemies (we don't reveal what kind of...). This level gives you about a 100-120 min gameplay. The game proceeds almost straightforwardly (spaceship is quite big) when you explore different parts of Star Cruiser and you desperate to escape...<br/><br/><strong>Level 2: VoltageDinoLand:</strong> Dinos have escaped from their cages! This level gives you about a 30-100 min gameplay, depends how much are you going to explore the DinoLand and complete your mission.<br/><br/><strong>Level 3: City of Voltage:</strong> Something calls us in the middle of the city.. In this level you explore suburbs and the main city. It gives you a 30-100 min gameplay.<br/><br/>Currently it is not possible to move back to previous map (for example if you enter to level 3 you cant go back to level 2), since the storyline is going a straight line, but we are planing to implement that feature in future. However we can assure that map sizes are huge and you can freely explore and move inside the map.<br/><br/>To be continued... (More levels will be added during Early Access.).Just added features<ul><li> <strong>Ability to dive has been added to the game</strong> (27.7.2018)<br/></li><li> <strong>Ability to swim has been added to the game</strong> (28.6.2018)<br/></li><li> <strong>Survival</strong> hunger, thirst and tiredness (In levels where player needs to find food, water and shelter in order to survive.)<br/></li><li> <strong>Pick, Carry and drop</strong><br/></li><li> <strong>Day &amp; Night Cycle </strong>(In levels where it is a part of the story line)</li></ul>Features that may be added later<ul><li> <strong>Merchants system</strong> (In levels where it is a part of the story line, merchants can sell you weapons, ammo, meds and food)<br/></li><li> <strong>Drive Cars, Motorbikes &amp; Bicycles</strong><br/></li><li> <strong>Sail by boat</strong><br/></li><li> <strong>Fly</strong></li></ul><br/><br/><br/>Ah, finally we get to the most important thing in the game :) Player has an access to a wide variety of different kind of guns. Early Access -version includes <strong>at least </strong>these guns:<br/><br/>Shotgun, Sniper M700, Magnum 357, Colt 1911, RPG, Crossbow, Dagger, Hatchet, Bow, Halberd, Mace, Stones tho throw, Grenades and even one futuretek gun..<br/>Other type of weapons are Melee Weapons, which you also have access when exploring different levels. These Melee Weapons are: Baseball Bat, Bow Saw, Cleaver, Cricket Bat, Crowbar, File, Garden Fork, Hammer, Lead Pipe, Pickaxe, Screwdriver, Shovel, Sledgehammer, Spanner and Wrench.<br/><br/><br/><br/><br/><br/> dr. Stephen J. McRegon, scientist, computer engineer, and something an a dreamer was asked to help a medium large computer company, to create a ultimate virtual reality system, which was ahead of time. And he did it. On year 1982 he created an open world game for Amiga personal computer, called AOSYS, Amiga operating system. AOSYS was capable to unlock incredible hidden features in Amiga 500, able to take full advantage of it's potential. Unfortunately it was never introduced to the markets in your dimension, where you read this message. Until this day came. McRegon found a way to blend space and time by simple breaking the law's of nature; He was sending radio waves Faster Than Light and that way broke the Cosmic Speed Limit. That maneuver opened a portal (which can be used only for sending small mass objects or voice), and hence deliver AOSYS to our dimension. For you all to play. You see, all physical objects, even you and your chair, exist in three dimensions. Everything has a width, and a high and a length. But there is another kind of length, a length in time.<br/><br/><br/><br/>All characters and locations used in this game are fictitious in our universe and any resemblance to real persons, vehicles and places is purely coincidental.<br/><br/><br/><br/>Add the game to your wishlist and be first informed when it comes available!<br/>"
}