{
    "id": "05107000029b0000",
    "name": "Powerspike Pro Beach Volleyball [PSX]",
    "size": 224515522,
    "releaseDate": 20161216,
    "description": "Volleyball Unbound  is a realistic beach volleyball video game with an extensive career mode and  local multiplayer for up to 16 people in hot seat mode and 4 people at a time.Features<ul><li>Extensive career mode for <strong>males and females</strong><br/></li><li>Party mode(shared screen) for up to 16 people (4 people playing at a time)<br/></li><li>Very realistic ball physics and player abilities<br/></li><li>Very large range of locations and tournaments<br/></li><li>Character editor - recreate the looks and abilities of any real world player!<br/></li><li>Controls are simple to learn but hard to master <br/></li><li>Emotion system: audience and player reactions reflect the complete course of the game<br/></li><li>Smart AI with humanlike behaviour<br/></li><li>Plug &amp; Play support for most controllers.</li></ul>GameplayTo defeat your opponents you have the full array of shots and spikes a real volleyball player would have in the same situation. You will need fast reflexes as well as a cool head to keep the overview in any situation.<br/>The ball physics are very accurate  - even the spin of the ball is taken into account to calculate the flying trajectories. To hit the ball precisely you need perfect timing just like in the real world - so playing the game also feels a lot like playing in reality.<br/>There are two control modes: either control just one player at all times or - more difficult but also more intense - control both players alternately whenever they play the ball.<br/>Additionally you can always play <strong>cooperatively</strong> with a friend.AIThe AI has several difficulty settings but always behaves very similar to a real human.<br/>On the one hand it analyzes your style of play and  guesses your next action, on the other hand it sometimes makes unforced errors.<br/>Just don't think you can successfully do the same shot in the same situation over and over again.Emotion SystemThe audience and player reactions reflect the complete course of the game - not just the last rally.<br/>There  will be no inappropriate cheers just because one team, that is already way behind and will lose the match anyways, scores. <br/>Again, even not so spectacular points might lead to some heavy cheers if one team is catching up!<br/>This awareness of situations also affects the gameplay: e.g. AI controlled players are more prone to make unforced errors in a close match after they were intimidated by a block.Character EditorIn the character editor you can create any type of player you can imagine, from a virtual clone of yourself to a world champion(if this is not the same in your case). The players not only look like their real world counterparts, they also have the same abilities(e.g. jumping heights, running speed, stamina, technique, ...).<br/>You could for example create a fully trained version of yourself (and your partner) and look what would be possible.<br/>While modifying a character you can always see his/her physical facts and some athletic results (height, weight, attack reach, sprint and middle distance). This makes it very easy to accurately recreate real world players.Extensive Career Mode for both sexesIn career mode hundreds of teams competing at dozens of tournaments all around the planet are simulated.<br/>You start out as local underdog in one of 30 nations. After gaining enough points at national tournaments you are qualified to take part in continental tournaments and eventually you become eligible for international tournaments.<br/>After each tournament you can train your team to eradicate your most annoying weaknesses.<br/>Before a match starts you can view the abilities of your opposing team. This way you can take advantage of their weaknesses or hinder them to utilize their strengths.Plug &amp; Play Joystick SupportThis game can be played with keyboard and most joysticks. Just plug your controller to your computer while the game is running and press a button - no complicated setup process necessary!Party ModePlay custom tournaments(single elimination, double elimination, king of the beach, round robin) with up to 16 teams. Each team can either be controlled by two humans, one human, or the AI. Theoretically you could setup a tournament for 32 human players, where always 4 people play at a time!"
}