{
    "id": "0510700003ff0000",
    "name": "Rapid Reload Eur [PSX]",
    "size": 208273295,
    "releaseDate": 20150810,
    "description": "Shadow Blade is an action-platformer set in a visually striking world where the ancient teachings of ninjas and samurai clash upon a modern landscape.  Sprint through stages littered with traps, slaying enemies along your path without hesitation as Kuro, the blade of shadow!Story<br/>Darkness and chaos are once again creeping into the world of man.  The covenant made in a time almost forgotten has failed, the three clans now in a violent struggle for dominance.  The medallion is almost made whole again and it falls upon Kuro?s shoulders to restore balance.  All his training has led up to this one moment, where the fate of the world will rest in his blood-stained hands.Key Features<br/><ul><li><strong>Epic NINJA Platforming</strong>: Test your skills in fast-paced platforming, mastering the skills of the ninja to breeze through challenging levels.<br/></li><li><strong>Vicious NINJA Combat</strong>: Kill your enemies with extreme prejudice through the mastery of the katana, shurikens and kusarigama!<br/></li><li><strong>Shadow Ninja</strong>: Attack the guards before they see you and alert all other mobs.<br/></li><li><strong>Story Campaign</strong>: Fully voiced motion comics tell the story of Kuro?s plight to restore balance!<br/></li><li><strong>More than 50 Challenging Levels</strong>: Environmental hazards, rifle-toting warriors and many more challenges await a hardened warrior.<br/></li><li><strong>Level Secrets</strong>: Raw speed doesn?t guarantee the highest rank.  A true ninja is ever vigilant, aware of any possibly hidden areas.<br/></li><li><strong>Ninja = Hardcore</strong>: Cleared the normal campaign?  Prepare for the ?Hardcore? variation and if you dare, the ultimate ?Master Class? version awaiting only the foolhardy.<br/></li><li><strong>Challenge Modes and Leaderboards</strong>: Feel the need to gloat?  Challenge yourself in these specially crafted stages only for the masters.  Compare your stats with friends and other players as you fight for the top of the leaderboards!</li></ul><br/>Additional Features<br/><strong>Level Editor and Workshop Integration</strong>: Create and upload your own levels to Steam Workshop for your friends and other players to check out.  Become the ultimate Dojo Builder!<br/><strong>Stylish 3D World</strong>:  Feast your eyes on a world where ninja and samurai clash in a modern landscape.<br/><strong>Achievements</strong>: Unlock a full list of achievements as you embark on your mission to restore balance.<br/><strong>Cloud Saving</strong>:  All progress saved through the Steam Cloud for pick-up-and-play on any steam powered device.<br/><br/><br/><br/>The Deluxe Edition includes:<br/>1 - Shadow Blade: Reload game<br/>2 - Art Book<br/>3 - Comic Book<br/>4 - Original SoundtrackFollow the development on Twitter<ul><li> @DeadMageStudio</li></ul>"
}