{
    "id": "0510700003ef0000",
    "name": "ISS Pro Evolution 2 Eur [PSX]",
    "size": 437893533,
    "releaseDate": 20160426,
    "description": "<p>This Story Tastes nothing like chicken! - Step into the webbed feet of “Hardboiled Chicken”, the series’ undeniably plucky superchicken secret agent and venture into the game&#39;s full Story Mode campaign. Thanks to the return of the evil penguin despot, iL Putzki, Hardboiled must hunt down and eliminate him once and for all using jetpacks, new guns, disguises and skills only fit for the Bond of super-chicken agents.<br />\nRescue &#39;em All! - Assemble a strike force of great magnitude and go on rescue missions behind enemy lines in the game&#39;s 1 - 4 player dropin / drop-out, online/offline Rescue Mode. Leave no bird behind!<br />\nEvolution is Delicious! - Featuring enhanced, nuanced controls, new combat systems, an expanded arsenal, slick graphics and the cordon bleu of musical soundtracks, the sequel has truly evolved!<br />\nPurchasing this content entitles you to both the PS4™ system and “PS Vita” system versions!<br />\n3D display with compatible 3D active glasses (sold separately) required for 3D features. Visit www.us.playstation.com/support/3D for details.<br />\nUse of PSN and SEN account are subject to the Terms of Service and User Agreement and applicable privacy policy (see terms at sonyentertainmentnetwork.com/terms-of-service &amp; sonyentertainmentnetwork.com/privacy-policy). *Online multiplayer also requires a PlayStation®Plus subscription.<br />\n1-4 players<br />\nNetwork Players 2-4<br />\n5GB minimum save size<br />\nDUALSHOCK®4<br />\n3D Game<br />\n1080p HD Video Output<br />\nOnline Play (Optional)<br />\nSoftware subject to license (us.playstation.com/softwarelicense).  Online activity subject to Terms of Services and User Agreement (www.playstationnetwork.com/terms-of-service). One-time license fee for play on account’s designated primary PS4™ system and other PS4™ systems when signed in with that account.<br />"
}