{
    "id": "051070000cf20739",
    "name": "Xenogears Disc 2 [PSX]",
    "size": 390286628,
    "releaseDate": 19980211,
    "description": "<p>Xenogears is a role-playing video game developed and published by Squaresoft for the PlayStation video game console. The debut entry in the wider Xeno franchise, it was released in Japan in February 1998, and in North America in October the same year. The gameplay of Xenogears revolves around navigating 3D environments both on-foot and using humanoid mecha dubbed &quot;Gears&quot;. Combat is governed by a version of the turn-based &quot;Active Time Battle&quot; system. The story follows protagonist Fei Fong Wong and several others as they journey across the world in an attempt to overthrow the all-powerful rule of Deus. The story incorporates themes of Jungian psychology, Freudian thought, and religious symbolism.<br />\nCreated by Tetsuya Takahashi and his wife Kaori Tanaka as a proposal for Final Fantasy VII, it was allowed to be developed as its own project, first as a sequel to Chrono Trigger and then as a wholly original game with a science fiction premise. It was developed under the working title &quot;Project Noah&quot;. The characters and mecha were designed by Kunihiko Tanaka, whose designs were portrayed during in-game cinematics through the use of anime cutscenes. Due to time constraints and the team&#39;s general inexperience, the second half of the game&#39;s plot was primarily told through cutscenes.<br />\nThe game was nearly left unlocalized due to its religious content; its localization was handled entirely by Square Electronic Arts staff and translator Richard Honeywood, who described it as one of the most troublesome games of his career. The game received critical acclaim, with praise particularly going towards the storyline, gameplay, characters, and physiological and religious themes, though the rushed pace of the second disc, due to a lack of gameplay and excessive narration, was generally panned. By 2003, the game had shipped over a million copies worldwide. It has since gained a cult following and is often acknowledged as one of the greatest role-playing video games of all time. While a direct sequel was never developed, Takahashi would later found the studio Monolith Soft and develop the Xenosaga trilogy as a spiritual successor.</p>"
}