{
    "id": "0510700002570000",
    "name": "NFL Xtreme 2 [PSX]",
    "size": 252492088,
    "releaseDate": 20100704,
    "description": "<p>\n      Madden NFL 11 reenergizes the game of football with a fun, exhilarating \n      experience that ignites the passion of any NFL fan. A revamped Franchise \n      mode puts you at the helm of your favorite NFL team, giving you the \n      power to lead the greatest dynasty of all time in the deepest \n      single-player experience to date. New players can get up to speed \n      quickly utilizing the all-new GameFlow system, where the plays are \n      called for you until you’re ready to go under center. Lead your team to \n      glory with Madden NFL 11, the ultimate NFL experience on Wii.\n    </p><p>\n      Features\n    </p><p>\n      • A Completely Re-Mastered Franchise Mode—Four key components—Campus and \n      Perks, Legacy, Assistants, and Scenarios—are the foundation of a \n      redefined Franchise mode. With assistant coaches guiding you through \n      every scenario thrown your way, and a passionate fan base hungry for \n      championships, all eyes are on you in your quest to build one of the \n      greatest legacies in history.<br/>• All-New GameFlow System—Whether \n      you’re a rookie player or a veteran looking for a casual experience, let \n      Madden NFL 11 manage the playbook while you execute the plays to \n      perfection. Play without the interruption until you’re ready to take \n      over playcalling duties when the game matters most.<br/>• Weather-Based \n      Gameplay—The schedule in November and December matters more than ever as \n      weather affects gameplay like never before. Playing on a wet or icy \n      field, or in the mud or snow, players slip, slide, and struggle to \n      maintain footing based on four types of inclement conditions.<br/>• A \n      Deeper Madden NFL Experience—Players can now take the field wearing \n      authentic practice uniforms, including red QB jerseys in 5-on-5 and \n      Practice modes, or suit up with long sleeves and pants when playing \n      cold-weather games. Revamped stadiums and updated gameday uniforms \n      complete the authentic package.<br/>• Crash the NFL Party—Crown a king of \n      the couch in the four-player party mode featuring custom gameplay tweaks \n      and an interactive pick ‘em system, or use the Wii Remote to pick up \n      blocks, trip up wide receivers, and create clear paths to the end zone, \n      all while your teammate runs the plays.\n    </p><p>\n      As of May 20, 2014, the Nintendo Wi-Fi Connection service for Nintendo \n      DSi and Wii systems has been retired. Online features of this game are \n      no longer available after this date but this game still provides an \n      entertaining experience in offline mode.\n    </p><p>\n      To learn more about this service change, please visit To learn more \n      about this service change, please visit support.nintendo.com/servicesupdate.\n    </p>"
}