{
    "id": "0510700001e30000",
    "name": "Mega Man 8 [PSX]",
    "size": 317846249,
    "releaseDate": 19961217,
    "description": "<p>Mega Man 8, known as Rockman 8: Metal Heroes (ロックマン8 メタルヒーローズ, Rokkuman Eito Metaru Hīrōzu) in Japan, is a 1996 action-platform video game released by Capcom. It was directed by Hayato Kaji, who had previously worked on the series as an artist. Keiji Inafune, who was also an artist for the series, was given the role of producer after the departure of Tokuro Fujiwara who had been producer for the series since Mega Man 2. It is the eighth installment in original Mega Man series, and was originally released in Japan on the PlayStation in 1996. The following year, Mega Man 8 saw a release on the Sega Saturn and was localized for both consoles in North America and the PlayStation alone in PAL regions. Upon its release, Capcom reached the franchise&#39;s tenth anniversary. Mega Man 8 is the first game in the series made available on 32-bit consoles.<br />\nThe plot begins as the robotic hero Mega Man is called to investigate a mysterious energy reading coming from a recent meteor crash on an island. Mega Man discovers that his nemesis Dr. Wily has beaten him there and immediately retreats with the energy source. Mega Man is charged with stopping Wily&#39;s evil plans to use the energy, as well as discover the purpose of a mysterious, alien robot found at the crash site. Along with new animated full-motion videos (FMVs) and voice acting, Mega Man 8 features improved graphics and sound when compared to previous iterations in the series. Aside from a few minor conventions, the game utilizes the same 2D side-scrolling and platforming formula established by its predecessors on the Nintendo Entertainment System and Super Nintendo Entertainment Systems.<br />\nMany reviewers appreciated the aesthetic and gameplay qualities of Mega Man 8 when compared to its earlier counterparts. However, several other critics were displeased by this same lack of innovation, finding that it does not utilize the full potential of the 32-bit platforms; additionally, the English-language version of the game received considerable criticism for its voice acting, which was perceived by many as being comically poor-quality. This resulted in an overall average or mixed critical reception. However, the game was a moderate commercial success and was re-released on best-seller lines in both Japan and North America. Mega Man 8 was followed by Mega Man &amp; Bass, a 1998 spin-off game for the SNES and later Game Boy Advance. A true sequel to the game, Mega Man 9, would not be released until 2008 and would revert to the graphical and gameplay style of the early NES games.</p>"
}