{
    "id": "0510700000c50000",
    "name": "C - The Contra Adventure [PSX]",
    "size": 301421518,
    "releaseDate": 19980831,
    "description": "<p>C: The Contra Adventure (sometimes also referenced as The Contra Adventure or C - The Contra Adventure) is a 3D action game produced by Konami and developed Appaloosa Interactive that was released for the PlayStation in 1998. It was the second of two Contra games Konami of America co-produced with Appaloosa, following Contra: Legacy of War in 1996. C: The Contra Adventure was never released in Japan,[1] Europe, or Australia.</p>\n<p>Story<br />\nA meteorite with an alien infestation heads towards Earth following the events in Contra: Legacy of War. The meteorite falls near a Mayan temple somewhere in South America, and shortly afterward, the temple is occupied by an alien life form staging an invasion, as the natives begin to disappear and the local wildlife is devastated. Tasha, a member of the elite Contra Force, is sent to infiltrate the occupied temple, but goes missing during the operation. Ray Poward (having previously retired after the events of Contra: Legacy of War), is brought back into action to re-establish contact with Tasha and neutralize the alien invaders.</p>\n<p>Gameplay<br />\nThere are a total of ten levels in the game, which are shown through multiple perspectives, depending on the level: 2-D side-scrolling (referred to as &quot;Classic Contra&quot; in the game manual), third-person (free-roaming and linear), overhead (360 degree movement), and a special &quot;Weightless Elevator&quot; view, which alternates between multi-directional and 3D shooting on a single screen. One of the third-person sequences, the &quot;Hunting&quot; level, plays almost exactly the same as the interior missions in the original Contra. All the innovations that were introduced in Contra: Legacy of War (memory card saving, hitpoints and three-dimensional fire fights) are maintained in this game. However, the gameplay varies depending on the level and perspective used. Three difficulty levels (Easy, Normal and Hard) are available at the outset of the game, though the game ends after the Pyramid 1 stage if playing on Easy.</p>\n<p>Reception<br />\nC: The Contra Adventure received several negative reviews during its release. Jeff Gerstmann of GameSpot gave the game an overall score of 3.6/10.0, stating that &quot;It&#39;s hard to believe that Konami would release yet another sorry game with the Contra name on it&quot;. Randy Nelson of IGN gave it a 1.0, saying &quot;Definitely not the game Contra fans have been clamoring for&quot;.[2] Jeremy Parish and Sam Kennedy, in their Contra retrospective for 1up.com, wrote &quot;[C: The Contra Adventure] managed to be even worse than Legacy of War, giving [it] the distinction of being the worst game in the series&quot;.[3]</p>\n<p>GamePro&#39;s review of the game was more positive, stating &quot;although flawed, C: The Contra Adventure carries on the franchise with style, picking up bonus points for the variety of its gameplay modes&quot;.</p>"
}