{
    "id": "0510700003190000",
    "name": "Street Fighter Collection [PSX]",
    "size": 944654198,
    "releaseDate": 19970918,
    "description": "<p>Street Fighter Collection is a fighting game compilation developed and published by Capcom for Sega Saturn and PlayStation. It contains the original Super Street Fighter II, its follow-up Super Street Fighter II Turbo, and an enhanced version of Street Fighter Alpha 2 titled Street Fighter Alpha 2 Gold (titled Street Fighter Zero 2 Dash in Japan and Street Fighter Alpha 2 Dash in Europe), which is exclusive to this compilation.</p>\n<p>The Super Street Fighter II games are ported from their original CPS II arcade versions. After selecting either game from the Street Fighter Collection title screen on the first disc, the player is taken to the attract mode from the game they have selected. Both games feature the standard \"Arcade\", \"Versus\" and \"Option\" modes. In Super Turbo, the Super Street Fighter II versions of the returning characters, as well as the hidden character Akuma, are playable through easier means compared to the ones provided in the original arcade version. This version of Super Turbo is also easier than the arcade version; it may be based on the original Japanese version (Super Street Fighter II X) which contained a similarly easier level of difficulty.</p>\n<p>Street Fighter Alpha 2 Gold is based on Street Fighter Zero 2 Alpha, an enhanced version of the original Street Fighter Alpha 2 released for the arcade in Japan, Asia and South America. All the game modes and features in the previous PlayStation and Sega Saturn versions of the original Alpha 2 are featured, with the exception of the exclusive \"Gallery\" mode in the Sega Saturn version of Alpha 2. Evil Ryu, who was selectable in the Sega Saturn version of the original Alpha 2 but not in the PlayStation, is featured in both versions of the game, along with Champion Edition-style renditions of all the Street Fighter II characters featured in the game. This version includes the debut of Super Street Fighter II character Cammy in the Alpha series. She is selectable as a hidden character in the game's \"Versus\" and \"Training\" modes. The version of this Cammy is the same one previously featured in X-Men vs. Street Fighter, which depicts Cammy as a Shadaloo agent working for M. Bison before joining Delta Red.</p>\n<p>A follow-up to Street Fighter Collection, which contains the first 3 editions of Street Fighter II, was released as part of the Capcom Generations line.</p>"
}