{
    "id": "0510700001a90000",
    "name": "Kakuge-Yaro Fighting Game Creator [PSX]",
    "size": 109075949,
    "releaseDate": 20160701,
    "description": "Struckd is the place for people of all ages to come together and create, share &amp; play games.<br/>\n<br/>\r\nBuild your own game and play thousands of others from the worldwide community.<br/>\n<br/>\r\nStruckd is the next generation gaming platform for mobile and desktop.<br/>\n<br/>\r\nCreate, Share &amp; Play Games:<br/>\n<br/>\r\nHave you ever dreamed to build your own game in an easy and intuitive way?<br/>\r\nTo setup your rules and characters without coding but in a living and exciting 3D world with your friends and family?<br/>\r\nChoose one of the many game packs to build your first own game step by step. Choose the most popular genres like racing, action, adventure and more!<br/>\r\nOr do you want to build a game out of your immagination?<br/>\r\nCombine any game elements from all different styles to setup your own rules. It's your universe!<br/>\r\nOnce you win your game you can share it: Challange your friends with your tricky levels or play games from the community. All creations are user generated and ready to be explored!<br/>\r\nExperiment, excite and gamify in this interactive, virtual world!<br/>\n<br/>\r\nFeatures:<br/>\n<br/>\r\n- No coding skills required!<br/>\r\n- Game Builder with 3D drag and drop. It was never easier to setup games!<br/>\r\n- Play section: Play thousands of user created games to like and comment!<br/>\r\n- Community driven: Climb up in the leaderboard, get your highscore and challenge your friends!<br/>\r\n- Social creativity: Build together with your family and engage through creativity!<br/>\r\n- Game elements: Ready to use game elements spice your creations!<br/>\r\n- Game packs: Sets of game elements guide you through differend gameplay templates!<br/>\r\n- Beginner friendly: Blueprints and introductions help you to start from scratch!<br/>\r\n- Free to play cross-platform experience<br/>\n<br/>\r\nHave fun!<br/>\n<br/>\r\nIf you like those keywords, you will like Struckd :)<br/>\n<br/>\r\nBuild, play, share, game, gaming, community, platform, creative, creator, create, invite, challenge, fun, entertainment, digital, engagement, mobile, desktop, browser, simple, intuitive, easy, drag, drop, drag &amp; drop, visual, excitement, excite, social, user, creation, channel, follow, friend, friends, online, digitalization, casual, millenial, kid, kids, teen, teens, gamification, gamify, design, development, gamedev, game developer, developer, programming, code, coding, world, open world, sandbox, user generated, letsbuild, buildandplay, gamifyyourstyle, gamegenerator, dreamandbuild, cuteandcool, stories, rules, Intuitive, dragdrop, addictive, kids friendly, cartoony, cartoon, lowpoly"
}