{
    "id": "0510700000fd0000",
    "name": "Echo Nights [PSX]",
    "size": 245838567,
    "releaseDate": 20160127,
    "description": "Echo Tokyo: An Intro is a mini-game that acts as an introduction to the Echo Tokyo world and its people.<br/><br/>Included within are two graphic novels telling origin stories of some of the main characters of the city.<br/><br/>Currently the game includes the following stories:<br/><br/><ul><li> Shizume's Origin Story - An Interactive Graphic Novel<br/> - Includes full voice acting.<br/></li><li> Keiji's Origin Story - A Kinetic Graphic Novel.<br/> - Includes full voice acting.</li></ul><br/>-----------About Echo Tokyo:<br/>Echo Tokyo is the last bastion of humanity.<br/>A nuclear fog has made street level uninhabitable.<br/><br/>Now hundreds of years later Echo Tokyo lives on, by building bridges and platforms between the skyscrapers to create a new city in the sky.<br/><br/>This cyber punk city somehow manages to function without government or law, where the companies rule and order is what people make it for themselves.<br/><br/>-----------Shizume Misaki - Origin<br/>The first graphic novel story introduces Shizume Misaki, in this fully voiced  interactive graphic novel, telling her tale as she begins working as a Fixer within Echo Tokyo.<br/>It is said that a fixer will take any job as long as the price is right. Though many act mainly as private investigators, many others will do any job to pay the rent.<br/>What will become of Shizume on one of her first big jobs as she visits into the most dangerous area of the city... The Slums.<br/><br/>This story includes over 5000 words of spoken lines.<br/>As well as 80 un-lockable illustrations to view in the Database.<br/><br/>-----------Keiji Light - Origin<br/>The second graphic novel story introduces Keiji Light, in this fully voiced Kinetic graphic novel we learn of the origins and trials Keiji went through as a child in the slums. As well as how he was groomed and abused after being abducted and experimented on, leaving him where he is now.<br/><br/>This story includes over 5000 words of spoken lines.<br/>As well as an additional 80 un-lockable illustrations to also view in the Database."
}