{
    "id": "0510700001e90000",
    "name": "MegaMan X4 [PSX]",
    "size": 390335640,
    "releaseDate": 20181129,
    "description": "<h2>Freedom to personally fly all ships:</h2>\n<p>X4 will allow you to fly all ships personally. From small scouts over a wide range of ship classes up to the biggest carrier, everything can be piloted from the cockpit or an external view. Additionally some drones and utility vehicles in X4 can be remotely controlled by the player.</p>\n<p>A big focus in the development of X4 has been to achieve a seamless and immersive experience when moving between ships. You can leave a ship, climb down a ladder, walk over the dock of a large space station into another ship you may have parked there and replace the pilot that was working for you just by clicking on his chair.</p>\n<h2>Modular stations and ship upgrades:</h2>\n<p>Building space stations and factories has always been a foundation of the X games. After gaining enough money through fighting or trading, most players want to establish their own economy and start influencing the universe on a larger scale. In X4, it is now possible to be completely free and creative. Stations can be constructed from a variety of modules, be it production modules, living sections, docks or many other types of parts. The powerful new map system allows you to drag and connect modules using a connection system to design your own unique creations.</p>\n<p>Ships also offer a variety of upgrades. Engines, weapons and other equipment can be added in a graphical editor and actually seen on the ship.</p>\n<h2>Most dynamic X universe ever:</h2>\n<p>X4 will be the first X game to allow our races and factions to freely build and expand their empires; the same flexibility the player enjoys in creatively designing space stations from modular building blocks is also available to them. Races expand their empire based on supply and demand, which leads to an extremely dynamic universe where every action the player makes can influence the course of the entire universe.</p>\n<h2>Managing your empire with a powerful map:</h2>\n<p>Once you have more ships and many NPCs working for you as pilots, crew or station managers, the map will be your preferred method of managing it all. Ships can be ordered with simple clicks and through drag-and-drop operations to set their future path and commands.</p>\n<p>Graphically plan your trade routes, coordinate attacks with your entire fleet, manage the hierarchy or send ships on remote exploration missions.</p>\n<h2>Most detailed X economy ever:</h2>\n<p>One of the key selling points of X games has always been the realistic, simulated economy. Wares produced by hundreds of stations and transported by thousands of ships are actually traded by NPCs and prices develop based on this simulated economy. This is the foundation of our living and breathing universe. Now with X4, we have taken another, massive step. For the first time in any X game, all parts of the NPC economy are manufactured from resources. Ships, weapons, upgrades, ammo and even stations. You name it. Everything comes out of the simulated economy.</p>\n<h2>Research and Teleportation:</h2>\n<p>The seamless change from ship to ship and from NPCs controlling your empire for you continues on a higher level. Once you own a larger fleet, you will be very interested in researching a technology from your HQ: Teleportation. Once you&#39;ve unlocked teleportation, you can jump from ship to ship a lot quicker and experience all the critical situations your NPCs encounter first hand.</p>\n<p>Every order you have given to a ship before turns into a mission objective when you pilot the ship yourself. The moment you leave again, your pilot takes the helm and continues with their previous orders.</p>\n<h2>Get into the game:</h2>\n<p>In X4, you can start your journey from a number of different gamestarts and as a number of different characters, each with their own role, set of relationships and different ships and technologies to start with. No matter how you start, you are always free to develop in any other direction. Focus on exploration, make money with illegal trading and theft, command large battle fleets or become the greatest entrepreneur ever. It&#39;s all up to you to decide.</p>"
}