{
    "id": "0510700003570000",
    "name": "Tom Clancy's Rainbow Six - Lone Wolf [PSX]",
    "size": 23226571,
    "releaseDate": 20050609,
    "description": "<p>Engineered specifically for the PC by Red Storm Entertainment, Rainbow Six returns to deliver the tensest close-quarters battles ever experienced online. In this episode, Rainbow faces independent terrorist threats, tied together by one common element - the Legion virus. Rainbow must determine the connection between the terrorist threats and the virus.<br />\nChange in story and mission composition - Rainbow faces independent terrorist threats tied together by one common element - the Legion virus. Rainbow must determine the connection between the terrorist threats and the virus.<br />\nEnhanced tactical gameplay allows you to immerse yourself in tense close-quarter combat, where split-second decisions mean the difference between life and death.<br />\nSuperior multiplayer experience - Rainbow Six Lockdown™ has the total multiplayer experience, including a revolutionary class-based mode where players choose from four specialized operative classes, each with unique gameplay advantages.<br />\nAdvanced weapons and equipment - Complete your mission with all of the tools of the trade including new items like lock fusers, laser trip mines, and the deadly virus grenades.<br />\nNew &quot;classic&quot; maps - Rainbow Six Lockdown PC provides nine maps including three new &quot;classic&quot; Rainbow maps voted on by the fans.<br />\nTension-building sound effects (creaking floorboards, whispers and hostages begging for their lives) hint at a threat around every corner.<br />\nIncreased visuals - All levels contain increased visuals, accomplished by increasing resolution of textures and increasing polygon counts. In addition, lighting of spaces dramatically improves the visuals of the game.<br />\nAll new user interface includes new radar element added to the in-game HUD - part of the motion sensor vision mode.</p>"
}