{
    "id": "05107000018f0000",
    "name": "Irritating Stick [PSX]",
    "size": 38324168,
    "releaseDate": 19990130,
    "description": "<p>Irritating Stick, also known as Dengeki Iraira Bou Returns (電擊イライラ棒 リターンズ, lit. &quot;Irritating Electric Stick Returns&quot; in Japanese), is a PlayStation video game published by Jaleco Entertainment. It is based on the Japanese game show Ucchan Nanchan no Honō no Challenger: Kore ga Dekitara 100 Man En (ウッチャンナンチャンの炎のチャレンジャーこれができたら100万円!!, lit. &quot;Ucchan Nanchan&#39;s Challengers of Fire: 1,000,000 Yen If You Can Do This!!&quot;). The show in turn was based on a carnival game, where the player tries to maneuver a metal rod through a metal maze without touching the sides or else they would get shocked. The player would also experience hearing a loud announcer screaming to confuse them while trying to escape the maze. In the American Version of the game, the voices (except for when the maze is finished) were removed for unknown reasons. Irritating Stick was originally released in Japan on March 19, 1998, and in North America on February 3, 1999. There is also a demo of the Japanese version released in North America in 1998 on the &quot;PlayStation Underground Jampack&quot; in the &quot;imports&quot; section of the vault where it was spelled: &quot;Ira-Ira Bo&quot;. The player could only play up to level three, and some of the features were removed such as &quot;multiplayer&quot;, &quot;TV studio&quot;, &quot;bonus&quot;, and &quot;options&quot;. Besides some of the removed content everything else such as the voice acting, narration, and intro movie were still there. Japanese PlayStation games would not work on the American PlayStation console, so since this was a direct transfer of the game from the original disk, when a level is beaten or the player gets a &quot;game over,&quot; the PlayStation console must be restarted.</p>"
}