{
    "id": "0510700003520739",
    "name": "Final Fantasy IX Disc 1 [PSX]",
    "size": 441999893,
    "releaseDate": 20000707,
    "description": "<p>Final Fantasy IX (ファイナルファンタジーIX, Fainaru Fantajī Nain) is a 2000 role-playing video game developed and published by Square for the PlayStation video game console. It is the ninth title in the main Final Fantasy series and the last to debut on the original PlayStation. The game plot centers on the consequences of a war between nations in a medieval fantasy world called Gaia. Players follow bandit Zidane Tribal, who kidnaps Alexandrian princess Garnet Til Alexandros XVII as part of a gambit by the neighboring nation of Lindblum. He joins Garnet and a growing cast of characters on a quest to take down her mother, Queen Brahne of Alexandria, who started the war. The plot shifts when the player learns that Brahne is a pawn of a more menacing threat, Kuja, who shares a mysterious history with Zidane spanning two worlds.<br />\nThe game was developed alongside Final Fantasy VIII. Envisioned by developers as a retrospective for the series, it departed from the futuristic settings of Final Fantasy VII and Final Fantasy VIII by returning to the medieval style of the first six installments. Consequently, it was influenced heavily by the original Final Fantasy game, and features allusions to the rest of the titles. Despite this approach, the game did introduce new features to the series, such as &quot;Active Time Event&quot; cutscenes, &quot;Mognet&quot;, and unique equipment and skill systems.<br />\nFinal Fantasy IX was released to critical acclaim. It is often cited by critics and fans as one of the best Final Fantasy titles, and holds the highest Metacritic score of the series. Final Fantasy IX was commercially successful, selling more than 5 million copies worldwide by March 2003 and 5.5 million copies by February 2016. It was re-released in 2010 as a PSOne Classic on the PlayStation Store; this version was compatible with PlayStation 3 and PlayStation Portable, and PlayStation Vita support arrived in 2012. In 2016, ports featuring minor gameplay and graphical enhancements were released for iOS, Android and Microsoft Windows followed by a port for PlayStation 4 in 2017.</p>"
}