{
    "id": "0510700004b20739",
    "name": "Gran Turismo 2 Arcade Mode [PSX]",
    "size": 485322444,
    "releaseDate": 20010428,
    "description": "<p>Gran Turismo 3: A-Spec (グランツーリスモ3: A-spec Guran Tsūrisumo Surī A-supekku) is a 2001 racing game, the first in the Gran Turismo series released for the PlayStation 2.</p>\n<p>The objective of the game is to win all the provided races, championships, complete license tests and achieve 100% game completion. Every 25% of the game completed results in the player being awarded a car as a special prize. For GT3, the Gran Turismo Mode (Simulation Mode in the North American version) has a reorganized layout, with a more structured and progressive arrangement of races and challenges. Races vary from short beginner events to multi-hour endurance races and also rallying events against an opponent. In addition, the car shops are now organized by country and then by manufacturer, which some find to be more intuitive than the East/West City method used in its predecessor.</p>\n<p>The Arcade Mode is reorganized in &quot;stages&quot;; these stages are made up of 5 or 6 tracks pooled from all available tracks in the game, including both road and rally races. To get to the next stage, all tracks on a stage must be completed on Easy difficulty or higher. By beating the stage on Normal or Difficult, additional cars are unlocked as well for play in any mode of Arcade Mode (including two-player battle and time trial).</p>\n<p>GT3 features 19 race courses, 14 of which have reverse variants&#39; and 4 of which are dirt tracks. Most of these circuits are at fictional locations, but California&#39;s Laguna Seca Raceway and Côte d’Azur (which is heavily based on the Monaco Grand Prix circuit) are not.</p>\n<p>Other changes include the omission of the ability to &quot;race modify&quot; or add downforce to production cars, removal of suspension damage, and the absence of torque limits for races.</p>\n<p>New to the franchise, GT3 also contained unlicensed versions of six actual Formula One cars, labelled as F686/M, F687/S, F688/S, F090/S, F094/H and F094/S (in the Japanese and American versions) that the player could win from endurance races. In the Japanese and American versions, the name of each car denotes various pieces of information (such as the amount of cylinders in the engine, the year the chassis was raced, and its driver, respectively). For example, the a forementioned F094/S was the 10-cylinder, 1994-season car driven by Ayrton Senna, whereas the F686/M represented the 6-cylinder, 1986-season car driven by Nigel Mansell. In the PAL release, however, there were only two F1 cars, not obviously based on any real-life counterparts and instead labelled as Polyphony 001 and 002 respectively.</p>\n<p>GT3 also marks informal appearances of automakers Lamborghini and Porsche. A racing JGTC Lamborghini Diablo was featured in the NTSC-J version (where the car has been cut from NTSC-U copy and being available in NTSC-U copy with a cheat device), and a Porsche 911 GT3 can be found in the game code (though it cannot be obtained normally, and requires the use of a cheat device). Both cars, together with two hidden Lancia Stratoses (road and rally versions), however, are completely absent in PAL version. Lamborghini would make its first official appearance in 2009&#39;s Gran Turismo (PSP), while Porsche made its first official appearance in Gran Turismo Sport for the PlayStation 4.</p>"
}