{
    "id": "0510700002770000",
    "name": "Parasite Eve 2 [PSX]",
    "size": 930574259,
    "releaseDate": 19991216,
    "description": "<p>Aya Brea is back. The Neo Mitochondrion Creature has resurfaced and taken on a sinister twist. The outcome of this battle will determine Earth&#39;s dominant species.<br />\nFully-upgradable weapons, customizable armor, and a new, real-time battle system will aid in the conflict, along with powerful new Parasite Energy abilities.<br />\nDownload this PS one® Classic today!<br />\nTransferring to a PSP® system from your PS3™ system:<br />\nYou must be signed into the PlayStation®Network account that originally purchased the game. You must have at least 775 MB free on your Memory Stick Duo™.  Connect your PSP® system to your PS3™ system with a USB cable and switch your PSP® system to USB Mode. Highlight the game on the PS3™ XMB™, press the Δ button and select Copy.</p>\n<p>PC Store Customers:<br />\nLog into your PlayStation®Network account that you originally used to purchased the game. Then, download the game from your &quot;Download List&quot; in the PlayStation®Store onto your PS3™ system.<br />\nThis title has been converted from the original PlayStation® disc to the PSP® and the PS3™ systems. Consequently, there may be times where the title plays differently from the PlayStation® disc version, or where some features may not function properly. This version does not support PlayStation® peripherals (controller, memory card, multitap, etc.), therefore functionalities such as multiplayer, versus, and co-op modes are not available.<br />\nParasite Eve, SQUARE ENIX, and the SQUARE ENIX logo are registered trademarks of Square Enix Holdings Co., Ltd.<br />\nBased on the novel: Hideaki Sena &quot;parasite EVE&quot; (Kadokawa Horror Bunko).<br />\nCharacter designed by Tetsuya Nomura.<br />\n&quot;PS one&quot; is a registered trademark of Sony Computer Entertainment Inc.<br />\nPurchase or use of this item is subject to the PlayStation®Network Terms of Service and this item&#39;s use restrictions. If you do not wish to accept all these terms, do not purchase or use this item. One-time license fee for downloads to up to 2 console systems and 2 portable systems that are associated with the purchasing account.</p>"
}