{
    "id": "0510700003eb0000",
    "name": "Final Fantasy Chronicles - Chrono Trigger [PSX]",
    "size": 296494098,
    "releaseDate": 19950311,
    "description": "<p>Chrono Trigger is a role-playing video game developed and published by Square for the Super Nintendo Entertainment System in 1995. Chrono Trigger&#39;s development team included three designers that Square dubbed the &quot;Dream Team&quot;: Hironobu Sakaguchi, the creator of Square&#39;s Final Fantasy series; Yuji Horii, a freelance designer and creator of Enix&#39;s popular Dragon Quest series; and Akira Toriyama, a manga artist famed for his work with Dragon Quest and Dragon Ball. Kazuhiko Aoki produced the game, Masato Kato wrote most of the plot, while composer Yasunori Mitsuda wrote most of the soundtrack before falling ill and deferring the remaining tracks to Final Fantasy series composer Nobuo Uematsu. The game&#39;s story follows a group of adventurers who travel through time to prevent a global catastrophe.<br />\nSquare re-released a ported version by Tose in Japan for the PlayStation in 1999, later repackaged with a Final Fantasy IV port as Final Fantasy Chronicles in 2001 for the North American market. A slightly enhanced Chrono Trigger, again ported by Tose, was released for the Nintendo DS in North America and Japan in 2008, and PAL regions in 2009.<br />\nChrono Trigger was a critical and commercial success upon release, and is frequently cited as one of the best video games of all time. Nintendo Power magazine described aspects of Chrono Trigger as revolutionary, including its multiple endings, plot-related sidequests focusing on character development, unique battle system, and detailed graphics. Chrono Trigger was the third best-selling game of 1995, shipping over two million copies by March 2003. The Nintendo DS version sold 790,000 copies by March 2009. Chrono Trigger was also ported to i-mode mobile phones, Virtual Console, the PlayStation Network, iOS devices, Android devices, and Microsoft Windows.</p>"
}