{
    "id": "0510700002810000",
    "name": "Persona - Revelations [PSX]",
    "size": 454724151,
    "releaseDate": 19960920,
    "description": "<p>Revelations: Persona is a role-playing video game developed and published by Atlus. It is the first entry in the Persona series, itself a subseries of the Megami Tensei franchise, and the first role-playing entry in the series to be released in the west. Originally released for the PlayStation in 1996 in Japan and North America, the title was ported to Microsoft Windows in 1999. A port to the PlayStation Portable retitled Shin Megami Tensei: Persona was released in North America and Japan in 2009, and the following year in Europe. This port featured new cutscenes and a reworked English localization.<br />\nThe story focuses on a group of high school students as they are confronted by a series of supernatural incidents. After playing a fortune-telling game, the group each gain the ability to summon Personas, the multiple selves within them. Using this power under the guidance of Philemon, a benevolent being representing humanity&#39;s subconscious, the group face off against multiple forces that threaten the world. Gameplay revolves around the characters navigating environments around their town and fighting enemies using their Personas. During the course of the game, the player can create new Personas for battle using spell cards gained in battle or by talking with enemies.<br />\nPersona began development after the release of Shin Megami Tensei If..., with the idea of creating a subseries around the positively received high school setting of If.... Multiple staff members from previous Megami Tensei titles were involved in development, including character designer Kazuma Kaneko, and director Kouji Okada. Multiple aspects of the story, including Personas and the character Philemon, were taken from Jungian psychology, while Kaneko&#39;s character designs were based on both staff members, and celebrities and fictional characters of the time. Reception to the game has generally been positive, with most praising its approach to the genre, while its navigation and localization were criticized. Its PSP port shared most points of praise with the original, along with the improved localization, but also drew negative comments for its by-then dated mechanics and graphics.</p>"
}