{
    "id": "0510700001d50000",
    "name": "Marvel vs. Capcom - Clash of the Super Heroes [PSX]",
    "size": 291259282,
    "releaseDate": 19980123,
    "description": "<p>Marvel vs. Capcom: Clash of Super Heroes (Japanese: マーヴル VS. カプコン クラッシュ オブ スーパー ヒーローズ, Hepburn: Māvuru bāsasu Kapukon: Kurasshu obu Sūpā Hīrōzu), known as just Marvel vs. Capcom for short, is a crossover fighting game developed and published by Capcom. It is the third installment in the Marvel vs. Capcom series, which features characters from Capcom&#39;s video game franchises and comic book series published by Marvel Comics. The game debuted in Japanese and North American arcades in 1998. It was ported to the Dreamcast and PlayStation, which was released from 1999 through 2000. The game was re-released in 2012 for the PlayStation 3 and Xbox 360 as part of the Marvel vs. Capcom Origins collection.<br />\nPlayers select a team of characters from the Marvel and Capcom universes to engage in combat and attempt to knock out their opponents. In contrast to the series previous entry, Marvel Super Heroes vs. Street Fighter, the game features characters from numerous Capcom video game franchises, rather than strictly Street Fighter characters. While the gameplay is largely identical to its predecessor, Clash of Super Heroes features two distinct changes: the removal of the traditional character assist system and the introduction of the &quot;Variable Cross&quot; attack.<br />\nThe Dreamcast version of the game was praised for its visuals, gameplay, and translation of the original arcade experience. Due to the PlayStation&#39;s limited RAM capacity, Capcom removed tag team battles in an attempt to preserve the game&#39;s speed and graphical integrity. Consequently, the PlayStation port received positive reviews, just not as much as the Dreamcast version. A sequel to Clash of Super Heroes, Marvel vs. Capcom 2: New Age of Heroes, was released in 2000.</p>"
}