{
    "id": "0510700008120739",
    "name": "SaGa Frontier [PSX]",
    "size": 177736170,
    "releaseDate": 19970711,
    "description": "<p>SaGa Frontier (サガ フロンティア, SaGa Furontia) is a role-playing video game developed by Square for the PlayStation and released in Japan on July 11, 1997. The game was later published by Sony Computer Entertainment (SCEA) in North America on March 25, 1998. It is the seventh game in the SaGa series and the first to be released on the PlayStation.<br />\nSaGa Frontier was developed by the then-Square Production Team 2 (referred to as 2nd Division in the game) with Akitoshi Kawazu as director and producer, Koichi Ishii as planning chief, Kenji Ito as composer, and Tomomi Kobayashi as illustrator. Square Production Team 2 included Kyoji Koizumi, Miwa Shoda, Kazuko Shibuya, and Minoru Akao among others. The musical score for SaGa Frontier was composed and arranged by Kenji Ito, who provided music for many previous entries in the SaGa franchise. When development began, the game&#39;s title was intended to be Romancing SaGa 4. The focus shifted from the traditional SaGa style and began to focus on several different character on their own journeys. Nine stories were crafted, but two of them were dropped for being too comedic.<br />\nThe plot of SaGa Frontier takes place in a science fantasy universe called &quot;The Regions&quot;, a group of worlds with varying degrees of culture, unique races, technology, and magic. The game allows the player to follow the exploits of one of seven protagonists, each with his or her own storyline and goal. The game&#39;s &quot;Free Scenario System&quot; offers a large amount of non-linear gameplay, allowing the player to freely travel between many of the Regions, interact with other characters, and take part in turn-based combat. SaGa Frontier enjoyed commercial success, having sold over one million copies. The game was generally well received in Japan and has been re-released under a few best-seller labels, as well as the PlayStation Store. However, it received largely mixed and average reviews in North America, mostly due to its ambitious Free Scenario System.</p>"
}