{
    "id": "0510700001eb0000",
    "name": "MegaMan X5 [PSX]",
    "size": 362986977,
    "releaseDate": 20001130,
    "description": "<p>Mega Man X5, known as Rockman X5 (ロックマンX5) in Japan, is a video game developed by Capcom. It is the fifth main installment in the Mega Man X series. It was first released for the PlayStation for Japan in 2000 and in North America and PAL territories the following year.</p>\n<p>Mega Man X5 is set in the 22nd century in a world where humans coexist with humanoid androids called \"Reploids\". Daily life is under a constant threat of these Reploids going \"Maverick\" and participating in dangerous and deadly crime. After the events of Mega Man X4, the Maverick leader Sigma has been revived and seeks to unlock the true power of the former Maverick Zero and destroy the hero Mega Man X in the process. To make matters worse, Sigma has set the space colony Eurasia on a 16-hour collision course with Earth. It is up to X and Zero to stop Sigma once again and save the planet from destruction. Like its predecessors, Mega Man X5 is an action-platform game in which the player controls either protagonist through a series of eight, selectable stages and wins the special weapon of each stage's boss. However, the game only offers limited number of stage attempts before the player must deal with the colony.</p>\n<p>According to Capcom producer Keiji Inafune, Mega Man X5 was originally intended to be the final game in the Mega Man X saga. Critical reception for the game was lukewarm, with many reviewers agreeing that the stale gameplay formula will only further satisfy diehard fans of the series. Mega Man X5 was ported to the personal computer (PC) in 2002 in both Japan and North America. It was also re-released in 2006 as part of the Mega Man X Collection for the GameCube and PlayStation 2. Mega Man X5 was made available on the PlayStation Network as part of the PSOne Classics line for North America and Japan in 2014.</p>"
}