{
    "id": "0510700003690000",
    "name": "Twisted Metal 2 [PSX]",
    "size": 348524988,
    "releaseDate": 19961031,
    "description": "<p>Purchase this PS one® Classic and play it on both your PS3™ and PSP® (PlayStation®Portable) systems!<br />\nIt&#39;s a whole new world to blow away with new cars, new battlegrounds, and new killer combat! This time the competition has gone global, to the roofs of New York, the open fields of Holland, and deep inside the winding subways of Hong Kong. Nothing can stop you from destroying your opponents and fulfilling your dreams!<br />\nTransferring to a PSP® system from your PS3™ system:<br />\nYou must be signed into the PlayStation®Network account that originally purchased the game.  You must have at least 323 MB free on your Memory Stick Duo™.  Connect your PSP® system to your PS3™ system with a USB cable and switch your PSP® system to USB Mode. Highlight the game on the PS3™ XMB™, press the Δ button and select Copy.</p>\n<p>PC Store Customers: Log into your PlayStation®Network account that you originally used to purchased the game.  Then, download the game from your “Download List” in the PlayStation® Store onto your PS3™ system.<br />\nThis title has been converted from the original PlayStation® disc to the PSP® and the PS3™ systems. Consequently, there may be times where the title plays differently from the PlayStation® disc version, or where some features may not function properly.  This version does not support PlayStation® peripherals (controller, memory card, multitap, etc.), therefore functionalities such as multiplayer, versus, and co-op modes are not available.<br />\nSoftware subject to license (us.playstation.com/softwarelicense).  Online activity subject to Terms of Services and User Agreement (www.playstationnetwork.com/terms-of-service).<br />\nTwisted Metal is a registered trademark and its characters are trademarks of Sony Computer Entertainment America Inc. © 1996 Sony Interactive Entertainment Inc.</p>"
}