{
    "id": "0512200000d30000",
    "name": "Killer Instinct Gold [N64]",
    "size": 23066643,
    "releaseDate": 19961125,
    "description": "<p>Killer Instinct Gold is a 1996 fighting video game based on the arcade game Killer Instinct 2. The game was developed by Rare and released by Nintendo for the Nintendo 64 video game console. As in other series entries, players control characters who fight on a 2D plane set against a 3D background. Players press buttons to punch and kick their opponent in chains of successive hits, known as combos. Large combo successions lead to stronger attacks and brutal, stylistic finisher moves underscored by an announcer. Characters—including a gargoyle, a ninja, and a femme fatale—fight in settings such as a jungle and a spaceship. Killer Instinct Gold includes the arcade release&#39;s characters, combos, and 3D, pre-rendered environments, but excludes its full-motion video sequences and some voiceovers due to restrictions of the cartridge media format. The Gold release adds a training mode, new camera views, and improved audiovisuals.<br />\nRare was a prominent second-party developer for Nintendo in the 1990s, and their Killer Instinct series was produced as an exclusive partnership in response to the popularity of Mortal Kombat. Following the success of the 1995 Killer Instinct port for the Super Nintendo Entertainment System, Rare began a sequel for the same platform but transitioned development to its successor, the Nintendo 64, upon its unveiling. Gold was scheduled as a launch title for the new console but was delayed until its North American release in November 1996. It was released in other regions in May 1997. Gold was later included in Rare&#39;s 2015 Xbox One retrospective compilation, Rare Replay.<br />\nReviewers preferred the Nintendo 64 port over the arcade release, and appreciated its audiovisual enhancements, but felt that its graphical upgrades and memorization-based combo gameplay were insufficient when compared to fighting games like Tekken 2 and Virtua Fighter 2. Critics recommended Gold primarily for fans of the series and genre, but IGN reported that even fans were upset by changes in the combo system and the absence of several well-liked characters. Gold ultimately did not replicate the success of its Super NES predecessor, and the series remained dormant through its 2002 acquisition by Microsoft until its 2013 reboot.</p>"
}