{
    "id": "0512200002ab0000",
    "name": "Smash Remix 1.4.0 [N64]",
    "size": 44162410,
    "releaseDate": 20230914,
    "description": "Prepare-se para uma viagem de elevador repleta de adrenalina que atravessa uma torre infestada de robôs. Obtenha magias poderosas e movimentos acrobáticos ao passo que você reivindica o domínio do Alquimista de uma horda de criaturas mecânicas.<br/><br/>A continuação do premiado Savant - Ascent levará você a uma aventura acelerada rumo às alturas!<br/><br/><br/><br/>Enfrente os desafios únicos a cada fase, novos inimigos e chefes poderosos! Erga-se contra a Assembleia e encare os Tubarões a Laser! Explore a escuridão das Catacumbas, o lar do elusivo de Valchemist! Lute contra os invasores em meio às estrelas enquanto ascende para enfrentar oponente supremo: o Samurai Imortal!<br/><br/><br/><br/><ul><li>Um shooter com visão de cima e uma novidade: pule ou deslize entre duas plataformas para se esquivar dos ataques inimigos ou encontre a posição certa para dar o tiro perfeito.<br/></li><li>Encha a barra de poder e dispare magias explosivas nos inimigos.<br/></li><li>Colete poderes enquanto ascende para aumentar suas habilidades. Desbloqueie as músicas bônus do compositor Savant.</li></ul><br/><br/><br/><strong>Vários modos para jogar:</strong><br/><br/>Modo Normal: conquiste a torre no seu ritmo. Os checkpoints ficam entre as fases e antes do chefe. Colete vidas extras durante a ascensão.<br/><br/>Modo Hardcore: enfrente um desafio mais difícil. Domine as habilidades à sua disposição e conclua todas as fases de uma vez: sem checkpoints ou vidas extras.<br/><br/>Modo Survival:  lute contra o relógio. Os inimigos surgem em maior número, os chefes aparecem quando bem entendem e você que se vire para sobreviver o máximo que puder.<br/><br/><br/><br/>Conheça o mundo fantástico de um compositor como nunca visto antes em Savant - Ascent REMIX, disponível em 15 de setembro, no Steam.<br/><br/>"
}