{
    "id": "05122000004b0000",
    "name": "Destruction Derby 64 [N64]",
    "size": 20831599,
    "releaseDate": 19950101,
    "description": "<p>Purchase this PS one® Classic and play it on both your PS3™ and PSP® systems!<br />\nThis ain&#39;t no dragstrip. It&#39;s the place where cars come to die. You&#39;re on a mission to bash, smash and crash into the other guy until his auto (or yours) gives up the ghost. Play against the fiendish computer opponents. The array of tracks and race styles will keep you coming back for more!<br />\nTransferring to a PSP® system from your PS3™ system:<br />\nYou must be signed into the PLAYSTATION®Network account that originally purchased the game. You must have at least 66 MB free on your Memory Stick Duo™. Connect your PSP® system to your PS3™ system with a USB cable and switch your PSP® system to USB Mode. Highlight the game on the PS3™ XMB, press the Δ button and select Copy.<br />\nPC Store Customers:<br />\nLog into your PLAYSTATION®Network account that you originally used to purchased the game.  Then, download the game from your “Download List” in the PlayStation Store onto your PS3™ system.<br />\nThis title has been converted from the original PlayStation® disc to the PSP®(PlayStation®Portable) and the PS3™ systems. Consequently, there may be times where the title plays differently from the PlayStation® disc version, or where some features do not function properly.  This version does not support PlayStation® peripherals (controller, memory card, multitap, etc.), therefore functionality such as multiplayer, versus, and co-op modes are not available.<br />\nPurchase indicates acceptance of the PLAYSTATION®Network Terms of Service/User Agreement and this item&#39;s use restrictions.  If you do not wish to accept all those terms, do not purchase this item.  One-time license fee for downloads to up to 2 console systems and 2 portable systems that are associated with the purchasing account.<br />"
}