{
    "id": "05122000005b0000",
    "name": "Duke Nukem 64 [N64]",
    "size": 18480812,
    "releaseDate": 19971116,
    "description": "<p>Murderous aliens have landed in futuristic Los Angeles, and the humans suddenly find themselves atop the endangered species list. The odds are a million-to-one, just the way Duke likes it. Step into Duke&#39;s shoes as you drive the sinister aliens through the streets of L.A., out to an orbiting station, onto the surface of the moon itself, and ultimately to extinction.</p>\n<p>Hail to the King, Baby!</p>\n<p>The most entertaining character in gaming is bringing all his muscle, power, and attitude to the Nintendo 64. This version of Duke offers major new graphic enhancements, 32 levels of gameplay, 4 of which are brand new and only available for the Nintendo 64, a new weapon, new enemies, and 4 player Duke match capability, as well as other features unique to the system. The wait is finally over. He&#39;s coming to get some!</p>\n<h3>Features:</h3>\n<p>· Leading edge technology let&#39;s you explore an interactive, fully immersive world of towering skyscrapers, deep canyons, and murky bodies of water.</p>\n<p>· Dozens of realistic effects like level-altering earthquakes, exploding buildings, working security monitors, and functional subways.</p>\n<p>· Full movement control let&#39;s you look up and down, run, jump, crawl, swim, and jetpack your way through hostile environments.</p>\n<p>· More than a dozen hi-tech weapons designed to kick alien butt, including an assault shotgun, rocket propelled grenades, a 3-barrel Ripper machine gun, and more.</p>\n<p>And exclusively for Nintendo 64:</p>\n<p>· 32 graphically enhanced levels that maximize the advanced power of the Nintendo 64 system, each with a totally new layout and architecture never before seen in any other version.</p>\n<p>· New, never before seen, bigger, meaner than ever, weapons, bad guys, and enemy bosses.</p>\n<p>· 2, 3, or 4-player multiplayer split-screen action featuring deathmatch, Co-op, team play, and all-new &quot;meltdown&quot; mode-- a multiplayer death-race to the end of each level.</p>\n<p>· Fully compatible with the new Nintendo Rumble Pak force feedback joystick.</p>"
}