{
    "id": "0512200000510000",
    "name": "Donkey Kong 64 [N64]",
    "size": 38380787,
    "releaseDate": 19991122,
    "description": "<p>Donkey Kong 64 is a 1999 adventure platform video game for the Nintendo 64 console, and the first in the Donkey Kong series to feature 3D gameplay. As the gorilla Donkey Kong, the player explores the themed levels of an island to collect items and rescue his kidnapped friends from K. Rool. The player completes minigames and puzzles as five playable Kong characters—each with its own special abilities—to receive bananas and other collectibles. In a separate multiplayer mode, up to four players can compete in deathmatch and last man standing games.<br />\nRare, who had previously developed the Donkey Kong Country games, began development on the 3D Donkey Kong in 1997. A 16-person team, with many members recruited from Rare&#39;s Banjo group, finished the game in 1999, when it was published by Nintendo for North America in November and worldwide by December. It was the first game to require the Nintendo 64 console&#39;s Expansion Pak, an accessory that added memory resources. The game had an exceptionally large marketing budget that included advertisements, sweepstakes, and a national tour.<br />\nThe game received universal acclaim from reviewers and was Nintendo&#39;s top seller during the 1999 holiday season, with 2.3 million units sold by 2004. It won the 1999 E3 Game Critics award for Best Platform Game, and multiple awards and nominations from games magazines. Reviewers noted the game&#39;s exceptional size and length, but criticized its emphasis on item collection and backtracking. Some cited its similarity in gameplay and visuals to Rare&#39;s 1998 predecessor, Banjo-Kazooie, despite Donkey Kong 64&#39;s mandatory memory add-on. The game&#39;s camera controls also frustrated reviewers. Critics felt that the game did not meet the revolutionary potential of Donkey Kong Country, but remained among the best 3D platform games on the console.<br />\nDonkey Kong 64 is remembered as the emblematic example of Rare&#39;s &quot;collect-a-thon&quot; adventure platformers for the tedium of its collection tasks. A rap song from the game&#39;s introductory sequence—the DK Rap—is often cited among the worst songs to feature in a video game. The title was later released on Nintendo&#39;s Wii U Virtual Console in 2015.</p>"
}