{
    "id": "05122000011f0000",
    "name": "Mega Man 64 [N64]",
    "size": 36879608,
    "releaseDate": 19971218,
    "description": "<p>Mega Man Legends, known in Japan as Rockman Dash - Episode 1: Adventurous Spirit of Steel (ロックマンDASH エピソード1 鋼の冒険心, Rokkuman Dasshu - Episōdo Wan: Hagane no Bōkenshin), is an action-adventure shooter game released by Capcom. It is the first game in the Mega Man Legends sub-series of Mega Man games from Capcom, and the first major 3D polygonal Mega Man title released in the franchise. It was released on the PlayStation in 1997 in Japan and in 1998 in North America. A Nintendo 64 port was released in 2000 with the same title, but it was renamed Mega Man 64 for the English release in 2001. Another port was released for Microsoft Windows in 2001, and PlayStation Portable in 2005, with the latter exclusively in Japan.<br />\nIt stars a different spiritual incarnation of Mega Man named Mega Man Volnutt, the game&#39;s playable character. Mega Man Volnutt is a &quot;Digger&quot;, a person in charge of investigating ruins from a flooded Earth. During his journey with his friends, their ship crashes in Kattelox Island, where Mega Man decides to confront pirates who are attacking it to obtain its hidden treasure. As an action-adventure game, Mega Man Legends&#39;s gameplay is very different from the ones of the original series despite sharing a few elements.<br />\nThe game was produced by Keiji Inafune who remarks that he and the Capcom staff enjoyed designing the game. Since its original release Mega Man Legends has received positive critical response due the series jump from 2D graphics to 3D. Ports for the Nintendo 64 and Windows received negative comments for lacking updates from the PlayStation version whose graphics were considered outdated by the time the ports were released. Nevertheless, critics have praised Mega Man Legends as an enjoyable game in the Mega Man series. Mega Man Legends was followed by the prequel The Misadventures of Tron Bonne and a sequel titled Mega Man Legends 2.</p>"
}