{
    "id": "0512200000dd0000",
    "name": "Last Legion UX [N64]",
    "size": 18138947,
    "releaseDate": 20190130,
    "description": "In a stagnating technocratic society of a seemingly perfect futuristic world, a cult is born. A strong leader emerges from the crowds and steps in to rid the world of the misery that clenches the society. He brings answers – food for people’s minds – and comfort for their souls. All those seeking higher meaning within the world are accepted. They find their place within a community that fills the void they’ve recently had to cover with drugs and alcohol. But as Elion, their leader and prophet, increases his influence and power, he loses touch with reality and the ideal of salvation gradually turns against those that don’t feel the need for his guidance – the infidels.Fun concept<br/>Using actual humans as a limiting third resource is a fun concept, and the ability to convert enemy forces directly on the battlefield gave me fond memories of Sacrifice, or Age of Empires' priests.  - PC Gamer<br/><br/><br/><br/>In Re-Legion, players Follow Elion’s journey from a lone prophet to the most powerful advocate of religion in the city. Introducing a new alternative to the usual economic and resource management used in RTS games, Re-Legion allows players to convert ordinary non-believing citizens into their units – the followers. Initiated cultists then expand the cult’s possibilities by obtaining cyber-coins to enable upgrades, by praying they increase faith to gain and use special abilities, they hack buildings and ad-boards to expand and control territories, they convert other citizens or fight enemy units and non-believers.<br/>The overall direction of the one’s cult is defined by the dogmas chosen for it. From a peaceful religion to one that despises non-believers, each one of dozens of dogmas defines the way in which the cult will pursue its goals. But whichever way you decide to choose, your followers will all work together to build a strong and powerful cult...<br/><br/>Features<ul><li>Unique RTS mechanic of acquiring new units by converting citizens<br/></li><li>Vivid futuristic cyberpunk visuals, yet dark atmosphere<br/></li><li>Mature story with profound background and moral choices to be made<br/></li><li>Special territory control mechanics with the use of hacking<br/></li><li>High replay value both in singleplayer and multiplayer modes</li></ul><br/>"
}