{
    "id": "0512200001dd0000",
    "name": "SCARS [N64]",
    "size": 14625088,
    "releaseDate": 20230227,
    "description": "<p>Scars Above is a challenging sci-fi third-person action adventure shooter combining the rewarding feel of overcoming difficulty with a compelling and intricate story, set in a mysterious alien world to explore.</p>\n<p>Some things were not meant to be discovered…</p>\n<p>A colossal and enigmatic alien structure appears in Earth&#39;s orbit and stuns the entire world; humanity names it ‘The Metahedron’. The Sentient Contact Assessment and Response team (SCAR) - consisting of scientists and engineers - is sent to investigate.</p>\n<p>Things don’t go as planned and the Metahedron hauls the team across space onto a mysterious extrasolar planet. Playing the role of Dr Kate Ward - a SCAR member - who wakes up dazed, alone in a strange, hostile environment. Determined to survive, you set out to find your crew and unravel the mystery behind what’s happened.<br />\nSURVIVE AGAINST ALL ODDS<br />\nKate is an astronaut and a scientist – not a soldier - but she&#39;s resourceful and determined to do anything to survive.Use a combination of ranged weapons, devices, consumables and melee attacks, you need to manage stamina as you run, dodge, exploit weak points and discover effective tactics to defeat your foes<br />\nCombine different elemental attacks to beat the odds and break through otherwise impassable obstacles.<br />\nCraft different items and gadgets to aid you against the countless threats in this exoplanet.</p>\n<p>EXPLORE A MYSTERIOUS EXOPLANET<br />\nImmerse yourself in a carefully crafted adventure, inspired by the sci-fi classics.Explore an alien world filled with countless threats, gorgeous landscapes and ruins hinting of an ancient - yet advanced - civilisation that somehow disappeared.<br />\nJourney through different biomes, such as marshlands, freezing wastelands, underground caverns and alien facilities – all with their own set of challenges, enemies, secrets and environmental hazards.</p>\n<p>EMBARK ON A RESEARCH JOURNEY<br />\nKate is a scientist to her core and you&#39;ll use that scientific expertise to extract information from your surroundings by scanning artifacts, materials and creatures in order to learn about their features, properties and weaknesses.As you explore your surroundings, you will conduct analysis and gain knowledge which will allow you to craft new gadgets, weapons and unlock abilities in Xenobiology and Engineering trees.</p>\n<p>THRILLING BOSS FIGHTS<br />\nGhastly enemy designs - with diverse strategies and tactics - will keep encounters fresh, forcing you to find creative ways to defeat them.<br />\nThe Scars Above Experience:<br />\nImmerse yourself in an exciting sci-fi adventure inspired by the classics of the genre<br />\nExplore an enigmatic and intricate alien world - with plenty of mysteries to uncover<br />\nFight tactically, using a combination of elemental attacks, gadgets and items, exploit the environment and enemy weaknesses<br />\nEngage exciting and challenging enemies and bosses, from hulking rock-covered monstrosities to nightmarish creatures lurking in the dark<br />\nGain knowledge and acquire new skills<br />\nScan enemies to learn about their weaknesses and behaviours<br />\nUse your scientific skills to conduct research and extrapolate information<br />\nMature Content Description<br />\nThe developers describe the content like this:Violence, Depictions mutated human bodies, Depictions of dead and mutilated aliens.</p>"
}