{
    "id": "0557400000190000",
    "name": "Asterix & Obelix [GB]",
    "size": 9844766,
    "releaseDate": 20201022,
    "description": "<p>The year is 50 B.C. Gaul is entirely occupied by the Romans. Well, not entirely... One small village of indomitable Gauls still holds out against the invaders. And life is not easy for the Roman legionaries who garrison the fortified camps of Totorum, Aquarium, Laudanum and Compendium.<br />\nPeace reigns in the small Armorican village, where the villagers go about their daily business. Our two heroes, Asterix and Obelix, hunt wild boar, the blacksmith and the fishmonger quarrel, and the village chief strolls around the village square atop his shield.<br />\nAfter a fine day&#39;s hunting, Asterix and Obelix return to find their village in flames, pillaged by the Romans! They set off to rescue their fellow villagers, accompanied by their faithful Dogmatix. Their journey will take them to Normandy, Greece Helvetia, Egypt and, finally, Rome, in order to save the villagers from the clutches of the emperor Caesar...<br />\nRediscover the first XXL adventure of your favorite Gauls in this fully romastered version!<br />\nToggle between Asterix &amp; Obelix et travel accross various regions of the world such as Greece or Egypt to set free Impedimenta, Panacea, Getafix and the other villagers.<br />\nFight all the Romans, pirates and Vikings who will stand in your way! Nothing can stop you with magic potion.<br />\nCherry on the boar, 4 NEW GAME MODES are available:<br />\n- Retro Mode: return to the original graphics whenever you wish, for those who are nostalgic for 50 BC!<br />\n- Course mode: collect all coins scattered around within the set time. Jump, whirl, run… and switch to Retro mode from time to time, as some coins are mischievously hidden.<br />\n- Countdown mode: get to the finishing line as fast as possible! The druids say that the best potions are brewed slowly. However, time is your enemy here, so don&#39;t dally! Take care, as a number of obstacles will stand in your way.<br />\n- Extreme mode: More numerous and tougher Romans, for maximum difficulty! Will you be up to the challenge of this mode, which only the greatest Gaulish warriors are worthy of?</p>"
}