{
    "id": "0557400002150000",
    "name": "Pokemon Battle Factory [GB]",
    "size": 10034665,
    "releaseDate": 20190102,
    "description": "<p>Battle-Factory is a small turn-based strategy game which can be played over LAN between two devices. <br/></p>\r\n#How to connect\r\n<p>One player will host the game and the other player will join the game. One can provide his/her name in Main Menu so that other player can identify easily(Both devices need to be one same LAN). If the network doesn't support UDP-Broadcast, you can directly connect using the host IP address. If still, the game doesn't start by clicking the join button then you can try to host the game on other device and join in the previous one.</p>\r\n#Overview\r\n<p>The game will first allow the player to set the position of their factory, Then one of the players will get the chance to move first. Moving or Creating Units causes fuel and coin consumption, so make your move wisely. After each turn, the units will try to shoot each other so position your units strategically after your move. Each player will get their turn to move their units alternately and fuel will get refilled and the coins will increase after each turn.</p>\r\n#Objective \r\n<p>The objective of the game is to either eliminate the opposition factory or capture the flag area. If there are units of only one side in the capture area then the flag will turn to that side. If the same state remains for few turns then the player of that side will win.</p>\r\n#Controls\r\n<p>You can move the camera with RMB and zoom in and out with Mouse Scroll Wheel. Click and drag on units to command them to move. Make sure to check that you have enough fuel for that action. On Android ,you can do two finger pan and pinch to move the camera and one finger drag to command the units.<br/></p>\r\n#Units\r\n<p>There are 3 types of units each having special characteristics:-<br/>Tank, Truck and Medic.<br/><strong>Tank</strong>-Low Attack range with high damage and Hp. It can be used to divert the fire of enemies. More effective in close range combat.<br/>It attacks the nearest enemy with low health.<br/><strong>Truck</strong>-High Attack range with medium damage and Hp. It can fire rockets behind the wall.<br/>It attacks the farthest unit in its range and in case of conflict it attacks the one with low health. More effective in long range combat.<br/><strong>Medic</strong>-Low Health and Low Range. It can increase the Hp of all the friendly units which are inside its range. (note:- Medic can't cure itself or another medic)</p>\r\n#Notes\r\n<p>Enemy units will stay invisible until they fall in the range of one of your units/factory. The same case can be applied for enemy factory but it will stay visible once it has been exposed.<br/>If you want to configure the game to nerf or buff any unit then you can do that in \"values.fk\" file in AppData directory, but make sure to launch the game with the same file on both devices to make the game work.</p>"
}