{
    "id": "05574000024b0000",
    "name": "RoboCop [GB]",
    "size": 9723229,
    "releaseDate": 19891219,
    "description": "<p><strong><em>*NOTE: THE IPOD TOUCH 4TH GEN IS NOT SUPPORTED</em></strong>*<br />\nWelcome to the official game of RoboCop the movie.<br />\nIn 2028 Detroit, when Alex Murphy, a loving husband, father and good cop is critically injured in the line of duty, the multinational conglomerate OmniCorp sees their chance for a part-man, part-robot police officer.<br />\nJoin the OmniCorp program to become RoboCop, the ultimate law enforcement officer! Battle human crooks, robot enemies and learn how to defend the citizens from the corrupt streets of Detroit.<br />\nStart your training now!<br />\nShoot your way through console-quality training simulations<br />\nUse drone strikes to take out large groups of enemies<br />\nSave human hostages and capture informants<br />\nBattle aggressive robot enemies from the film, like the EM-208 and the ED-209<br />\nUpgrade your weapons and robotic suit to the latest technology that OmniCorp has to offer<br />\nScan your targets with body heat vision to find their location and weak points<br />\nROBOCOP (2014) © 2013 Metro-Goldwyn-Mayer Pictures Inc. &amp; Columbia Pictures Industries, Inc. ROBOCOP is a trademark of Orion Pictures Corporation. © 2013 Metro-Goldwyn-Mayer Studios Inc. All Rights Reserved.<br />\nPLEASE NOTE:<br />\n- This game is free to play, but you can choose to pay real money for some extra items, which will charge your iTunes account. You can disable in-app purchasing by adjusting your device settings.<br />\n- This game is not intended for children.<br />\n- Please buy carefully.<br />\n- Advertising appears in this game.<br />\n- This game may permit users to interact with one another (e.g., chat rooms, player to player chat, messaging) depending on the availability of these features. Linking to social networking sites are not intended for persons in violation of the applicable rules of such social networking sites.<br />\n- A network connection is required to play.<br />\n- For information about how Glu collects and uses your data, please read our privacy policy at: www.Glu.com/privacy<br />\n- If you have a problem with this game, please use the game’s “Help” feature.</p>"
}