{
    "id": "05574000016f0000",
    "name": "Loopz [GB]",
    "size": 9686123,
    "releaseDate": 19900101,
    "description": "<p>Loopz is a puzzle video game originally designed and programmed by Ian Upton for the Atari ST in 1989. He previously worked as head game designer for Audiogenic, who acquired exclusive rights to the game, then in 1990 arranged for Mindscape to publish it for computers in North America and consoles worldwide.</p>\n<p>The Nintendo Entertainment System version (programmed by Bits Studios) and the Game Boy version (programmed by Argonaut Software) were released in 1990. A sequel, Super Loopz, was published for the Super NES by Imagineer and for the Commodore Amiga CD32 by Audiogenic. Audiogenic also published versions of the original game for the Acorn Electron, BBC Micro, ZX Spectrum, Amstrad CPC, Commodore 64, Atari ST, Commodore Amiga, and IBM PC in 1990 and 1991.</p>\n<p>An Apple Macintosh version was in development for Audiogenic, but never completed, and a version was written for the Atari Lynx, also for Audiogenic by Hand Made Software but lay unreleased until picked up by Songbird Productions in 2004.</p>\n<p>An agreement was reached between Audiogenic Software and the defunct Atari Classics Programmer's Club in 1995 for development of an Atari 800XL version of the game. This version remained incomplete by the time it was abandoned in October 1998. There was some discussion in 2005 over the possibility of resurrecting this version of the game but the project remains on hold.</p>\n<p>Audiogenic licensed the Loopz concept to Capcom who developed a prototype coin-op, but it was never released. Similarly Audiogenic developed an SWP (skill-with-prizes) version on behalf of Barcrest, a leading UK manufacturer of pub games, and this too remains unreleased.</p>\n<p>The main focus is on the playing board where random pieces of different shapes are presented to the player. A shape is either a single square containing a straight line or 90° corner or a combination of multiple such squares. The player must then try to make loops out of them. Once a loop is completed, all pieces involved will disappear. (You cannot make any line overlapping the edge, in other words, it cannot be placed in this way)</p>\n<p>There exist three different play modes, two of which can be played with two players. The third mode of play starts with a loop already created and then takes away random pieces of it, so the player has to put them back in after they show up.</p>\n<p>The cover art is reminiscent of the band Pink Floyd's The Dark Side of the Moon album.</p>"
}