{
    "id": "0557400000550000",
    "name": "Boulder Dash [GB]",
    "size": 9690944,
    "releaseDate": 19840101,
    "description": "<p>Boulder Dash (バルダーダッシュ, Barudā Dasshu), is a video game released in 1984 by First Star Software for Atari 8-bit computers. There have been numerous versions and sequels in this series for numerous interactive platforms including: Apple II, MSX, ZX Spectrum, Commodore 64, ColecoVision, NES, BBC Micro, Acorn Electron, PC, Amstrad CPC, Amiga, Intellivision, Mac, Xbox 360 and many other platforms. It also influenced other games in the rocks-and-diamonds genre such as Repton. The original Boulder Dash was created by Peter Liepa with Chris Gray, and on October 28, 1983, acquired by First Star Software, which still owns the rights to the game and the intellectual property, including the registered trademark: &quot;Boulder Dash&quot;.<br />\nThe game&#39;s protagonist is called &quot;Rockford&quot;. He must dig through caves collecting gems and diamonds and reach the exit within a time limit, while avoiding various types of dangerous creatures as well as obstacles like falling rocks and the constant danger of being crushed or trapped by an avalanche, or killed by an underground explosion.<br />\nOn January 21, 2014, First Star Software and TapStar Interactive announced Boulder Dash - 30th Anniversary, a freemium mobile title developed by First Star Software, TapStar and SoMa Play Inc. for Android and iOS. The PC and Mac versions of Boulder Dash - 30th Anniversary were listed on Steam&#39;s GreenLight June 24, 2016, and released on September 14, 2016 on Steam. The PC and Mac versions include a cave (level) editor which allows players to create, play and share levels on Steam&#39;s Workshop.<br />\nAs of January 1, 2018 the First Star Software name and website are owned by BBG Entertainment GmbH which also purchased all intellectual property rights pertaining to Astro Chase™, BOiNG!™, Boulder Dash®, Bristles™, Flip &amp; Flop™, Millemium Warriors™, Omnicron Conspiracy™, Panic Button™, Rent Wars™ and Security Alert™.</p>"
}