{
    "id": "0557400000dd0000",
    "name": "Flash, The [GB]",
    "size": 9733035,
    "releaseDate": 20220217,
    "description": "<strong>Stardust Warriors, assemble!</strong><br/><br/><br/>The brand-new Stardust Warriors version completely upgrades this fun-loving and exciting fighting party!<br/>Flash Party is Platform Fighting Game. You can control the most interesting Heroes in this exciting fighting party. Attack, jump, dodge, and block... throw your opponents off-stage with all sorts of moves!<br/>Choose from over 20 distinctive Heroes, and many more on the way! With the arrival of “Stardust Warriors,” the battle style receives an overall upgrade: 4 different classes, each with distinctive mechanisms. Discover your unique style, and you are the next Party Star!<br/><br/><strong>[How to Win]</strong><br/>To win the party, it's as simple as knocking everyone else off-stage! Attack the Heroes controlled by other players and increase the Knock-out Score above their head; The higher the KO Score, the more susceptible they are to knock-outs.<br/><br/><strong>[Original Characters]</strong><br/>Meet all kinds of unique original characters! A Chubby snowman, a God of Trial that descends from heaven, a high school girl with an apple-shaped head, and an idol singer admired by all, everyone’s waiting for you in the exciting Flash Party battles! We currently have over 20 Heroes on our roster, and more to come!<br/><br/><strong>[New Mechanism]</strong><br/>The battle mechanism is overhauled with the new version “Stardust Warriors”! The Heroes are categorized into four types: All-rounder, Assaulter, Power House, and Impeder; each has an exclusive fighting mechanism.<br/><br/>All-rounder: Attack in three directions to accumulate energy and release a Super Neutral Special<br/><br/><br/>Assaulter: Cancel specific attacks with certain moves to remove the Ending Lag, creating abundant combo openings and variations<br/><br/><br/>Power House: The higher their KO Score is, the more powerful their Attack becomes<br/><br/><br/>Impeder: Attack Shields to accumulate energy and release a Super Grab &amp; Throw<br/><br/><br/>The Sticker System also goes through a total upgrade; Equip the new Colorful Sticker to change our Heroes’ Moves and develop your unique battle style!<br/><br/><strong>[Game Modes]</strong><br/>Different scenarios, levels, rules, and events are available daily for a refreshing experience. You will participate in entertaining battles such as 1v1, 2v2, 4 Players Brawl, and Soccer Mode. We also have weekend-limited Events and Friendly Battles for you to play against your friends anytime.<br/>There’s also a Local Match feature for you to enjoy Flash Party regardless where you’re at, whether it’s a party on the couch or a club tournament!<br/>Players who want to grind up their battle technique are welcome at the Pinnacle Arena! Try to reach a higher Rank in Modes such as Pinnacle 1v1, Pinnacle Relay, and Pinnacle Team, and become the Master Player of the Party!<br/>Game Modes under development will be added to “Lab Mode” to give you early access to our brand-new game plays. Innovation and creativity are the souls of the party!<br/><br/><br/><strong>[Costumes]</strong><br/>Become the brightest Party Star by collecting Skins, KO Effects, and various Costumes from themed sets such as the Detective Team, Pool Party, Tales of the Orient, and Cosmic Adventure!<br/><br/><strong>[Season: Party Pass]</strong>Each season comes with a unique themed Party Pass. Participate in matches or complete season missions to unlock party rewards, including Skins, Emoji, KO Effect, and more. Purchase Starcard to unlock more Missions and a chance to exchange for past Seasons’ Exclusive Rewards.<br/><br/><strong>[To Be a Party Animal]</strong>Meeting new friends in Flash Party to team up or play against. Edit Hero Banner and let your achievements be seen. Do your best on the Hero Point and Arena Rank regional Leaderboard, and become the top fighter in your area. Here you can enjoy the Battle Party in many ways, with many friends!<br/><br/>Party stars, show us what you've got!"
}