{
    "id": "0557400000d10000",
    "name": "Final Fantasy Adventure [GB]",
    "size": 9812693,
    "releaseDate": 19910608,
    "description": "<p>Final Fantasy Adventure, originally released in Japan as Seiken Densetsu: Final Fantasy Gaiden (聖剣伝説 ～ファイナルファンタジー外伝～, lit. Holy Sword Legend: Final Fantasy Side Story), and later released in Europe as Mystic Quest, is a Final Fantasy spinoff and the first game in the Mana series. Published by Square in 1991 on the Game Boy, it saw a North American re-release by Sunsoft in April 1998.<br />\nOriginally being developed under the name Gemma Knights, features gameplay roughly similar to that of the original The Legend of Zelda, but with the addition of role-playing statistical elements. Along with Final Fantasy Mystic Quest, Final Fantasy Adventure was the first Final Fantasy game to be released in Europe. A remake, Sword of Mana, was released in 2003 changing the plot and many gameplay aspects. A second remake was released on mobile phones in Japan which improved the graphics and music of the original version. A third remake, Adventures of Mana, was released for iOS, Android, and PlayStation Vita on February 4, 2016.<br />\nThe story follows the hero and the young heroine as they attempt to thwart the Dark Lord of Glaive and his sorcerer assistant, Julius, from destroying the Tree of Mana and dooming their world. The game was released with many familiar elements of the Final Fantasy series, such as Chocobos, but these were later changed to feature common enemies and the gameplay style of the Mana series.<br />\nFinal Fantasy Adventure was met with generally positive reviews at the time of its release. Over the course of time, reviewers have considered it one of the best action adventure games on the Game Boy. The game also spawned an entirely new game series, called the Mana series, which became a successful video game role-playing franchise.</p>"
}