{
    "id": "0557400002c70000",
    "name": "Tetris Blast [GB]",
    "size": 9727430,
    "releaseDate": 19840606,
    "description": "<p>Tetris (Russian: Тетрис [ˈtɛtrʲɪs]) is a tile-matching puzzle video game, originally designed and programmed by Russian game designer Alexey Pajitnov. It was released on June 6, 1984, while he was working for the Dorodnitsyn Computing Centre of the Academy of Science of the Soviet Union in Moscow. He derived its name from the Greek numerical prefix tetra- (all of the game&#39;s pieces contain four segments) and tennis, Pajitnov&#39;s favorite sport.<br />\nTetris was the first entertainment software to be exported from the Soviet Union to the US, where it was published by Spectrum HoloByte for Commodore 64 and IBM PC. The Tetris game is a popular use of tetrominoes, the four-element special case of polyominoes. Polyominoes have been used in popular puzzles since at least 1907, and the name was given by the mathematician Solomon W. Golomb in 1953. However, even the enumeration of pentominoes is dated to antiquity.<br />\nThe game (or one of its many variants) is available for nearly every video game console and computer operating system, as well as on devices such as graphing calculators, mobile phones, portable media players, PDAs, Network music players and even as an Easter egg on non-media products like oscilloscopes. It has even inspired Tetris serving dishes and been played on the sides of various buildings.<br />\nWhile versions of Tetris were sold for a range of 1980s home computer platforms as well as arcades, it was the hugely successful handheld version for the Game Boy launched in 1989 that established the game as one of the most popular ever. Electronic Gaming Monthly&#39;s 100th issue had Tetris in first place as &quot;Greatest Game of All Time&quot;. In 2007, Tetris came in second place in IGN&#39;s &quot;100 Greatest Video Games of All Time&quot;. In January 2010, it was announced that the Tetris franchise had sold more than 170 million copies, approximately 70 million physical copies and over 100 million copies for cell phones, making it the best selling paid-downloaded game of all time. On 14 March 2014, The Tetris Company announced a deal to bring Tetris to two of the latest hardware platforms, the Xbox One and PlayStation 4, in partnership with Ubisoft (publishing) and SoMa Play (development), to coincide with the franchise&#39;s 30th anniversary.</p>"
}