{
    "description": "Dance and share exciting moments all year long with the #1 music video game platform of all time! Just Dance速 2024 Edition features 40 new songs, including the latest hits and beloved classics from a wide variety of genres and eras!\n\nExtend your experience with Just Dance速+! Unlock your one-month free trial included with the game to get access to hundreds of songs and more added regularly!\n\nALL-NEW TRACKLIST, UNIVERSES, AND CHARACTERS\nJust Dance 2024 Edition features 40 new songs and universes, from chart-topping hits, viral internet phenomena, and original songs! The tracklist features a variety of genres and eras: from Latin, Rock, Hip-Hop, to K-pop, this edition is full of music you love. Discover immersive and lively musical worlds with characters unique to each song in Just Dance!\n\nONE PLATFORM WITH REGULAR UPDATES\nNow a fully online entertainment platform, the game is regularly updated with new music and rewards throughout the year. Regardless of if you or your friends own the 2023 or 2024 edition, all players are connected on the same platform and can play together online. If you own both editions, all content is together in the same place!\n\nYEAR-ROUND CONTENT TO ENJOY\nTake part in themed seasonal events with free songs and playlists for a limited time. Every season will bring new and exciting songs, a dedicated progression track, and new rewards. Win avatars, backgrounds, name badges, and aliases to personalize your Dancer Card and show off your personality in the game.\n\nFREE TRIAL FOR JUST DANCE速+\nEach copy of Just Dance 2024 Edition comes with a one-month free trial to the Just Dance+ subscription service, giving you access to hundreds of songs and more coming regularly with special perks for in-game events. Dance to all-time favorite legacy tracks from previous Just Dance games or to new exclusive ones coming in each season!",
    "id": "0100BEE017FC1005",
    "name": "Just Dance速 2024 Edition",
    "publisher": "Ubisoft",
    "releaseDate": null,
    "version": 0
}