{
    "description": "This DLC provides additional content for Story Mode. \n\nAttention, Specialists! Welcome to our latest operation, ‘Clear Skies’. We need you to rally the gang together once more. There’s a remote settlement located in the furthest reaches of our world, and it’s in dire need of our extensive expertise. This could turn the tide in our fight against the aliens... \n\nGorgonville is the name of a settlement of improvised buildings, where survivors and resistance fighters make a living by scavenging downed Alien aircraft for anything of value to trade on the black market. \n\nDuring this expedition, you’ll find immersive new characters that will provide you with dangerous tasks. Among the survivors is Doc Vestergaard, a scientist who has discovered a powerful weapon in one of the vessels. The device was damaged in the crash, but thankfully it can be repaired. Once the weapon is operational, it can be used to launch a surprise attack, and tip the scales of the battle in favor of the resistance! \n\nThis is where you come in. Specialists like you are being called in to find and retrieve the missing parts, but to do so, you must scavenge downed vessels that are loaded to the brim with traps and enemies. Will your team endure? \n\nOperation: Clear Skies includes: \n\n- Embark on a journey to three beautiful environments overrun by aliens \n\n- Fight for survival with crashed alien vessels to explore and unique challenges to overcome \n\n- Immerse yourself in a heart-pounding, all-new soundtrack that'll have you grooving as you obliterate wave after wave of extraterrestrial foes! \n\n- Interact with a multitude of characters, each with their own secrets waiting to be unraveled! \n\nNew exciting storyline to uncover \n\n- Harness the power of two brand-new specialists: The cunning Scavenger and the Xeno Expert, both armed to the teeth with specialist weapons and game-changing perks! ",
    "id": "010015F018C3D003",
    "name": "Operation: Clear Skies",
    "publisher": "Curve Digital",
    "releaseDate": 20240206,
    "version": 0
}