{
    "description": "This content pack introduces Menelik II as the leader of Ethiopia. Ethiopia focuses on cities built on Hills, generating Faith and using Menelik’s “Council of Ministers” ability to boost Science and Culture. It also includes the Secret Societies game mode, where players will encounter mysterious organizations who offer their civilization their powerful skills.\n\nIncludes the Ethiopia civilization with Menelik II, the Oromo Cavalry unique unit, and the Rock-Hewn Church tile improvement.\n•\tCiv Unique Ability: Aksumite Legacy. Cities earn extra Faith from resources, boosted even further when international trade routes originate from resource-rich cities. Ethiopia can purchase Archaeology Museums and Archaeologists with Faith.\n•\tLeader Unique Ability: Council of Ministers. Menelik II gets extra Culture and Science based on the Faith output of cities founded on Hills. His units also get extra Combat Strength when fighting on Hills.\n•\tUnique Unit: The Oromo Cavalry has improved Combat Strength and Sight, and suffers no movement penalty for moving on Hills.\n•\tUnique Tile Improvement: The Rock-Hewn Church can only be built on Hills or Volcanic Soil. It provides Faith with extra Faith from Mountains and Hills. It can only be pillaged, not destroyed, by natural disasters.\n\nNew “Secret Societies” Game Mode (Requires the Civilization VI Expansion Bundle to play)\n•\tAn optional, specialized game mode with exclusive rule changes:\n•\tAdds four Secret Societies to the game.\n•\tEach Secret Society offers players a specialized Governor who applies their bonuses across the entire civilization.\n•\tSecret Societies may offer players new Resources, passive bonuses, unique buildings, units, or projects to further the Society’s ends.\n•\tUse your Secret Society membership to boost favorability and Alliances with other leaders.\n\nNew Diplomatic Quarter District and Buildings\n•\tBuild the Diplomatic Quarter, a District that can only be built once per civilization, focusing on foreign relations.\n•\tEnhance the Diplomatic Quarter by building the Consulate and Chancery buildings.",
    "id": "010044500C183009",
    "name": "Sid Meier's Civilization VI - Ethiopia Pack",
    "publisher": "2K",
    "releaseDate": 20200723,
    "version": 0
}