{
    "description": "A PLANET IN DISTRESS\nExtinction brings survivors back to where it all started; Earth. What was once a lush and thriving home world is now a corrupted, hostile and desolate shell of its former self. Venture a diverse landscape where ruins of a past civilization reveal clues to Earth’s demise along with the keys to reviving its future. At the heart of this bleak and foreboding landscape; an overgrown and deserted technological metropolis rises amidst the waste. Discover and explore long abandoned prototype micro-biospheres which served as the precursors to the ARKs of today. \n\nTAME NEW CREATURES\nCapture, tame and craft powerful and unusual organic and mechanical creature types different from anything previously seen in the ARK universe. Increase situational awareness by flying and controlling robotic surveillance drones. Harvest valuable resources by taming and feeding organic transmutation machines. Reach new heights and hard to reach locations by climbing and teleporting with the ultimate security bot. Secure your survival by building and piloting your own customizable battle mech to victory.\n\nCRAFT UNIQUE ITEMS\nEnsure mastery on this forsaken world with many new and exotic craftable items. Keep your tames where you want them with a creature leash, use taxidermy tools to enhance your home decor with trophy mounts of your most memorable kills, span and traverse previously uncrossable gaps with a Tek bridge, store and preserve your favorite friendly creature in a mobile cryopod for reuse later, utilize Tek gravity grenades to attract or repel foes to your advantage, and autonomously airlift loot back to your base with an airborne delivery crate!\n\nCONQUER NEW CHALLENGES\nAs Element runs rampant across Earth, corrupting and mutating all that it touches, survivors must be prepared to contend with new and unique challenges fueled from these cataclysmic events. Engage in epic battles of titanic proportions when encountering colossal Titans that rule this hostile planet as the ultimate apex predator. Scour the wastelands for salvation in sub-orbital supply drops while fending off an onslaught of corrupted monstrosities barely resembling their former selves. Survive and shelter from environmental anomalies such as Element eruptions, eclipses and meteor showers.\n\nDENOUEMENT\nReturn to Earth and complete your conquest of the ARK universe, gain sought after answers to advance the storyline, discover the fate of the original explorers, determine the true purpose of the ARK network, and unravel the remaining mysteries of the Homo Deus!",
    "id": "0100D4A00B285003",
    "name": "ARK: Extinction",
    "publisher": "Snail Games USA",
    "releaseDate": 20230411,
    "version": 0
}