{
    "description": "The Gateway to The Void has opened! The corrupting power it contained has engulfed Petrichor V and plunged the planet into darkness. For millennia, The Void Creatures have grown dominant by taking artifacts from our realm to theirs. Now they look to add you to their collection. \n\nBring your friends on the adventure! Only one player is required to own Survivors of the Void to enable the monsters, levels, and items to appear in-game for the whole lobby. Players without Survivors of the Void will be unable to select the two new survivors or permanently unlock new items, logbooks, or other content.\n\nSurvivor 1: Take Your Shot with Railgunner\nPress your advantage on the high ground. Unleash devastating shots from across the map with Railgunner’s first-person scope. Time your reloads, aim for weak spots, and change the battlefield. Railgunner is the ultimate boss killer. Instead of cutting down hordes, she eliminates her target in one shot. \n\nMastering Railgunner’s positioning and movement unleash her true potential. Throw down a Concussion Device to reach an overlook, or to get out of a challenging situation. Railgunner is instantly unlocked for owners of Survivors of the Void. \n\nSurvivor 2: Harness Corruption with Void Fiend\nTurn the corruption in your favor and harness the power of The Void. A corrupted commando is torn between controlling his new powers and being consumed by them. The Void Fiend is the second new survivor in Survivors of the Void. As the corruption overtakes you, abilities are twisted into more powerful attacks for a short time.\n\nDrown enemies with a flood of beams and missiles, and master new movement possibilities. Time your corruption, harness the void, unleash the Void Fiend. Unlock the Void Fiend by overcoming a new threat in Survivors of the Void. \n\nWield Powerful Void Items\nCorrupt familiar items and unlock new powers! Receiving one of the 14 Void Items permanently alters all normal versions of that item. Corruption brings power, but it also brings changes. You’ll find that many items now do the opposite of what they once did. The Void ukulele’s electrifying music targets single enemies instead of crowds. Some items do something completely different!\n\nUnlock 5 pieces of equipment, 4 lunar items, and 18 standard items in Survivors of the Void.\n\nBehold Horrifying Monsters ... and Gup\nMore of Providence’s creatures are loose and they’re not thrilled by this threat to their world. The gelatinous Gup has returned, and he’s brought some new friends from the far reaches of Petrichor V. Beware this adorable orange abomination, tread too close and it’s likely to bounce you off a cliff.\n\nThe most powerful creatures come from The Void. Your ability to reach The Void threatens them. That encroachment won't go unanswered. Constructs of hulking power and corrupted mind have been sent to capture you. Uncover the root of their strength, and if you can, take the fight to them.\n\nNew Stages Discovered\nUnfamiliar places on Petrichor V have been discovered! Traverse new stages, uncover their secrets, and infiltrate The Void. Explore the beautiful waterfalls of Aphelian Sanctuary, take in the pungent odor of the Sulfur Pools, and enjoy accidental ice skating in Siphoned Forest.\n",
    "id": "010076D00E4BB001",
    "name": "Survivors of the Void",
    "publisher": "Gearbox Publishing",
    "releaseDate": 20231108,
    "version": 0
}