{
    "description": "Return to the unwavering wild in Downpour, where you explore new, harsh lands and survive new predators. As time passed, the slugcat has evolved. With five variants of the species - take advantage of various skills that they possess and explore their own personal tales.\n\nCharacters:\nThe Rivulet\nAn aquatic evolved slugcat - it breathes longer underwater and moves through the world with ease.\n\nThe Gourmand\nAn indulger of the simpler pleasures in life. A culinary expert that excels in manipulating the objects it finds along its journey.\n\nThe Artificer\nA fierce combatant; master of pyrotechnics and explosives.\n\nThe Spearmaster\nAn abnormality with no mouth that uses needles pulled from its body for combat and to feed.\n\nThe Saint\nAttuned to the etheric plane, this slugcat uses no weapons but instead uses its long tongue to grip far away objects or platforms.  \n\nThe expansion also includes challenging one-time scenarios, a randomizer featuring complex quests to complete, and local co-op support! For players looking test their limits in Challenge Mode or players looking for a chill experience in Safari Mode, Rain World: Downpour features something new for every player! Optional additional mechanical additions allow for a new spin on the Rain World experience – tutorialized hints, alternate routing options, a new map system, handy collectibles tracker for storyline completion, and many more.\n\nFeatures\n• Breaking New Ground to Explore - With ten expansive regions across thousands of new maps, environments, and weather to survive and discover.\n• More Slugcats - All with unique abilities, skillsets, gameplay style, and stories.\n• Challenge Mode - Put your survivability to the test in multiple pre-constructed arena scenarios, adapting to each room as the difficulty increases.\n• Jolly Co-Op - Up to four local players can explore and survive all base-game campaigns in this local co-op mode. See if the power of friendship can overcome the treacherous world of Rain World.\n• Expedition Mode - A Rain World randomizer dropping you anywhere in the world with a task to complete some of the game’s toughest challenges.\n",
    "id": "010047600BF73001",
    "name": "Rain World: Downpour",
    "publisher": "Akupara Games",
    "releaseDate": 20230711,
    "version": 0
}