{
    "description": "Welcome to Lifeless Estate, where the usual eerie silence has been interrupted by signs of undead life.  The new lodgers are restless spirits, big on wailing and generous with the ectoplasm. No one knows how to die tastefully these days. Where's the subtlety? These are the dangers of jumping into anything, even death, uneducated.\nHaunted by unwelcome and undead spirits, the estate needs your help for a new lease on the afterlife.\n\nWHAT’S INCLUDED\n•\tA New Campus Location\n•\t2 New Courses \n•\t2 New Fully Animated Classrooms\n•\t2 New Student Archetypes\n•\tA New Challenge Mode Level\n•\tAnd Lots Of New Items\n\nNEW LOCATION\n\nLifeless Estate\nThe lawn may be lacklustre, and the surfaces strangely gooey, but all of the problems come back to the ghosts. You could say that possession is nine tenths of its flaws. There, I've said it. \nThe last heir to the estate, Lady Lifeless had hoped to spend her after-years catching up with her reading and floating tastefully around the garden. Instead, her rest is routinely ruined by rude spirits with even worse table-manners.\nTackle the paranormal pest problem, learn what it means to be dead and help the estate rest, peacefully, once again.\n\nNEW COURSES\n\nParanormal Detection\nThere was debate in the County for a number of years, surrounding the existence of ghosts. Thanks to science, that debate is now long finished: ghosts are a real and genuine nuisance. You can't wipe away the regrets and resentment of vengeful spirits, but now you can bottle them up… a bit like they did.\n\nSchool Spirits\nBeing dead isn't as easy as everyone makes it seem. It's hard to rest in peace with a life & death's worth of questions on your mind. \"Where am I?\", \"Why did I say that one thing when I was 24?\", \"Did I leave the oven on?\" etc. Fortunately, you can learn anything in Two Point County, even how to be dead.\n\nALSO\n• Expulsion Ceremonies - Have students cleanse a new area for campus construction by running an Expulsion Ceremony to remove the unwelcome spirit residing there.\n• Hauntings - Some ghosts may haunt a specific room, causing unnecessary student suffering. Send in your trusty trained janitors to de-haunt the room and capture the ghost. \n• A brand new Challenge Mode level - train janitors and de-haunt rooms to capture as many ghosts as possible in a year-long battle with the dead.",
    "id": "0100D4A012FF3004",
    "name": "Two Point Campus: School Spirits",
    "publisher": "SEGA",
    "releaseDate": 20230315,
    "version": 0
}