{
    "description": "Escape your day-to-day and bring your wildest dreams to life. Venture into a collection of 8 amazing fantasy worlds!\n\nTHE GAME OF LIFE 2 Ultimate Life Collection includes:\n\nSUPERHERO WORLD\nJourney into a universe where ordinary lives become extraordinary adventures! Gear up as a Wonder Warrior in the powerful tech cycle, or harness the power of the stars as a Magical Girl while navigating in your Magical Scooter! In this world, you choose your own destiny.\n\nEL DORADO\nSet off on the adventure of a lifetime! Journey into the mysterious deep jungle and discover ruins, treasure, and entire civilisations! Dress up as an Archaeologist. Go to the Explorer’s Academy. Become a Map Maker, or set off straight away as a Path Finder!\n\nUNDER THE SEA\nTurn the tide with every decision. Flash your fins in the mermaid outfit, become a Seaweed Tailor, make a splash in the Bustling Reef, and invest in the Bank of Sunken Treasure!\n\nSWEET HAVEN \nSprinkle some sugar on your life choices and dedicate your life to the art of candy-craft! Buy the Croissant Cottage, or save up for the Macaron Mansion!\n\nLUNAR AGE\nLaunch into orbit and build a new life on the furthest frontier! Become a Spaceport Operator, or graduate from the Lunar Academy and be a Blackhole Explorer.\n\nSANDY SHORES \nGo on a forever holiday to an island where the sun never sets and the skies are always blue. Ride the waves as a Surf Instructor, or dive beneath them as a Marine Biologist.\n\nAGE OF GIANTS\nExperience a fantasy prehistoric land where pegs and dinosaurs live in perfect harmony. Survive life as a Dino Dentist, or speed from home to home as a Raptor Postman.\n\nFROZEN LANDS\nGet in your sleigh and qualify as an Arctic Scientist, or hit the slopes as a professional Snow Sledder! A sparkling snowy landscape awaits!\n    \nEach new world comes with new costumes, outfits, vehicles, jobs, properties and more!",
    "id": "0100B620139D9001",
    "name": "THE GAME OF LIFE 2 - The Ultimate Life Collection",
    "publisher": "Marmalade Game Studio",
    "releaseDate": 20210329,
    "version": 0
}