{
    "description": "A new area, the Crown Tundra\n\nThe Crown Tundra expansion is set in the snow-swept realm of the Crown Tundra. Take a look at this vast landscape, with its drifts of glittering snow! In this frigid area with jagged, snowy mountains, people have settled in a small, tight-knit community. You'll be tasked with investigating the reaches of this frozen land—including the depths of a Pokémon Den, something you've only been able to catch a glimpse of during Max Raid Battles…until now!\n\nNewly discovered Pokémon\n\nMany Pokémon that didn’t appear in the Pokémon Sword and Pokémon Shield games make their homes on the Crown Tundra. Get ready to meet a lively array of diverse Pokémon, from newly discovered Legendary Pokémon, including Calyrex, Regieleki, Regidrago, Galarian Articuno, Galarian Zapdos, and Galarian Moltres, and new regional forms, including Galarain Slowking. You’ll also see familiar Pokémon that have been known to live in other regions!\n\nNew characters \n\nUpon arriving in the Crown Tundra, you’ll encounter Peony, who has brought his daughter along on an adventure to find the truth behind tales of Legendary Pokémon in the area. Shortly after your adventure begins, Peony will appoint you as the leader of his exploration team. We hope you’re looking forward to meeting new faces in this new area!\n\nNew co-op play feature\n\nIn Dynamax Adventures, you'll team up with other Trainers* to enter and explore Pokémon Dens found on the Crown Tundra where Dynamax Pokémon are said to lurk! Deep inside these dens, you’ll have a chance to encounter Legendary Pokémon from previous Pokémon series games. Work together with other Trainers to get as far as you can!\n\nNew clothing items\n\nThere will be over one hundred new clothing items added in The Isle of Armor and The Crown Tundra. Spice up your adventure by changing your look with your favorite items!\n\nNew Galarian Star Tournament!\n\nPick a partner from among the many Trainers you’ve met throughout your adventures in Pokémon Sword or Pokémon Shield—as well as the Expansion Pass—and team up for a Multi Battle tournament!\n\nNote: For more details on the additional content, please check the Pokémon Sword and Pokémon Shield Expansion Pass official site: www.Pokemon.com/SwordShieldEX\n\n*Additional games and systems required for multiplayer mode. Sold separately.",
    "id": "01008DB008C2D002",
    "name": "The Crown Tundra",
    "publisher": "Nintendo",
    "releaseDate": 20201022,
    "version": 0
}