{
    "description": "Dear residents!\n\nSeason 2 offers a lot of amazing new things! Since Gleaner Heights is a game with time progression, it made sense to introduce all these new elements in some sort of chronological fashion. You know... like a TV show airing in seasons.\nSome of the new content appears on Year 2 in the game. The main plot of the expansion normally kicks off in the beginning of Year 3, but if you've already beaten the main game's story, it will happen much earlier (Year 2 Fall)! Obviously, if you are already playing a save past these time points, all new content will appear immediately.\n\nTHERE WILL BE MORE ASSETS FOR YOUR FARM...\n\nGleaner Heights already has a lot of crops, so how about planting some flowers? Or fruit trees? Flowers are pretty to look at, fetch a good price, and townspeople like them! Trees may take some time to grow and take more space than crop plants, but they can be quite profitable!\n\nOr how about raising some pigs? Pigs are cute, they can even find truffles! Isn't this exactly what people throughout the centuries have been using them for!?!\n\nTired of watering your crops? Craft yourself some sprinklers, let them do the job for you!\n\nMORE TOWNSPEOPLE TO MEET...\n\nNew arrivals make their appearance! Some of them are kind and benevolent. Others will try to stir up trouble. Some of them didn't account for your talent in getting in the way of weird things. Others... count precisely on it.\n\nMORE ROMANTIC ENCOUNTERS...\n\nTwo new romance options are available! The first is a character who is wrapping up a certain investigation. The second is a new arrival... but you will literally have to go through hell first before you even get a chance.\n\nAnd for those of you who are already married (or plan to), each spouse now has their own exclusive quest! You can expect plenty of town drama, new adventures, and some great rewards! Spouse quests appear some days after you get married (some of them have a few extra requirements like having met some other people first), so most of them will occur almost immediately after your wedding day, regardless of what in-game time it is!\n\nTHERE WILL BE SOME MORE OF EVERYTHING...\n\nUnlock powerful, earth-shattering tool upgrades! Get your hands in ancient (or futuristic!) gear with game-changing abilities! Cook over 40 new dishes! Explore and discover new things to craft! Buy a motorbike to get around town faster!\n\nBUT LET'S FACE IT. ALL THAT IS NOT THE SOLE REASON YOU ARE HERE.\n\nThe crown jewel of Season 2 is the new main plot. At this point, it is very safe to declare that no other farming game comes even close to the scope that Season 2 is introducing to the genre. Contrary to the original game, Season 2's main plot becomes immediately visible to you. Should you choose to follow it... the fun begins.\n\nENTER THE OTHERWORLD\n\nOpen rifts that hurl you across space and time into forgotten worlds that harbor sinister dreams, ancient ruins, castles and catacombs, or even future-tech facilities. Meet and interact with the denizens of other worlds, from smugglers and terrifying dolls to top-tier surreal characters with a mild case of amnesia. Solve puzzles and fight your way to collect precious resources. The amount and variety of new places you can discover and visit is staggering.\n\nFIGHT FOR THE FUTURE\n\nDiscover more about key characters that shaped the fate of your town. Encounter and fight nightmarish foes, cursed town residents of times past, sinister necromancers, cybernetic monstrosities. Season 2 has even more new enemies and bosses than the original game. Test your might, evade a slew of lethal attacks, and be the one to deal the final blow!\n\nThis time, the stakes are very high, and you are given a second chance to make things right. But the clock is ticking. Will you be able to pierce the heart of the Nightmare before the entire town is swallowed into Oblivion?",
    "id": "0100D6300ED2F001",
    "name": "Gleaner Heights: Season 2",
    "publisher": "ManolidisAimilios",
    "releaseDate": 20220620,
    "version": 0
}