{
    "description": "Sephiroth, armed with his ruthless Masamune sword and a desire to destroy, joins the Super Smash Bros.™ Ultimate game as a part of the Super Smash Bros. Ultimate Fighters Pass Vol 2 DLC*! This silver-haired swordsman is Cloud’s arch nemesis and one of the most iconic villains in gaming. Don’t be fooled by his chillingly calm demeanor, his hard-hitting style can deal some white-hot damage. Included with Sephiroth is the Northern Cave stage and additional tracks. Yes, that song is included.\n\nSephiroth strikes fear into his opponent’s heart by using a combination of heavy strikes and deadly magic. His neutral special attack, Flare, launches an exploding fireball. Hold it down long enough to pull off a devastating Gigaflare, but with shorter range. Nothing instils a sense a dread like Sephiroth’s side special, Shadow Flare. This quick blast of energy surrounds your opponent and eventually explodes—it can also be stacked 5 times!  In addition to these malicious maneuvers, Sephiroth can slash in any direction at high speed with his up special, Blade Dash / Octaslash, and he can create a protective barrier with his down special, Scintilla. \n \nWhen at a disadvantage, such has having more damage than his opponent, a wing can grow from Sephiroth’s back. In this demonically angelic state, his power and movement speed is increased, Smash Attacks gain Super Armor, and he can even jump up to three times in the air. The greater disadvantage you’re at, such as in damage, score, or stock, the easier it will be for the wing to grow. Sephiroth is at his most powerful when he uses his Final Smash, Supernova. After a wide slash, Sephiroth unleashes an incredible explosion that deals damage and sometimes status effects! With his Masamune blade in hand and destruction on his mind, Sephiroth is a force to be reckoned with.\n",
    "id": "01006A800016F009",
    "name": "Super Smash Bros.™ Ultimate: Challenger Pack 8",
    "publisher": "Nintendo",
    "releaseDate": 20201222,
    "version": 0
}