{
    "description": "Tides of the Foscari is the second DLC expansion for Vampire Survivors, introducing another huge stage as well as a slate of new characters, monsters and weapons to play with. And of course, secrets may be lurking in the shadowed canopies of the deep forest… But as always we can neither confirm nor deny the presence of vampires.\n\nNestled deep within a continent-sized forest is Foscari Academy, a school where the elite of the world train their children for careers as powerful wizards, indefatigable generals, and expert spies. The Academy is divided into three houses, a premise hitherto untouched in all of fantasy fiction. Three students, one from each house, brave the journey into a forest stuffed with mythological creatures, all to have a jolly adventure, with absolutely nothing interrupting the whimsy. This is all mind-blowingly original stuff, we know, but it only gets better folks.\n\n8 New Characters \nIncluding a cast of extremely original and not remotely derivative character archetypes, such as:\n\nEleanor - Star pupil of The Azure Tower and a skilled magic user, Eleanor is as bright as she is shy. \nMaruto - Undefeated champion of The Crimson Anvil. Stern, brooding, but with a heart of gold beneath his scowl, Maruto is a man of few words and strong arm.\nKeitha - Sly, quick-witted, and fun loving, Keitha will do anything for a bit of adventure and levity. Deliberately stays near the bottom of class rankings in The Amber Sickle to avoid hassle.\nLuminaire - The guardian of Lake Foscari, Luminaire is an ancient witch of great power and pure heart. Known in stories as the Lady of the Lake, or sometimes the Arboreal Mistress.[/list]\n\n13 New Weapons \n\nAlso including a range of unique weapons, definitely not drawn from the personal media tastes of a selection of game devs:\n\nSpellString - Eleanor’s trusted textbook, sure to provide the answers on any magical topic that might cross her path.\nEskizzibur - Forged by Maruto’s blacksmith uncle as a jape, but to his surprise his young nephew was capable of lifting it. \nFlash Arrow - Keitha’s home crafted arrows will put a hole through a tree at 100 paces, though her prodigious tendon strength certainly helps.\nPrismatic Missile - A fragment of concentrated elemental power loaned to Luminaire by spirits as thanks for her continued protection of the natural world.\n\n7 New Music Tracks\n\n♫ Tides of the Foscari\n♫ An Introduction to Sorcery\n♫ Slaying Dragons\n♫ Hide and Steal\n♫ Frozen in Time\n♫ The Heart of the World\n♫ The World Eater\n\nA Brand New Stage \n\nLake Foscari - An enchanted forest stuffed with fae mysteries, mythological entities, and beasts you’d find in any given RPG bestiary. The perfect place to have an average adventure with zero complications.",
    "id": "010089A0197E5002",
    "name": "Vampire Survivors: Tides of the Foscari",
    "publisher": "poncle",
    "releaseDate": 20230817,
    "version": 0
}