{
    "description": "DLC Pack 1 \"The Master Trials\" includes the following:\n\nTrial of the Sword\n\nVisit a certain location to challenge the Trial of the Sword, where you must vanquish waves of enemies to progress from one room to the next. You will start this challenge completely bare, without any armor, equipment, or food items to aid you. Once you defeat all the enemies in a room, you can advance to the next. If you complete all 45 rooms, Link's mind and body will be strong enough to wield the Master Sword's full power and splendor any time the sword is usable! \n\nHero's Path Mode\n\nA feature that allows you to view the path you've taken on your journey. It will record your journey for up to 200 hours of gameplay. Use this to find those shrines and Koroks that are still eluding you! You can even adjust the replay speed so you can manually select the pace you wish to watch your path unfold.\n\nMaster Mode\n\nIn Master Mode, most enemies you encounter will be one tier higher than they originally were. For example, where you would normally see red Bokoblins, you will now likely see Blue Bokoblins instead.\n\nThere is also a new top tier of enemies that don't appear in Normal Mode! Additionally, enemies will recover health if you stop attacking them, and they will also notice Link more easily, so you may need to make adjustments to your fighting strategies. You also might find enemies and treasure chests floating in the air! Use these locations to your advantage to score treasure or even recover stamina.\n\nTravel Medallion\n\nThere is an item called the Travel Medallion hidden in a treasure chest somewhere. Place it at your current location and you will be able to travel there whenever you please. You can only register one location at a time, but this addition should aid you in your journey.\n\n8 clothing items hidden in treasure chests\n\nItems honoring the legacy of The Legend of Zelda series (Majora's Mask, Midna's Helmet, Tingle's Hood, Tingle's Shirt, Tingle's Tights, Phantom Helmet, Phantom Armor, and Phantom Greaves) will be hidden in 8 treasure chests scattered across Hyrule. There are hints to help you find these items hidden somewhere as well. Search for these hints and treasures while you journey across Hyrule!\n\nKorok Mask\n\nThe Korok Mask is an item that will be hidden in a treasure chest somewhere in Hyrule, and unlike the 8 items mentioned above, this one has a special ability. When Link wears this mask, it will shake when a hidden Korok is nearby!",
    "id": "01007EF00011F001",
    "name": "The Legend of Zelda: \nBreath of the Wild DLC Pack 1",
    "publisher": "Nintendo",
    "releaseDate": 20170630,
    "version": 0
}