{
    "description": "Legacy of the Moonspell introduces a brand new stage, new characters, new monsters, and new weapons to slaughter them with. There might even be some hidden mysteries for those of an inquiring mindset, but we can neither confirm nor deny the presence of vampires…\n\nThe Fall of Clan Moonspell\nIn eastern lands, a clan has fallen. The Moonspell, once vigilant guardians of a sorcerous valley nestled in the mountains, have been overrun by hordes of yokai and oni. Though treacherous, this hive of spectral activity may provide some clue as to the location of a vampire. If not, at least it’ll be entertaining to defeat thousands of wayward spirits in the process. \n\nNew Content\n\n8 New Characters including:\nMiang Moonspell - The last disciple of the Moonspell Clan before its downfall, and possibly its finest. Self-consciously a shounen protagonist.\nMenya Moonspell - One of the few surviving Moonspell elders, Menya’s mystical powers are near god-like. \nSyuuto Moonspell - Banished practitioner of the new moon dark magic, Syuuto is nonetheless an enemy of evil. Poor personal hygiene may contribute to his continued exile.  \nBabi-Onna - Returned from the dead to seek vengeance on demons and mortals alike, she nonetheless retains her impeccable ability to charm, amuse, and dazzle.\n\n13 New Weapons between base versions and evolutions, including:\nSilver Wind - An ancestral force unleashed by the staff of the Moonspell Clan, only those born under the moon can fully wield its power (or whoever finds it in a chest, we’re not sure). \nFour Seasons - A set of orbs which unleash the power of the changing seasons, of death and rebirth.\nSummon Night - A weapon which drips with the darkness of the new moon. Despite the clan’s superstitions, even the shadows can oppose evil. \nMirage Robe - An enchanted kimono, weaved on a loom from the silk of the earth spider, and imbued with a fragment of Babi-Onna’s vengeful spirit. Besides, it looks fabulous darling.\n\nNew Stage\nMt.Moonspell - Our biggest stage yet, a sprawling map featuring several different environments, all with their own challenges and resident monsters! This one stage includes an abandoned castle, snow covered mountain, and a yokai infested village, and more besides.\n\nNew Music Tracks\n♫ Legacy of the Moonspell\n♫ Festive Breeze\n♫ Rumble Kachara\n♫ Haze of Night\n♫ Hell Night\n♫ Crystal Allure\"",
    "id": "010089A0197E5001",
    "name": "Vampire Survivors: Legacy of the Moonspell",
    "publisher": "poncle",
    "releaseDate": 20230817,
    "version": 0
}