{
    "description": "The beloved dicta…uh, leader El Presidente sets out to conquer the Caribbean Skies! The biggest DLC for Tropico 6 to date takes the fun to new altitudes with - drones. Prepare to play a dedicated scenario-driven campaign with 5 new missions, each unlocking different play styles and features. Caribbean Skies takes you on a journey to save the world and with it, your dear Tropico. Throughout the campaign, meet new characters like eccentric scientists and a new antagonist, who means nothing but trouble for El Prez and his endeavors.\n\nThe skies above Tropico have never been busier. Put the teamsters to one side and use air delivery to take logistics to the next level. Make use of multiple new buildings revolved around the features of Caribbean Skies – such as the Cargo Airport which lets you transport and export goods between different islands of the Tropican archipelago via cargo planes. With the Drone Delivery Service, set up a drone delivery route between two buildings and use your buzzing new helpers to deliver goods. Meanwhile, the Drone Taxi offers Tropicans a new way to get around. Maintain absolute control and set up a Central Intelligence building to deploy Security Drones to ensure that no scheme goes unnoticed. Finally, the new Balloon Tours lets you provide hot air balloon rides to tourists. Make them happy by choosing scenic routes that show off the beauty of Tropico.\n\nHelp El Presidente save the world and make the Caribbean Skies your playground!\n\n• New scenario-driven campaign: Play through new and dedicated scenarios featuring 5 all-new missions, each unlocking a new play style. Meet new characters and save the world as El Presidente!- Drones are here: Easily supply remote areas using Delivery Drones or use Drone Taxi for passenger transportation. Keep the people of Tropico under surveillance with Security Drones.\n• 8 new buildings: Get cargo planes and drones in the air with the Drone Factory, Battery Plant, Cargo Airport and Drone Delivery Service. Make use of the Drone Taxi Service, Central Intelligence building and Drone to Home Delivery Service to immerse yourself and your fellow Tropicans in all things drones. Balloon Tours give you the chance to offer tourists a new kind of attraction.\n• 4 new edicts: Gig Economy, Qult Anonymous, Drone Economy, Drone Recycling\n• 2 new traits: Drone Enthusiast, Qult Leader.\n• 3 new palace decorations: Keep your palace fresh with a miniature version of the mysterious SPEAKER. Show everyone you are a techie with a bunch of drones carrying Tropico flags. Use a smaller version of the inexplicable fertility bomb cannon to show everyone how modern agriculture is done.\n• New Outfit: Good vibes only with the colorful new Banana Business Suit, featuring an all-over banana print.",
    "id": "0100FBE0113CD004",
    "name": "Caribbean Skies",
    "publisher": "KalypsoMediaGroup",
    "releaseDate": 20211221,
    "version": 0
}