{
    "description": "Journey through an expansive 144 sq. kilometer environment where elements from The Island, Scorched Earth, and all new biomes are combined to bring the ultimate survivor experience. Whether tackling the extreme cold atop the highest mountains, harvesting resources from an active volcano, or just searching for that perfect base location, Ragnarok plays host to explorers and base builders alike. But survivors beware, Ragnarok houses such creatures as Polar Bears, Ice Wyverns, and a mystical creature many have yet to tame in the ARK universe. Ragnarok boasts many unique features such as: custom explorer notes, challenging dungeons, dungeon bosses, active hot springs, unique pickup-able/harvestable resources, new biomes, an active volcano, unique tree platform locations, environmental traps, unique ruins, and so much more combined with a beautiful world to explore.\n\nRagnarok includes:\n\n- A 144 sq kilometer map designed to be explored by land/sea/air with most places accessible by foot.\n- A host of harvest-able resources readily available for players to pick up, including sticks and carrots.\n- Building caves designed to be built in, big and small\n- New unique takes on former ARK creatures, as well a special creature unique to Ragnarok\n- Build tree platforms on unique trees/rocks in biomes other than the redwoods!\n- Expansive biomes that were built to reward those who explore them\n- Realistic Transitions that blend the terrain more naturally\n- Challenging dungeons in that require forethought and preparation\n- An active Volcano that while erupting yields a high amount of resources in the form of lava crystal\n- Beautiful vistas and base locations as far as the eye can see\n- Hot springs that while dormant yield a relaxing buff, but while active can cause a quick death!\n- Ruins to not only explore but that can also be incorporated into base builds\n- A vast ocean with its own ecosystem\n- A future desert to find and tame SE creatures\n- Upcoming unique explorer notes that hold the key to Ragnarok's secrets",
    "id": "0100D4A00B285004",
    "name": "ARK: Ragnarok",
    "publisher": "Snail Games USA",
    "releaseDate": 20230207,
    "version": 0
}