{
    "description": "\"Leave Stockholm for Reykjavik.\"\n\"It's your mother's hometown and where we first met.\"\n\nThe World's End DLC comes with the following content:\n\nNew Main Character [Fiona]\nFiona, a Swedish merchant of Viking descent inherited her family's failing business and huge debts brought about by the Hanseatic League's sanctions. Despite the pain from losing her father, Fiona is determined to keep her family's hard work away from the hands of their creditors, and she is desperately in need of a large sum of money to turn things around.\n\nNew Sailor [Marlene]\nMarlene, an outstanding but grumpy shipwright and craftsman. She was raised by Fiona's father after losing her parents and treats Fiona like her own elder sister, even though they are of the same age. Upon hearing that Fiona plans to set sail in search of an opportunity to repay her family's debts, Marlene decides to join the adventure and contribute her outstanding skills as a shipwright.\n\nDLC Story-Exclusive Port [Reykjavik]\nFiona follows the clues and things her father left behind and discovers a port linked to her mother's origins, Reykjavik. In order to help Reykjavik prosper and thrive into a busy commercial port, Fiona decides to crush the Hanseatic League's monopoly rule...\n\nNew Story-Exclusive Enemy [The Hanseatic League]\nIn the bustling trade center known as Lübeck, a powerful business alliance was born—the Hanseatic League.\nThey took the reins of the entire business world through carefully planned trade routes and commodities. Any port that refused cooperation with them would be hit with heavy sanctions and suffer being forcefully blocked off from all trade.\nMeanwhile, the Hanseatic League secretly built a powerful armed maritime force in preparation for any resistance they may face.\n\nTwenty years ago, Fiona's father attempted to resist them, yet their trade restrictions led to his debts piling up and eventual bankruptcy.\nTwenty years later, today, history is about to change by your hand...\nNew World Boss [the Fermor]\nGladio, a former admiral in the navy, was \"forced\" to become a deserter during a decisive battle, and the bounty on his head threw him into the abyss.\nUnlike his subordinates whose hearts are clouded with greed, Gladio has his own code, even after becoming a pirate.",
    "id": "010037D017F3D002",
    "name": "Edge of the World",
    "publisher": "BILIBILI HK",
    "releaseDate": 20231212,
    "version": 0
}