{
    "description": "CONQUER EVERY MISSION\nA holographic guide to the simulation, HLN-A, offers a wide array of missions at varying difficulty levels, for you to tackle at your own pace — everything from gunning down waves of enemies with the aid of power-ups, escorting vulnerable baby creatures to their parents, tracking and hunting down powerful bosses, competing in Dino Races, even playing a round of Dodo-Basketball, and much more. The simulation itself isn’t perfect, so you can earn extra credit (and experience) by fixing the glitches scattered all throughout the world. Completing missions earns you Hexagons, which you can spend for extra resources, TEK items, travel between environments, and more.\n\nEXPLORE LETHAL LANDSCAPES \nARK: Genesis features beautiful biomes ripe for exploration — but they all want you dead. The simulator tests your mettle across fetid alien bogs, deep undersea trenches, frigid mountain peaks, dangerous volcanic hellscapes… and even the wild low-gravity surface of an alien moon. Conquering each area requires preparation, smarts, and the ability to improvise so that when a volcano rains fire from the sky, an avalanche buries you, or a whirlpool pulls you into the briny deep, you’re ready to meet the challenge! \n\nHUNT AND TAME NEW CREATURES\nThe environments may be dangerous, but they’re nothing compared to the new creatures who call ARK: Genesis home: web-spinning spiderlike beasts, cute-but-deadly shapeshifters, sea turtles the size of islands, and lava lizards that act as living forges. Plus, who doesn’t want to fly around on an immense hyperspace-capable space whale? Master the simulation, and you can test yourself against a mysterious new boss… the likes of which ARK has never seen before.\n\nGEAR UP AND BUILD UP\nAs you brave the many dangers of ARK: Genesis, take some time to craft new gear. Wield weapons like combo-capable plasma claws and remote-guided cruise missiles. Make tools from fishing nets to mining drills, or new vehicles such as hover-skiffs. Build interactive structural elements such as pressure plates, alarm systems, jump pads, ocean platforms and more. Whether you’re a go-it-alone survivalist, a weapon-making warmonger, or a base-building architect, this expansion has a crafting project suited for you.\n\nWILL YOU PASS THE TEST?\nARK: Genesis takes your story in an all-new direction — and your skill determines your success. Everything is turned up to the highest setting: the challenges, the dangers...and the vast rewards. Only the toughest and smartest survivors will pass all of the simulation’s many tests. Will you be one of them? ",
    "id": "0100D4A00B285006",
    "name": "ARK: Genesis Part 1",
    "publisher": "Snail Games USA",
    "releaseDate": 20230630,
    "version": 0
}