{
    "description": "Shadow Rising\nA Civil War is ravaging the Empire, laying waste to the once proud realm. Keep the Imperial Peace in the Northern Provinces and fight Frost Trolls, Harpies and Barbarian raiders as the young transmuter Moira and the Imperial noble Filos and discover a dark secret at work in the Shadows. Summon undead to your side or conscript villagers into your ranks, cast powerful draining magic or direct your army into different formations to adapt them to your needs.\n\nYou will decide the fate of the fallen Empire and all of Keldonia. Join the forces of the Shadowlord or resist him and seek to stem the tide of his minions.\nIn this next chapter of the Keldonia campaign, you fight as the Empire facing a new type of enemy, born from the Shadowlord’s realm and spreading like a dark plague.\nFeatures\n- A branching story campaign: Combining the best of the first two campaign systems, Empire Aflame provides an intense story following the young Transmuter Moira in her rise to power while offering a wealth of map choices and completely different ways to play. Will you fight the new threat to Keldonia’s very existence or join the Shadow forces and plunge the world into darkness forever? Over 40 maps allow you to play completely different campaigns.\n- Shadow Forces: A swarm of demonic creatures that can infect settlements and transform them into shadows portals\n- New Faction: Play as the Empire and experience a very different style of campaign with new faction rules.\n- New environments: Winter has come to Keldonia with two new map themes\n- New units: 5 new Frost Trolls and 5 different types of Shadow Creatures roam the land. New secondary heroes such as Szzlag the Devourer and Ocram, the Transmuter each with their own skill tree.\n- New Main Heroes, New Skills: Moira, the young Transmuter and Filos, the haughty general, all with new faction abilities and skill trees. These will also be added to the Onslaught campaign roster!\n- New Vendors – make use of various merchants and vendors\n- New Training – your heroes offer new training to your units from the start of the campaign.\n",
    "id": "0100C7D012FB9002",
    "name": "Fantasy General II: Empire Aflame",
    "publisher": "Slitherine Software",
    "releaseDate": 20211021,
    "version": 0
}