{
    "description": "Get ready to blaze a trail with brand-new content in the Cowboys and Critters DLC! This exciting addition brings a wagon-load of fresh adventures for a true traveler to enjoy:\n\nNEW JOURNEY—THE CHISHOLM TRAIL\n\n● The year is 1867 and the cattle industry is booming; embark on a cattle drive up north from Texas, and see how many longhorns make it to Kansas!\n● Take care of your cattle-herding trio of real-life cowboys: \"\"Cattle Queen of Texas\"\" Lizzie Johnson, Mexico-born, Comanche-raised Vicente Chisholm, and honored trail driver George Glenn.\n● Traverse 10 all-new locations from the Spanish architecture of San Antonio to the river-dense trail in Oklahoma, to the prairies of Kansas.\n\nCOOKING FOR COWBOYS\n\n● Expand your palate on the trail and cook up a storm in America's first food truck, the \"\"chuck wagon.\"\"\n● Feed a variety of hearty meals, from cornbread to grits, to the cowboys and keep them in peak condition.\n● Hunt, gather, and fish for all-new ingredients, such as maize, offal and fish heads, to create your gastronomic specialties.\n\nNEW QUEST—FORLORN HOPE\n\n● A new path to California has been forged, getting emigrants there faster than ever before! But is it really the way of the future, or will it lead to one unfortunate party's demise?\n● Follow the Donner-Reed Party's journey and maybe even help them along the way!   \n\nNEW QUEST—HORSE CREEK TREATY\n\n● Help the Lenape family get to Horse Creek in time for Black Beaver to carry out his role as interpreter during the proceedings.\n● Defuse a tense encounter between Thomas Fitzpatrick and Mato Oyuhi before they meet for the final treaty signing.\n\nNEW CHARACTER CLASS: COOK\n\n● Cooks, also known as \"\"cookies,\"\" are arguably one of the most important roles on the trail, or at least the heart of the party.\n● Equipped with the Spice Set as a starting item, every cookie is ready to spice up their next dish.\n● Successfully complete the Chisholm Trail to unlock enlisting Cooks on other journeys.\n\nNEW WAYPOINT! MYTHS, CRITTERS & LEGENDS, OH MY!\n\n● Visit storytelling campsites and listen to tales of fearsome critters from folklore.\n● Learn about 16 creepy critters, such as the venomous Hoop Snake and the fierce Hodag.\n● Sit by the fire with Sarah Winnemucca as she shares stories from her own writings.\n\nAND LOTS MORE! \n\n● NEW Achievements\n● NEW pieces of Artwork\n● NEW Characters\n\nNote: You must own The Oregon Trail in order to play this DLC.",
    "id": "0100B080184BD001",
    "name": "Cowboys and Critters DLC",
    "publisher": "Gameloft",
    "releaseDate": 20230425,
    "version": 0
}