{
    "description": "A set for \"ROMANCE OF THE THREE KINGDOMS XIV: Diplomacy and Strategy Expansion Pack Bundle\" that includes a new scenario and officer data.\n\nAs a collaboration with characters from the anime \"Legend of the Galactic Heroes\" and \"Legend of the Galactic Heroes: Die Neue These\" that are based on Yoshiki Tanaka's renowned Sci-fi novel, a scenario in which the Galactic Empire's Reinhard and the Free Planets Alliance's Yang appear is added.\nReinhard was hailed as the \"invincible hero\" and \"genius of war\", while Yang was known as \"Yang the Magician\" and \"Miracle Yang\". Enjoy having the 2 heroes further their exploits in \"ROMANCE OF THE THREE KINGDOMS XIV: Diplomacy and Strategy Expansion Pack Bundle\".\n\n▼Added scenario\nIn the Midst of an Endless Dream\n\n▼Added characters\nReinhard, Yang\n\nBackground:\nReinhard the invincible genius and Yang the undefeated magician descend upon the world of the three kingdoms, where warlords compete to rule the land. They ally with some, and point their blades at others. The curtain raises on a new era where heroes have transcended time and space.\n\n▼How to use\nYou can select Reinhard and Yang after selecting \"In the Midst of an Endless Dream\" from the Start New - Select Scenario screen.\nAlternatively, after selecting another scenario, if you select Reinhard or Yang from \"Introduce Orig. Officer\" on the \"Manage Orig. Officers\" screen, they will appear in-game.\nFrom \"Position Orig. Officers\", by placing either of the officers on a base, you can have them serve a force and more.\nNote: Officer data added with this DLC cannot be edited.\nNote: If you uninstall the \"Legend of the Galactic Heroes\" Collab: Reinhard & Yang Officer Data, you will not be able to play the additional scenario. To play it, please install the officer data.",
    "id": "0100ED7012DB3027",
    "name": "\"Legend of the Galactic Heroes\" Collab Scenario \"In the Midst of an Endless Dream\"",
    "publisher": "KOEI TECMO EUROPE",
    "releaseDate": 20210211,
    "version": 0
}