{
    "description": "A MULTIVERSAL MELEE AWAITS!\n\nChaos! The Neutrinos crash the Turtles’ latest pizza party! The teenagers from Dimension X are in dire need of help: Shredder is seeking to conquer the multiverse itself!\n\nOur heroes need to jump between dimensions and stop Shredder once and for all!\n\nSHOW OFF YOUR NINJA SKILLS\n\nEnter a brand new game mode: Survival Mode.\n\nCrystal Clear! Fight off the Foot Clan hordes to grab Dimension Crystals! Collecting enough crystals allows you to travel through different dimensions and chase down the nefarious Shredder!\n\nChoose wisely. Each victory yields two portals offering different bonuses. Your choice will determine your next dimensional battle!\nGrab special pizzas, mysterious perks or even mutate into the Turtles’ greatest foes!\n\nLevel up, dude! Grow stronger through each run across dimensions! You can even unlock exclusive character colors along the way!\n\nNEW PLAYABLE CHARACTERS JOIN THE PARTY!\n\nDimension Shellshock brings new playable fighters with Usagi and Karai.\n\nThe steely rabbit samurai is ready to hop across dimensions to fight evil and witness a new style of otherworldly battles awaiting the Turtles!\n\nWhether an ally or an enemy, Karai doesn’t hesitate to leap into the multiversal melee alongside the Turtles! Using her lightning-fast techniques, she fights to bring back honor to the Foot Clan!\n\nFEATURES\n\n● Show off your ninja skills in the brand new Survival Mode!\n● Collect crystals and travel across dimensions that pay tribute to multiple TMNT eras\n● New playable characters: fight as Usagi and Karai in the Story, Arcade and Survival Modes!\n● Amazing new tracks by Tee Lopes!\n● Exclusive color palettes to unlock. Take a stroll down mutant memory lane with new oozy hues!\n● Battle your way up the Survival mode leaderboards!",
    "id": "0100FE701475B001",
    "name": "Teenage Mutant Ninja Turtles: Shredders Revenge - Dimension Shellshock",
    "publisher": "DotEmu",
    "releaseDate": 20230831,
    "version": 0
}