{
    "description": "Jayavarman VII leads Khmer and Dyah Gitarja leads Indonesia in Sid Meier’s Civilization VI! Though each is versatile and unique, both civilizations bring new challengers to the religious game. Indonesia is a strong coastal civilization with potential for a huge Jong-powered navy, and the Khmer thrive in their populous riverside cities. Both of these civilizations come into play in the new “Path to Nirvana” scenario, where you compete to have the most followers of your religion on a unique Southeast Asia map. \n\nIncludes the Khmer civilization with Jayavarman VII, the Domrey unique unit, and the Prasat unique improvement.\n\n• Civ Unique Ability: The “Grand Barays” ability gives Khmer additional food when Farms are built next to Aqueducts, and Aqueducts provide both Faith and an Amenity. \n\n• Leader Unique Ability: Jayavarman’s “Monasteries of the King” ability lets Khmer grab adjacent territory as well as Food and Housing when Holy Sites are built on a river. \n\n• Unique Unit: The Domrey, a ballista mounted on an elephant, is stronger than a Catapult, can move and shoot on the same turn, and exerts Zone of Control. \n\n• Unique Building: The Prasat replaces the Temple and provides a Relic Great Work slot. Missionaries that are produced here gain a new attribute when killed in religious combat: they generate a Relic.\n\nAlso includes the Indonesian civilization with Dyah Gitarja, the Jong unique unit, and the Kampung unique improvement:\n\n• Civ Unique Ability: With the “Great Nusantara” ability, Coastal Tiles provide Indonesia with minor adjacency bonuses for certain districts and Entertainment Complexes give an extra Amenity if they are adjacent to a non-lake Coastal Tile.\n\n• Leader Unique Ability: Gitarja has the “Exalted Goddess of the Three Worlds” ability, granting bonus Faith to coastal cities and allowing her to purchase Naval units with Faith at a discount, as well as eliminating movement cost for Religious unit to embark or disembark.\n\n• Unique Unit: Indonesia’s unique unit is the Jong, which replaces the Frigate. It is faster, gains extra combat power if it’s in a formation, and all of the units in its formation gain its movement speed. \n\n• Unique Improvement: The Kampung provides Housing, Production and Food for each adjacent Fishing Boat, and can be improved through further tech research later in the game. \n\nNew “Path to Nirvana” Scenario:\n• The lands around the Indian Ocean flourish with many religions and many people. Heaven has chosen you to bring the light to all these lands. Is your faith up to the challenge? In this 50 turn scenario, compete to have the most followers of your religion, the most faith per turn, and the most foreign cities following your religion.\n\nNew Wonder:\n• Angkor Wat: The largest religious monument in the world returns to Civilization! This temple must be built adjacent to an Aqueduct and provides Faith, plus it adds Housing and a Citizen to every one of the owner’s cities when built.\n\nNew Natural Wonder:\n• Ha Long Bay: This breathtaking bay was designated one of the New Seven Wonders of the World in 2012, and provides Food, Production, and Culture, in addition to providing a large combat bonus to naval units in its tiles.\n\nNew Map:\n• Spread your empire through Southeast Asia in this new map, with a True Start and random location option.",
    "id": "010044500C183002",
    "name": "Civilization VI - Khmer and Indonesia Civilization & Scenario Pack",
    "publisher": "2K",
    "releaseDate": 20210901,
    "version": 0
}