{
    "description": "Corrupted Fates\n\nInvaders are at your shores and your society, weak and corrupted, falls prey to the allure of a dark and powerful entity.A mysterious cult has formed within your realm. Convert your dice into Cultists and obtain powerful Revelations. Your actions, however have wicked consequences. Watch your council propose Corrupted Policies and avoid succumbing to Madness.Experience Dice Legacy from the Other's side in the new game mode: The Downfall. Invaders from afar are approaching and you must escape. How much are you willing to sacrifice for your own survival in this race against time?Corrupted Fates is the new expansion to Dice Legacy, Gamescom's Most Original Game of 2021.\n\nNew Dice Class: Cultists\n\nA mysterious Cult has formed within your realm. Cultists can sacrifice other Dice to tap into arcane powers.11 new technologies, 12 new policies and 7 new Memories to collect.A new Ruler: The Vicar. A longstanding member of the Council, capable of hiding the Corruption that is spreading among the people.6 new buildings: Obtain resources by sacrificing Dice in the Void Well. Generate knowledge by corrupting Dice in the Knowledge Extractor. Appease your people at the Offering Stone and generate new previously impossible combinations of Dice in the Cradle of Rebirth.\n\nNew Mechanics\n\nAs the Cultists presence grows, it will lead other classes to propose Corrupted Policies. Very\npowerful, but with sinister downsides.\nYour wicked actions will cause your Madness to rise. This could be your downfall or the key to accessing new powers.Accept Revelations from an otherworldly presence. Your newfound insight will yield powerful effects based on the faces you have in your dice pool.\n\nNew Game Mode: The Downfall\n\nWitness the end of Dice Legacy from the Other's side. Invaders are at your shores. Your\nsociety is weak, corrupted and the council thinks that in your sacrifice lies the solution to\ntheir problems. You must build a galleon and escape this forsaken land.\nA whole new way of playing Dice Legacy. Sacrifice Dice to obtain Soul Tokens and exchange them for resources. Manage the Council threat and escape before the attack.",
    "id": "01002E4013EAF001",
    "name": "Dice Legacy: Corrupted Fates",
    "publisher": "PLAION",
    "releaseDate": 20220419,
    "version": 0
}