{
    "description": "Choosing what to study can be a sickening task, but why choke down the wrong course when there are better pills to swallow at Medical School.\nThey say laughter is the best medicine, but that isn’t true if you’re actually diseased or currently on fire. \nEach day, dozens of Two Point citizens trust the County’s medical campuses for their healthcare. Citing fantastic reasons such as “medical emergency”, “impending death” and “low, low prices”.\nAs a student doctor, these sick people will be putting their lives in your uneducated hands. You may be worried, but your patients won’t be; as long as you’re wearing a white coat they’ll never suspect a thing!\nSo, take a turn for the worse and join us, today. There’s nothing like a taste of your own medicine.\n\nWHAT’S INCLUDED\n3 New Campus Locations\n2 New Courses with 6 Treatment Rooms\n2 New Student Archetypes\nLots of Patients and Illnesses\n60+ New Items\nEmergencies, Helicopters, Fires, Ghosts!\n\nNEW CAMPUS LOCATIONS\n\nLake Tumble  \nOpen a medical campus to ensure tourists recover from the dangerously scenic conditions.\n\nMolten Rock \nSettle into island life, keep one eye on the volcano, and try not to think about the state of the old hospital, okay?\n\nPointy Peak\nHome to clouds, yetis and frigid temperatures. Build a medical campus and aid The Bigfoot Foundation’s mission to support the Pointy Mountains and all who call its icy faces home.\n\nNEW COURSES\n\nMedical School \n\nDoctors are learn-ed vessels of life-giving knowledge in snazzy white coats. Traditionally, a medical education involved years of gruelling bookwook before practicing medicine, but why not front-load the good-stuff and learn as you go. It’s not life or death, not every time.\n\nNursing \nThe unsung heroes of the medicinal world, nurses are found throughout the County's hospitals holding things together in spite of the ever-questionable odds.\n\nTREATMENT ROOMS\n\nThe County's wide variety of illnesses, and injuries, will require a range of different remedies and medical facilities including:\n\nHead Clinic - Refresh your face and lighten your load.\nPsychiatry - Tell me where, I mean how, it hurts.\nSurgery - Here's a shortcut.\nInjection Room - Moving the needles.\nThumping Therapy - Makes a strong first impression.\t\nWard - Pathological lying down.\n\nALSO\n\nPatient Emergencies - Your medical campus will be asked to deal with an influx of patient emergencies, just like any other County hospital.\n\nFire-Resistance - Medical equipment can catch fire if its maintenance becomes too low. Keep machines maintained to prevent fires.\n\nGhost Capture - Unfortunately for them, if a patient's treatment is unsuccessful, there's a chance they might... you know. Train, or hire, Janitors qualified in Ghost Capture to deal with the problem.\n\nHelipads - Patients use Helipads to arrive on campus. Place Helipads to help arrange the layout of your medical campus.",
    "id": "0100D4A012FF3005",
    "name": "Two Point Campus: Medical School",
    "publisher": "SEGA",
    "releaseDate": 20230817,
    "version": 0
}