{
    "description": "What do the European Union and corruption have in common? Nothing of course, since the EU is as pure as a drop of the finest Tropican rum. So why not run a field study and get to know more about this curious political entity? And why not run it in Tropico, which is so famously governed by corrupt politicians (except for El Presidente, of course)? Join the EU in their investigations into 'corruptionomics' and unlock new powerful perks in ‘Lobbyistico’ for Tropico 6. \nCorruption lies at the heart of the Lobbyistico DLC. Invite faction leaders as lobbyists into the El Presidente Club and conduct backroom politics to unlock a unique new set of perks to boost your economy and manipulate your faction standings. But with increased lobby work comes increased corruption, which will impact on the wider Tropican economy and society. \nFight the spread of corruption - or, let’s be honest, just try to cover everything up - using the new Corruption Agency. Enjoy more new content with two new traits, three new music tracks and a fetching new set of customization items for El Prez and the palace. \n\n\nFeatures:\n• New corruption gameplay mechanic: Use lobby work to gain access to new perks to boost your economy while trying to balance the resulting corruption, which will ruin your island paradise with negative effects if left unchecked.  \n• 3 new buildings: Get some dirty lobbying work done in the El Presidente Club, where statesmen can discuss affairs of state in seclusion and secrecy. Use the Corruption Agency to cover everything up and invite faction leaders to stay at the Official Residence in exchange for political favors. \n• New mission and sandbox maps\n• 2 new traits: Polarizing, All For The Folk\n• 3 new tracks: Viva la Corrupción, Fiesta en el Club, Bruselas está Bailando\n• 4 new customization options for El Prez and the palace as well as 3 new sandbox maps\n",
    "id": "0100FBE0113CD003",
    "name": "Lobbyistico",
    "publisher": "KalypsoMediaGroup",
    "releaseDate": 20201107,
    "version": 0
}