{
    "description": "Get on your dancing shoes, ‘Festival’ DLC brings the party to Tropico 6! Help El Presidente host a killer party and stave off an ancient entity while he’s at it.\nPlan, build and use your stunning sense of cunning to take on ‘Boredom’: an evil entity threatening to remove all entertainment from the sun-soaked paradise of Tropico.\nChoose from four festival areas and +20 variations of party, each bringing their own unique swing to the isles. Knowledge is power and what’s power without cash? Swap in your know-how for financial gain or enjoy an increased birth rate after the party goers have had their fun. Repel the ancient ‘Boredom’ with measures seldom seen by El Prez’ like singing, dancing, and general good cheer. Become the hottest party planner on the archipelago with new buildings like the Dance School or Balloon and Fireworks factory and ensure all eyes are on you with a snazzy new party outfit and theme for the presidential palace. Deal the death blow to ‘Boredom’ with a jukebox full of catchy tunes and party like your life depends on it, because it does!\n\n• Party it up with the new ‘Festival’ mechanic: host 20+ variations of festival in 4 special areas, each with their own unique effects such as converting knowledge points into money and an increased baby boom once the party goers have had their fun\n• New scenario-driven campaign: play across 5 maps to take on ‘Boredom’ – an ancient evil threatening to engulf Tropico in clouds of mundanity and mind-numbing activities\n• 8 new buildings: make use of 4 new festival areas and ensure your parties are well equipped with new buildings like the Balloon Factory and Fireworks Factory.\nAdd a spring to your citizens’ step with the Dance School and keep your island visitor numbers healthy by adding a Ticket Booth for specific festivals\n• 4 new tunes: keep the party going with an assortment of new tracks, each tailored to a different festival\n• 3 new edicts: experiment with exciting new features like Funhouser Special, Customer Service and Laundry Festivals\n• 2 new customization options: pick your perfect party outfit and set your palace to match",
    "id": "0100FBE0113CD005",
    "name": "Festival",
    "publisher": "KalypsoMediaGroup",
    "releaseDate": 20221014,
    "version": 0
}