{
    "description": "The boss of Babyloni-ya summons Masters and Servants to a mysterious arena, where he suddenly announces the commencement of Keian Command Championship without giving much explanation.\n\nWhether true or not, the winner is rewarded with a wish granter that outshines even the moon. As the Divine Spirit Ibuki-Douji smiles bewitchingly behind the scenes, the contestants fight in this extraordinary tournament, each with their own motives, be it to fulfil their wish or to challenge worthy opponents.\n\n- Game Overview\n1. A dream match-up where you can choose which team to play as!\nThere are seven different teams in the Waxing Moon Ritual, allowing you to play through seven different routes. You will be able to control characters other than Iori and Saber in the tournament, including the newly playable Rider. Enjoy the tournament from multiple perspectives that were not depicted in the main story!\n\n2. New character dialogues and endings unique to each team!\nIn between the matches, you will view new cutscenes and learn more about the characters. If you manage to win the tournament, you will unlock an ending sequence unique to each team.\n\n3. A new Servant Ibuki-Douji joins the battle, and the boss can now accompany you!\nThe Divine Spirit Ibuki-Douji, the Divided Spirit of Yamata-no-Orochi, will appear in the game. Witness her tremendous might in the tournament. Depending on which team you choose to play as, you may also control Ibuki-Douji and fight through the matches. Once you meet a certain condition, you can have Ibuki-Douji and the boss accompany you as Rogue Servants in the main story.\n\nNote:\nThis item is included in the Season Pass. Please avoid making redundant purchases.\n- How to Play\nIn order to play the \"Record's Fragment: Keian Command Championship\" DLC, you need to play the base game until reaching the point to leave Akasaka in \"An Exchange of Vows\" (Chapter 2).\nOnce you are able to move freely on the Edo Map, please select \"Record's Fragment: Keian Command Championship\" on the map to begin playing.",
    "id": "01003AE01AA77006",
    "name": "Additional Episode 1 \"Record's Fragment: Keian Command Championship\"",
    "publisher": "KOEI TECMO AMERICA",
    "releaseDate": 20240209,
    "version": 0
}