{
    "description": "A special set in collaboration with the movie Top Gun: Maverick, featuring 6 aircraft (with originals), as well as nicknames and emblems.\n\nTOP GUN: Maverick Aircraft Set includes:\n\n• Playable Aircraft: F-14A Tomcat\nA large carrier-based fighter that replaced the F-4 in handling fleet defense. Its striking twin engines and variable-sweep wings are iconic. Its nickname is Tomcat.\nThis aircraft can equip the LAAM, SAAM, or SFFS as its special weapon.\nIncludes 6 skins (with specials).\n\n• Playable Aircraft: F-14A Tomcat | Top Gun: Maverick\nA special aircraft based on the F-14A. Deadly at any range.\nThis aircraft can equip the LAAM, SAAM, or HPAA as its special weapon.\nFeatures 8 skins from Top Gun, including Maverick and Iceman skins.\n\n• Playable Aircraft: F/A-18E Super Hornet\nThe latest single-seat variant in the F/A-18 series. Like the F-type, its nickname is Super Hornet.\nThis aircraft can equip the HCAA, 4AGM, or LAGM as its special weapon.\nIncludes 6 skins (with specials).\n\n• Playable Aircraft: F/A-18E Super Hornet | Top Gun: Maverick\nA special aircraft based on the F/A-18E. Possesses well-balanced maneuverability.\nThis aircraft can equip the HCAA, HVAA, or GPB as its special weapon.\nIncludes 6 skins (with originals).\n\n• Playable Aircraft: 5th Gen Fighter | Top Gun: Maverick\nA 5th-generation fighter with superb versatility. It is highly maneuverable and can be fitted with a variety of parts.\nThis aircraft can equip the 4AAM, HCAA, or LACM as its special weapon.\nIncludes 6 skins (with originals).\n\n• Playable Aircraft: DarkStar\nA supersonic stealth fighter with extraordinary high-speed flight capabilities that set it apart from other aircraft.\nThis aircraft can equip the SASM, XSDB, or PLSL as its special weapon.\nIncludes 6 skins (with originals).\n\n• Collaboration Emblems　\nThe VF-1 squadron emblem and the VFA-213 squadron emblem from the movie Top Gun.\nThe adversary PHOENIX: The phoenix emblem of F-14A Tomcat, an enemy aircraft in Top Gun: Maverick.\nThe 2 logos of the movie Top Gun: Maverick.\n5 character emblems, including Maverick, Hangman, Payback, Rooster, and Bob.\n\n• Collaboration Nicknames\n12 nicknames, such as Goose and Cougar, exclusive to the TOP GUN: Maverick Aircraft Set.\n\n• Multiplayer Mode BGMs\nTop Gun Anthem (Keiki Kobayashi Arrangement)\nDanger Zone (Keiki Kobayashi Arrangement)\n\n*F-14A Tomcat | Top Gun: Maverick, F/A-18E Super Hornet | Top Gun: Maverick, 5th Gen Fighter | Top Gun: Maverick, and DarkStar are special aircraft that are part of a collaboration with the movie Top Gun: Maverick.\n\n*Skins and emblems can be viewed by choosing Select a Skin, or Select Emblem respectively.\n*Skins and emblems can only be changed in campaign mode after completing campaign mode once.\n*In multiplayer mode, skins and emblems can be changed from the beginning.",
    "id": "0100E3401D66100D",
    "name": "ACE COMBAT™ 7: SKIES UNKNOWN - TOP GUN: Maverick Aircraft Set",
    "publisher": "BANDAI NAMCO Entertainment",
    "releaseDate": 20240711,
    "version": 0
}