{
    "description": "ARK: Genesis Part 2 completes the eons-spanning story of ARK: Survival Evolved! Everything that your tribe has built, tamed, and fought for has led to this final challenge. With your faithful artificial companion HLN-A by your side, you’ve emerged from the Genesis simulation to find yourself aboard a gigantic starship being overtaken by a familiar threat from the distant past.\n\nIn Genesis Part 2, you’ll explore a vast new world teeming with strange biomes and exotic creatures, while engaging in story-oriented missions that test your mettle, ingenuity, and survival skills. Wielding an array of powerful new tames, items, weapons, and structures, you’ll journey from idyllic fields through twilit phantasmagoric realms, all the way into a hellish heart of darkness. Thousands of years and trillions of miles away from where your story began, you’ll challenge series-villain Rockwell in a final confrontation to determine the fate of humanity. The future is in your hands, Survivor -- one last time!\n\nNEW STORY-ORIENTED MISSIONS\nA holographic guide, HLN-A, offers a wide array of engaging new story-oriented missions at varying difficulty levels, as you build strength to confront Rockwell in a final battle for the ages. Completing missions earns you new map-wide bonuses and Hexagons, which you can spend for extra resources, additional Engram Points, TEK items, travel between environments, and more. Discover Explorer Notes and environmental cues along the way to learn even more about the history of the ARK saga.\n\nEXPANSIVE WORLDS TO CONQUER\nIn ARK: Genesis 2, you’ll emerge from the simulation into a gargantuan starship filled with unique biomes, including beautiful elysian fields, an exotic twilight realm of highly evolved lifeforms, the depths of outer-space, and even the innards of the ever-expanding Rockwell himself. Whether it’s sentient alien plants, Rockwell’s digestive fluids, or asteroids warping in from intergalactic space travel, each biome presents unique hazards, but also opportunities to acquire new resources and creatures -- including the powerful new ‘Mutagen’ that enables you to further evolve your existing tames!\n\nSTRANGE NEW CREATURES\nThroughout the vast expanses of Genesis Part 2’s world, you’ll find the brain-controlling Noglins, elegant high-tech Stryders, the cuddly mobile-nursery Maewing, and even the laser-shooting, bomb-blasting, barrel-rolling Astrodelphis starfighter -- among other fantastical new creatures and evolved R-Variants of old favorites! \n\nYou’ll need all the help you can tame, as both Genesis expansions present you with challenging new bosses and minibosses that will take all of your skills to conquer.\n\nPOWERFUL NEW GEAR\nAs you brave the many dangers of this new world, you’ll gain access to powerful new tools to aid you. You’ll learn how to place remote cameras, pull off tricks with a floating skateboard-like Hoversail, take care of your eggs with the high-tech Incubator, shoot arrows made of pure energy with the Tek Bow, even engage in a Real Time Strategy command mode within the new Exo-Mek --- and far, far more! \n\nCOMPLETE YOUR JOURNEY\nARK: Genesis Part 2 concludes the epic saga of ARK: Survival Evolved -- the ultimate battle between the freedom to evolve, versus the oppression of controlling life’s creation. Which side wins out is up to you, Survivor. Your skills, your tames, your weapons and your builds -- everything that you’ve accomplished is put to the test here, as the future of humanity hangs in the balance!",
    "id": "0100D4A00B285008",
    "name": "ARK: Genesis Part 2",
    "publisher": "Snail Games USA",
    "releaseDate": 20240731,
    "version": 0
}