{
    "description": "Dawn of Dragons expands the world of Tangledeep, introducing brand-new dungeons, bosses, gameplay mechanics, items, and monsters to challenge players of all levels!\n\nKEY FEATURES\n* Discover the Ancient Dragons, super-powerful boss monsters that inspire fear into even the heartiest adventurers!\n* Venture through Dragon Dungeons, themed areas offering new gameplay mechanics, layouts, and challenges!\n* Obtain Dragon Souls, granting you unique powers to unleash in your most desperate moments.\n* Wield a new weapon type (Whips) with four mastery abilities! Lash and pummel groups of enemies with finesse!\n* Give old items a new purpose with an unlockable crafting NPC, who offers a variety of useful recipes to create the items you need.\n* Empower your fists with Wraps, handwear that allows you to enchant your fist attacks without interfering with other bonuses.\n* Battle (or capture!) a menagerie of new monsters, from psychic rats and prismatic jellies to acid elementals, robots, flying snakes and more.\n* Enchant your equipment with dozens of powerful new magic affixes that can change or strengthen your build.\n* Recruit a helpful new NPC in town who offers a wide variety of item crafting recipes.\n* Beautiful new pixel art and music, of course!\n\nTHE DRAGONS RETURN!\nSomething has awakened Tangledeep's oldest creatures from their deep slumber, unleashing untold dangers upon the world! The Frog, Jelly, Echo, Tyrant, and Bandit Dragons are incredibly powerful boss monsters whose strength scales to the player's level. Discover their mysteries and face them before it's too late!\n\nDRAGON DUNGEONS\nEach Dragon resides in their own multi-floor dungeon, each of which sports new layouts, mechanics, and monsters. Defend vinelings from stampeding hordes of monsters in tower defense-style gameplay, fight alongside an army of Jellies to win back territory, tread among resurrecting ghosts, floor traps, gates, teleporters, and more.\n\nWHIPS\nA fresh new weapon type for adventurers at any stage in their quest! Whips use a mix of Strength and Swiftness to attack an enemy and everything surrounding it, making it an excellent choice for fighting groups of foes. Its Weapon Masteries further specialize into area damage, adding attack debuffs like Root and Paralysis as well.\n\nNEW MAGIC MODIFIERS\nMagic mods (affixes and prefixes) are at the heart of Tangledeep's equipment and character customization. With Dawn of Dragons, you'll find 24 exciting new mods that can completely change or enhance your build! Strip enemy buffs with your two-handed weapon, surround yourself with an energy shield, fire exploding arrows, get a Coolfrog companion, and even summon champion monsters to fight for you. These are just a few of the new powers available!\n\nHAND WRAPS\nFor those that prefer to fight monsters with bare fists, a new item type is at your disposal: hand wraps! These are equipped in your weapon slot or offhand, and can be found or enchanted with a huge variety of magic modifiers. However, unlike every other weapon type, these do not interfere with your unarmed fighting bonuses. Your punches and kicks have never been so fierce and stylish!",
    "id": "010048F007ADF001",
    "name": "Dawn of Dragons",
    "publisher": "Impact Gameworks",
    "releaseDate": 20200327,
    "version": 0
}