{
    "description": "Attract nearly 100 new birds to your wildlife preserve\nBirds from the Oceania region await you in the second expansion to Wingspan. Get to know them better with interesting facts written on cards and recordings of their real sounds. Many of them have brand new skills, including a yellow 'end game' ability that activates when the game is over.\n\nFeed your birds with new food - nectar\nThe digital version of Wingspan has never been sweeter! A new food type - nectar - will appear in your inventory. It is one of the most essential ingredients in the nutrition of the birds of Oceania. It’s also an excellent substitute for other types of food for birds from different parts of the world. \n\nTake on new challenges\nAlong with new bird abilities, Oceania Expansion offers new bonus cards and end-of-round goals. Now you have to pay attention to more details: not only to the sets of birds and nests, and their wingspan but also to which way your bird's beak is facing on the card. There may also be times when a round has no end goal. All these challenges, and many more, will add variety to your subsequent games.\n\nNew alternative player board\nThe player board now presents a new design and functionalities. You will find on it not only a place for your nectar but also options for resetting the bird feeder and card tray. The board also enables you to get more food and cards quicker than before while laying eggs is reduced. All these changes diversify the dynamics of the gameplay.\n\nListen to some more relaxing music\nIn Wingspan: Oceania Expansion we continue to expand the game with new tracks composed by Paweł Górniak. Let yourself be carried away by a soothing soundtrack that will make the game even more enjoyable.\n\nNew backgrounds and portraits inspired by Oceania\nThe beauty and diversity of Oceania have also inspired us to create picturesque backgrounds where you can play your games and portraits that relate to the local fauna. Choose your favourite graphics and get close to the nature of the continent.",
    "id": "0100E05011351002",
    "name": "WINGSPAN: Oceania Expansion",
    "publisher": "Monster Couch",
    "releaseDate": 20240718,
    "version": 0
}