{
    "description": "Journey through the five Flowzone Layer regions: from the cotton candy clouds of Cirrus through the lucid midnight woods of Cumulus on your quest to the lost city in OlliOlli World's final DLC!\n\nJoin the fearless Radmospheric Three – Squid, Licht, and Professor Planks – unified to prevent B.B. Hopper the business frog from exploiting the rumored hidden city in the sky. As you traverse these incredible heights, collect map pieces unlocking the path to the legendary lost island built by the skate gods themselves. Courtesy of the tempest skate god Gail Force, ride the new Windzones to perform the gnarliest aerial tricks. Get ready to embark on the raddest quest in OlliOlli World’s final ascending adventure: Finding the Flowzone!\n\nFinding the Flowzone is the second and final expansion for the critically acclaimed OlliOlli World, created by the BAFTA and multi-award-winning studio Roll7. OlliOlli World: Finding the Flowzone can be purchased individually or as part of the OlliOlli World Expansion Pass or OlliOlli World Rad Edition. OlliOlli World base game is required to play expansions. \n\nKey Features:\n•\tJourney to Radlantis – Grab your board and begin the epic expedition alongside the Radmospheric Three, dedicated to reaching Radlantis before their archnemesis, B.B. Hopper. Collect scattered map pieces within each of the five Flowzone layers to unlock the true location of the ancient city. Retrieve all the pieces of the map and take your final journey through the lost metropolis in the clouds, Radlantis.\n\n•\tThere She Blows! – Get ready to catch some serious air as you take on Gail Force’s powers with the latest challenge of Windzones. Be prepared to face massive gusts of winds propelling you upwards or pushing you off your course in a multitude of directions throughout each level. Employ the winds to elevate you and perform sick aerial tricks as you sail through the skies. \n\n•\tBurly Routes – Think you know your way around the track? Think again. Rise to the challenge to rack up points on the insane Burly Routes! You can choose to skate along the safe regular routes, the adventurous Gnarly Routes, or try the Burly Routes for an extra layer of complexity. Conquer these sick routes and maybe you’ll find yourself worthy to enter the Hall of Rad. \n\n•\tTraveling Trendsetter – Hit the altitude with attitude! Gear up for the gnarliest exploration ever with a fresh range of customizations. Can’t roll up to Radlantis without looking awesome, right? Express your true self with more signature OlliOlli fashions to finish each course, in your unique style. But don’t forget to suit up…we hear it’s pretty windy up there.\n",
    "id": "0100C5D01128F004",
    "name": "OlliOlli World: Finding the Flowzone",
    "publisher": "Private Division",
    "releaseDate": 20221102,
    "version": 0
}