{
    "description": "Polaris is Polytopia’s third Special Tribe! From the frozen wastes emerge the Polaris, servants of the mysterious Gaami, who are hellbent on freezing the Square into a new frigid paradise. Imbued with icy powers granted by their overlords, the Polaris construct adorable Mooni, freeze the waters, shatter their foes, and diligently work their way toward an unforeseen fate...\n\nUnlike the other tribes, the Polaris have a unique style of gameplay. Their most prominent trait is their ability to freeze terrain, transforming the land and water into frozen versions, and replacing terrain features with their own. Due to being able to transform water into ice, the Polaris do not have access to a navy, and are instead given replacements, the Battle Sled and Ice Fortress for Ships and Battleships, respectively, which can effortlessly skate across the ice. Instead of beginning the game with a Warrior, the Polaris start with a Mooni, an adorable ice construct which can freeze adjacent terrain or nearby units, rendering them helpless until they thaw. The Polaris replace their normal Archers with Ice Archers, which deal no damage but freeze units from a distance. The Polaris also replace their Giants with Gaami, physical avatars for their extradimensional masters, which can instantly freeze nearby terrain and bring an entire army to its demise. Lastly, due to not having waters or ports, the Polaris replace their Customs Houses with the singular Ice Bank, which provides stars based on the amount of frozen terrain on the Square.\n\nThe Polaris take everything you know about naval combat and throw it out the window, as their lack of a navy means that they’ll have to get creative when conquesting over the seas. Using Mooni and Gaami in conjunction can stop an opposing navy from even leaving the harbor! The ice will grant the Polaris forces movement bonuses and allow for their sleds to operate, which are designed to defend the land they’ve frozen. Freezing the terrain will also provide the Polaris with an income, should they acquire their Ice Bank. Freezing a unit will stop it completely, preventing actions such as movement or counter attacks, allowing Polaris forces to destroy opposing units with impunity.\n\nPolaris Features:\n\n* Send the Square into an eternal winter with the magic of the Polaris!\n\n* Build adorable Mooni and spread the snow far and wide!\n\n* Skate on the ice with the formidable Battle Sleds!\n\n* Construct Outposts to help your people navigate the ice and snow!\n\n* Reap the rewards from the Ice Bank!\n\n* Fortify your borders with Ice Fortresses!\n\n* Use Ice Archers to freeze your opponents solid for easy kills!\n\n* Study under the tutelage of the mysterious Gaami!\n\n* Bring about a new ice age from which the Square will never recover!\n\nIf you like tribes with incredibly powerful ice magic that freezes their foes, or simply want to spread a world-wide Winter Wonderland, then the Polaris are the perfect tribe for you!",
    "id": "0100AA3015C37010",
    "name": "Polaris",
    "publisher": "Midjiwan",
    "releaseDate": 20221012,
    "version": 0
}