{
    "description": "AN ARK GONE AWRY\nAberration places survivors on a damaged ARK: its internal atmosphere has leaked away, resulting in a harsh surface with intense radiation, and a plethora of lush biomes underground. With the maintenance systems of this ARK malfunctioning, the many hazards, creatures, and nature of the environment present a thrilling new world to explore and master.\n\nTAME NEW CREATURES\nThe intense radiation of Aberration has led to incredible genetic mutations, resulting in new creatures with amazing abilities! Among others, clamber up walls & glide through the air on the back of a camouflaging chameleon-like ‘Rock Drake’, keep the dark at bay with a friendly ‘Lantern Pug’, grab and toss multiple creatures simultaneously with a massive ‘Cave Crustacean’, or -- if you are talented enough to tame one -- command the vile ‘Nameless Queen’ to impregnate your foes with a horrifying reproductive chest-burster!\n\nCRAFT OVER 50 NEW ITEMS\nNew tools are on-hand to survive on the world of Aberration, while opening up many possibilities for new competitive and cooperative scenarios. Traverse the ARK using cave-climbing picks, gliding wingsuits, and ziplines. Learn advanced engrams to dominate the harsh environment, protect yourself with hazmat outfits, charge lanterns, batteries, glowsticks, railguns and much more. Thrive by gathering new resources, using fishing baskets, gas collectors, fortify your home within the caverns using cliff structures, and much more!\n\nCONQUER NEW CHALLENGES\nEarthquakes, radiation exposure, gas leaks, and Element chambers are among the many hazards that survivors will learn to grapple with Aberration’s varied biomes, both aboveground and below the surface. But among the greatest challenges on this ruined ARK is the hierarchy of unrelenting Nameless, requiring constant vigilance & Charge Energy to defend against! And in the deepest depths of Aberration, their terrifying -- yet somehow familiar -- master awaits… will YOU be among the survivors powerful enough to face him?",
    "id": "0100D4A00B285002",
    "name": "ARK: Aberration",
    "publisher": "Snail Games USA",
    "releaseDate": 20221226,
    "version": 0
}