{
    "description": "Once an ancient kingdom full of treasures and magical artifacts, Eternity Isle has become lost in time as a result of Jafar’s meddling in magic. Journey to this faraway land and utilize a mysterious new Royal Tool—the Hourglass—as you discover new secrets and uncover lost treasures. Stop Jafar’s scheme to steal the Spark of Imagination, an ancient relic that holds the fabric of Dreamlight Valley together. With the help of the Hourglass, you are the key to fixing rifts in time and putting an end to Jafar’s evil plan!\n\nUnravel a Whole New Story on Eternity Isle\nHelp foil the plans of the nefarious Jafar as you meet new friends and find treasures lost in time in a new story unfolding in three acts. Secrets from Dreamlight Valley’s past can be uncovered using a new Royal Tool, the Hourglass, as you reveal what happened long before the Forgetting…\n\nDiscover a New Island \nDelve into three new Biomes, each with new areas to explore and make your own. From Ancient’s Landing to the Glittering Dunes and the Wild Tangle, each has a fully customizable layout to decorate with lost treasures and exclusive Disney- and Pixar-inspired furniture.\n\nSpend Time with Four New Villagers\nReunite EVE with WALL·E, help Rapunzel start an art class, take lessons in heroics from Gaston, and decide if you can really trust Jafar. Explore Eternity Isle with your new friends… or move them back to live in Dreamlight Valley!\nPlay Scramblecoin, a new board game that your Villagers are waiting to play with you.\n\nWield the Royal Hourglass\nFind a new Royal Tool, the Hourglass, and use its magic to find Relics lost in time. Build Ancient Machines to help automate Activities such as gardening and cooking, which makes it easier than ever to run your island. Take your new Hourglass back to Dreamlight Valley and explore the Realms to see what other treasures you can find!\n\nINCLUDES 5,000 MOONSTONES",
    "id": "0100D39012C1B002",
    "name": "Disney Dreamlight Valley: A Rift in Time",
    "publisher": "Gameloft",
    "releaseDate": 20231205,
    "version": 0
}