{
    "description": "Embark on a journey to build your Seaside Empire! \n\nTownsmen - A Kingdom Rebuilt: The Seaside Empire DLC is packed full of great features. Enjoy the new Mediterranean setting, build a harbor along the coast to increase your trade, and dive into the all-new story events. But be warned, you may find yourself being forced to make difficult decisions where your choices may bear dire consequences...\n\nSet out into foreign lands! Leave the Kingdom of old and settle in a new empire by the crystal clear water of the Mediterranean. Send your workers to plan and construct new settlements in a completely new environment with a fresh look and feel. Expand on the existing gameplay with new buildings, like the military castle that allows for easier defense, the coastal harbor that increases your trading capabilities, or the inn that helps you earn money for having a beautifully decorated town. A vast amount of new decorations and other useful buildings allow you to create the medieval seaside metropolis you have always dreamed of.\n\nThe Seaside Empire DLC also adds another layer of depth with the introduction of difficult moral choices and decisions in the new short story events. Send your villagers on expeditions and adventures or help them with their daily life in a medieval town. Deal with new disasters and weather phenomena. Listen to relaxing new songs and let yourself get carried away by the ambient of the Mediterranean coastline.\n\nFeatures:\n• Completely new Mediterranean tileset including several new maps\n• New scenery like beaches and vegetation\n• 6 new scenarios\n• 9 endless mode maps including 48 random story events\n• Unique skins for all buildings\n• Choice & Consequence story events\n• 11 new buildings including 2 new castles\n• 26 new decorations\n• New songs for your enjoyment!\n",
    "id": "010049E00BA35001",
    "name": "Townsmen - A Kingdom Rebuilt: The Seaside Empire",
    "publisher": "HandyGames",
    "releaseDate": 20200221,
    "version": 0
}