{
    "description": "Are you a bad enough Vampire Survivor to save the President's cousin's sister's dog from the traitor squadrons of Red Falcon? Join Contra Force and stride into a doomsday extravaganza in Vampire Survivors: Operation Guns. \n\nAssemble a squad of classic Characters and arm yourself with an explosive arsenal of arcade weaponry in this action packed expansion for Vampire Survivors. Blast through thousands of fearsome foes and bonkers bosses from throughout the lauded lineage of Contra games. Persist determinedly through prodigious stages inspired by iconic Konami series, but be prepared for a bullet-hell of a fight, because if your trigger finger lacks stamina, Earth may lack a future. \n\nOperation Guns embraces the visceral simplicity of classic Contra, with build-focused Characters that encourage min-maxing and stat manipulation, a tonne of weapons (we're talking 22 including evolutions!), and a difficulty curve that combines quintessentially arcade-hard gameplay with the Vampire Survivors formula. \n\n11 Contra-Tough New Characters \nA squad of determined Contra Force Survivors deployed to become the bullet hell, including: \n\nBill Rizer - a big guy with a big gun, bent on vengeance against an alien menace. \nLoves: action movies, high-calibre rounds. Hates: Cryogenic coffins, space creatures. \nLance Bean - known for attacking aggressively, always having hair dye on hand, and having a brain almost as impressive as his muscles, Lance is partially responsible for creating Contra Force's strange new weapons. \nAriana - forced to defend her home amongst the jungles of Galuga from the vile traitors of Red Falcon, Ariana is an expert in evasive manoeuvres, turning her Movement Speed into extra Armour. \nLucia - is she a clone? A cyborg? A tabula-rasa terror tutored by Team Contra to be the perfect warrior? Her past is a mystery, but her deadliness on the battlefield is well known, as is her reputation for rebounding from any supposed defeat even stronger than ever. \nBrad Fang - the bad-butt product of twisted genetics and cutting edge cyber-tech, Brad Fang is half-man, half-wolf, half-robot, and 150% super soldier.  \nBrowny - designed to be an all-purpose battle bot, a string of strange bugs (or features) in Browny's programming have caused this diminutive droid to be obsessed with partying. Fortunately, this calamitous coding error does nothing to impede Browny's prodigious combat prowess. \nSheena Etranzi - a guerrilla combat genius especially skilled in jungle combat and all manner of experimental weaponry, Sheena is a true survivor and no stranger to prevailing against impossible odds. \nProbotector - a hyper advanced recon robot programmed to protect humans in inimical environments, this RD009 Probotector Model can convert any enhancements to its Armour into more Might for its many modular weapons. \n\n22 New Fully Automatic Weapons \nArm yourself with Contra Force's radical arsenal with almost-homing missiles, a bevy of high-tech blasters, and the ever faithful Spread Shot. Evolve these deadly contraptions into experimental Prototype weapons, and supplement every salvo with 3 new Pickups - you'll need every edge you can get to survive the challenges of Operation Guns. \n\nGaluga & Beyond \nRun and gun through multiple mayhem-filled biomes inspired by classic Contra levels. Explore Galuga Jungle, Neo City, and the treacherous Alien Zone in a hazardously horizontal main Stage bristling with iconic enemies and brutal bosses. Rev your jetbikes and take on a highway of horrors in a furiously fast-paced challenge stage. \n\nContra Tracks & Remixes \nIncludes classic Contra tracks and covers: \nBattle in the Jungle - VS version\nBloody Falls - VS version\nYoru no Nikusyokujyu - VS version\nThe Hard Corps - VS version\nGTR Attack!- VS version\nMilitary Fortress- VS version",
    "id": "010089A0197E5004",
    "name": "Vampire Survivors: Operation Guns",
    "publisher": "poncle",
    "releaseDate": 20240509,
    "version": 0
}