{
    "description": "Join Lottie’s Paradise Planning team and travel to a distant group of beautiful resort islands with a diverse set of landscapes. This time, you are in charge of inviting characters as clients and helping them live out their own dream vacations. Choose from a variety of islands, with different terrain and climates and find one that matches your client’s vision. Then start designing and start making their vacation dreams come true. Just wait until you see the look on your clients’ faces after you reveal the vacation home decorated just for them.\n\nAdd personalized touches to your client’s resort island\n\nCustomize everything from home exteriors and interiors, the yard and even customize the weather to either be sunny or rainy. Handpick the picture-book spot for your resort creation and use the Paradise Planning team’s expansive inventory to deck out vacation homes without being limited to your own inventory, recipes, or resources. The editing tools make decorating a snap! It’s a breeze to go back and redecorate as you like, so change and rearrange to your heart’s content.  \n\nAs you design more vacation homes for your clients, facilities like a café and a school around the Paradise Planning office will open up. Decorate these into inviting locales, choose roles for different characters, then watch your clients spend time together. Why not stop by and check in to see how things are going in paradise?\n\nYou can up your design game on your own island, too! Design options that you acquire while working as a Paradise Planning team member can be used on your island as they become available. Build partition walls and pillars, set the mood with lighting, and add soundscapes to both your residents’ homes as well as your own.\n\nShare your masterpieces with friends\n\nTake in-game photos of your designs and add them to your portfolio. Share the photos with other players using the in-game Showroom* in the Happy Home Network app and they can tour your personally-designed resort islands or go tour theirs for some relaxation and inspiration. ",
    "id": "01006F80023273E8",
    "name": "Animal Crossing™: New Horizons - Happy Home Paradise",
    "publisher": "Nintendo",
    "releaseDate": 20211105,
    "version": 0
}