{
    "description": "Expand your adventure and roster of playable characters in the MARVEL ULTIMATE ALLIANCE 3: The Black Order game with the paid Expansion Pass, which grants access to three exclusive DLC packs that will become available as they release one at a time after the game’s launch and will not be available for individual purchase. \n\n■DLC 1 – Marvel Knights: Curse of the Vampire\n\nPrepare to step into the boots of Punisher, Blade, Moon Knight, and Morbius—the Marvel Knights are joining the alliance! These playable characters are part of DLC Pack 1 included with the MARVEL ULTIMATE ALLIANCE 3: The Black Order Expansion Pass*, which also includes a new mode! \n\nIn Gauntlet Mode, up to four players** take on a frenzied series of co-op challenges in rapid succession to earn rewards. Once you’ve cleared a Gauntlet, you’ll unlock a survival-style version of it with ongoing waves of challenges. Find out how long you can last and see how your score stacks up with online*** rankings!  \n\n■DLC 2 – X-Men: Rise of the Phoenix\n\nDark Phoenix, the infinitely powerful cosmic entity from one of the X-Men's greatest sagas, unleashes an era of fiery destruction! Four more X-Men join the alliance—Phoenix, Gambit, Ice Man, and Cable— with the purchase of the MARVEL ULTIMATE ALLIANCE 3: The Black Order Expansion Pass. \n\nCompete against friends and foes in the newly added Danger Room mode! Players compete to see who can take down enemies while being barraged by buffs and debuffs.\nw\n\n■DLC 3 - Fantastic Four: Shadow of Doom\n\nMarvel’s First Family, the Fantastic Four—Mr. Fantastic, Invisible Woman, Human Torch, and The Thing—join the alliance with the purchase of the MARVEL ULTIMATE ALLIANCE 3: The Black Order Expansion Pass. \n\nHead to the kingdom of Latveria in an added storyline that pits your team of Marvel Super Heroes against the man in the iron mask himself, Doctor Doom. \n\n",
    "id": "010060700AC51001",
    "name": "MARVEL ULTIMATE ALLIANCE 3: The Black Order Expansion Pass",
    "publisher": "Nintendo",
    "releaseDate": 20190611,
    "version": 0
}