{
    "description": "Since we began development on Dead Cells, many years ago now, we’ve been completely blown away by the amazing reaction of the community. Without your support and feedback we wouldn’t be where we are today. Rise of the Giant is our way of saying thank you. Here’s a free DLC with a bunch of new content, mostly aimed at the people who have been hanging around since day 1, it’s high level and should offer more challenge than most sane people would think reasonable.\n\nFeatures:\nNew levels: You’ve got a new level that’s connected to the main level structure and immediately available to anyone who’s finished the game at least once. You’ve got another (poorly) hidden level, for the masochists who know that there is a Boss Cell 5\nNew Bosses: Mirroring the above, you’ve got a new completely different type of boss available in the main level structure, with another INSANELY difficult boss hidden behind even more ridiculously difficult content.\nNew content: There are 10 new enemies, 13 new weapons/skills and a bunch of other upgrades to core game systems. There are additions to the story/lore of the game, new secrets, new blueprints and…\nSkins: People have been requesting this for ages and we’ve finally found the time to make the necessary changes to accommodate the request. You’ve now got access to female skins, fluo skins and a Christmas tree skin, cos why the hell not.\n\nOn top of these major changes we’re continuously trying to update the game in ways that make it more challenging and more just, all the while remaining open to new players. As such you will notice that the difficulty has been rebalanced so that the entry level of the game, while extremely challenging is now in line with the 5 extra difficulty levels available to those who like to suffer.\n\nWe hope that you like Rise of the Giant and would like to remind you that we’re not done, we’ll be continuing to make content for the game for as long as you keep demanding it, so feel free to let us know what you’d like to see and if we can make any changes that would make you happy.",
    "id": "0100646009FBF001",
    "name": "Dead Cells: Rise of the Giant",
    "publisher": "Motion Twin",
    "releaseDate": 20210901,
    "version": 0
}