{
    "description": "Extra steezy extraterrestrials – Sair’Rah, Khehvyn, and Pftangxi – have arrived in Radlandia, intent on acquiring skate specimens for the mighty Nebulord. OlliOlli World: VOID Riders brings a brave new world of challenges and space-age gear as you prepare to enter and explore an alien biome: the V.O.I.D.\n\nFeel the flow as you trek across the snowed-in Cloverbrook, grind the eerie Sunshine Valley, and visit storming Burntrock. While traversing Radlandia, find yourself swept up in alien abduction with the new tractor beam mechanic. Stick the landing and impress Nebulord with your extraterrestrially-inspired style and you may just find yourself in favor to become his favorite skate alien! Kick-flip into the raddest reaches of space in OlliOlli World’s next out of this world adventure.\n\nVOID Riders is the first of two expansions for the critically acclaimed game OlliOlli World, created by the BAFTA and multi-award-winning studio Roll7.\n\nKey Features:\n\n●\tEnter the V.O.I.D.: Ollie through a variety of levels with your otherworldly companions and experience an all-new side of Sunshine Valley, Cloverbrook, and Burntrock. While your alien cohort retrieves skate specimens (and cows), endure the obstacles ahead to unlock the VOID Riders’ home planet: V.O.I.D.\n\n●\tUFO Sighting: “Defying gravity” takes on a whole new meaning in VOID Riders. Encounter massive beams of light lifting up everything in their path…including you! Take your tricks to the next level and grip your board before hitting the tractor beam. If you succeed, you’ll be able to use anti-gravity to your advantage to perform even more steezy tricks. Missing those opportunities could risk a crash landing like none other. Up for the challenge?\n\n●\tExtradimensional Expression: Show your true self with out of this world looks, including everything from alien streetwear to a cow onesie. There are lots of all-new customizations available to transcend your personal sci-fi style with unique outfits, fresh emotes, and slick tricks.\n",
    "id": "0100C5D01128F003",
    "name": "OlliOlli World: VOID Riders",
    "publisher": "Private Division",
    "releaseDate": 20220615,
    "version": 0
}