{
    "description": "The inspiration behind it all returns to its 2D action roots! Castlevania’s unforgettable characters & gothic setting meet the fast-paced combat of the award-winning roguelite Dead Cells in this unprecedented collaboration.\n\nA gateway to a striking castle has suddenly appeared, and an imposing warrior called Richter asks you to help him vanquish the great evil within. \nEnticed by the promise of new loot rather than a sense of moral duty, you strike out through the grounds and corridors of the gothic castle to find and kill this mysterious Dracula...\n\nSlay hordes of his supernatural minions as you progress through our biggest DLC yet, including two levels, three bosses and a new storyline!\n\n \nWIELD CLASSIC CASTLEVANIA WEAPONS \n\nUnlock 14 iconic weapons such as the Vampire Killer, Throwing Axe & Holy Water to decimate Dracula's bestiary of monsters and finally the dark lord himself. Each item has been translated into the fast-paced combat of Dead Cells while keeping their original essence. \n \n\nEXPLORE EVERY CORNER OF DRACULA'S CASTLE \n\nSecret rooms. Flame-lit corridors. Gloomy tombs. Beautiful paintings. Food hidden in the walls. Full of original monsters from the series, such as harpies, werewolves & haunted armors, the character of the iconic castle will transport you into the realms of gothic fantasy.\n \n\nENJOY CLASSIC & REIMAGINED MUSIC \n\nWe're giving you access to an alternative soundtrack made of 51 of the original Castlevania tunes, that can be heard across the entire game. Yes, 51! \n\nOn top of this, we've taken the 12  most iconic tracks, such as Vampire Killer, Bloody Tears and Simon Belmont's Theme, and reimagined them in the style of Dead Cells as a soundtrack for this DLC, while preserving the Castlevania ambiance of course.\n\n\nDISCOVER A NEW STORYLINE \n\nRichter Belmont and Alucard will be by your side throughout your quest to vanquish Dracula, helping you to navigate the maze of Dracula’s Castle  and providing you with strong weapons (sometimes willingly, sometimes not). However, where there is good there is evil, so watch out for powerful foes who will try everything in their power to stop you from reaching the throne room.\n\n\nMASTER THREE EPIC BOSS FIGHTS \n\nFight against the very essence of evil in two intense duels versus Death and Dracula, both set against a majestic backdrop. If you can survive these gauntlets, prepare yourself for our most ambitious boss showdown yet...\n\n\nUNLOCK CASTLEVANIA CHARACTER OUTFITS \n\nUnlock 20 outfits as you progress through the castle, letting you roleplay as all your favourite characters like Alucard, Richter Belmont, Simon Belmont, Maria Renard, Trevor Belmont, Sypha Belnades or even Dracula himself",
    "id": "0100646009FBF005",
    "name": "Dead Cells: Return to Castlevania",
    "publisher": "Motion Twin",
    "releaseDate": 20230306,
    "version": 0
}