{
    "description": "Get the exclusive look and confront nightmares in the Deluxe Edition\n\nThe Deluxe Edition includes:\n\nDigital Artbook\nDeluxe Edition Exclusive Outfit\nDeluxe Edition Exclusive Bikti Variants Appearance\nClothing Exchange Coin x1, to exchange for outfits unlocked through achievements in the game\n\n\nDescription\nEnter A Chilling Dreamworld Of Whimsy and Horror\nClosing his heart to reality, our protagonist falls into a deep slumber and awakens in a nightmarish dreamworld. NightmareScape is a narrative-driven horror adventure game combining sneak action with diverse puzzles. It follows a young boy in search for the last hope of love who is working out his own salvation by navigating through his fear.\n\nStory\nExperiencing effects of a broken family, and the heartache it brings, a young child will escape reality into a dark, whimsical world created from his own memories. This sets him on his journey to uncover what truly lies within. Having suffered in reality, his past trauma turns into terrifying monsters that want to keep him in an eternal nightmare. With the help of his dream spirit, the boy will find ways to sneak past enemies, overcome intricate puzzles, embrace his fear, and uncover the truth so that he may be able to purify the monsters he has created, and finally wake up.\n\nWill you overcome what you fear or be caught in the nightmare?\n\nKey Features\nHope Rests in your Dreams - Escape the dark whimsical dreamworld that has trapped you, search the realm for clues, and begin uncovering the truth of your reality.\nPuzzle Through Pain - Along your journey, you will encounter puzzles that will attempt to thwart your progress. Use your wits and your spirit guide to help you overcome anything that gets in your way.\nA Light in the Darkness - Control your dream spirit to assist you as a decoy, detect invisible pathways or items, and become keenly aware of threats that lie ahead.\nNightmares Made Real - Your subconscious creates the monsters you truly fear. Don’t let them or the shadows lurking catch you and keep you in the eternal nightmare.",
    "id": "01009E2018A3F001",
    "name": "NightmareScape Deluxe Edition",
    "publisher": "Astrolabe Games",
    "releaseDate": 20230720,
    "version": 0
}