{
    "description": "The Jaws of the Lion DLC is the digital adaptation of the eponymous board game and expansion to Gloomhaven, the critically acclaimed grim Tactical RPG. Recruit four new mercenaries with unique gameplay and explore a previously hidden side of the city of Gloomhaven through an arching storyline filled with a plethora of new enemies and bosses.\n\nYou can play with the four new mercenaries and items in both the Guildmaster and existing Gloomhaven game modes. Jaws of the Lion can be played Solo or in Co-op mode with up to four players.\n\n\n--- A NEW SINISTER STORY ---\n\nYou are one of the most infamous mercenary groups in this run-down backwater city of Gloomhaven. When a sinister cabal starts disappearing the less fortunate of the city, it somehow falls to you to get to the bottom of it....so long as you get paid for your trouble.\n\nYou will lead the stalwart Red Guard, the fearsome Hatchet, the explosive Demolitionist or the mysterious Voidwarden, each with their own unique and fully enhanceable ability and attack modifier decks. May your aim strike true but be prepared or you will face a grim fate.\n\n--- 4 NEW MERCENARIES ---\n\nDEMOLITIONIST: Augmenting their small body with dangerously powerful and somewhat unstable contraptions, the Quatryl Demolitionist is a force to be reckoned with. They are able to destroy any obstacle and devastate enemies on the battlefield using the remaining rubbles.\n\nHATCHET: The Inox Hatchet is a dangerous ranged damage-dealer, with a fondness for axe throwing and a rare talent for holding a grudge. They are a hunter of men and beasts alike, best avoid getting on their bad side.\n\nRED GUARD: Protected by their distinctive red armor, the Valrath Red Guard can manipulate the battlefield to protect their allies and deal with multiple opponents at once. Their chained sickle and shield allow them to keep their foe at bay whilst finding the perfect opportunity to strike a deadly blow.\n\nVOIDWARDEN: After a near-death experience with the Void as a child, the Human Voidwarden has learned to harness it's unique magic to protect others from a similar fate. They can manipulate the thoughts and actions of both allies and foes to insure victory. They are also able to provide powerful boons and heal allies, but those gifts usually come at a terrible price...\n\n--- CONTENT --- \n\n25 new scenarios, linked in a compelling and dark storyline leading you to the undercity of Gloomhaven.\n4 unique mercenaries, with widely differing playstyles.\n10 new enemies and bosses, from Zealots to Chaos Demons, test your mettle against their blades and teeth.\n22 road events full of tough choices.\n10 new items to help you survive a little longer against your foes.\n24 extra Battle Goals rewarding a wider range of mercenary behavior.\n\nTo access The Jaws of the Lion content in multiplayer co-op, every player will need to own the DLC.",
    "id": "010035E0184E3001",
    "name": "Gloomhaven - Jaws of the Lion",
    "publisher": "Twin Sails",
    "releaseDate": 20230918,
    "version": 0
}