{
    "description": "Set in a domain inspired by Norse Viking culture 1000 C.E, Norse Lands is a full new campaign that expands the world of Kingdom Two Crowns with a unique setting to build, explore, defend and conquer. In Norse Lands, players can look forward to unleashing abilities drawn upon from Norse gods, commanding mighty units, building Viking-inspired armaments, solving challenging puzzles, and facing a new enemy Greed.\n\nWith Norse Lands, the award-winning Kingdom Two Crowns world vastly grows in scope. A new sixth land to explore, pets to tame, along with many updates to gameplay, both big and small. Notable additions offered in this premium DLC include:\n\n- Norse Rulers: Sit atop mighty Norse steeds and wield the powers of the Norse gods themselves. Viking-influenced rulers offer a whole new way for players to  build, explore, defend and conquer the lands of the ice and snow.\n- Norse Citizen Jobs: best exemplified by the powerful Berserker, an exceptional warrior, the citizens of Norse Lands will defend their Kingdom and defeat the Greed at all costs with shield in hand.\n- All Citizens Defend: in accordance with Norse warrior culture, the citizens of Norse Lands stand at the ready to protect the realm against looming threats. Whether a Peasant, Vanguard, Farmer, Archer or Builder, they will defend their land or go to Valhalla trying!\n- The Harsh North: all-new weather effects are sure to make players feel both the beauty and the unrelenting nature of Norse Lands to their very bones. And when cold winter sets in, rulers need to consider their strategies for survival wisely.\n- Greed: A whole new breed of Greed  to defend against…\n\nNorse Lands also introduces many other changes and upgrades, ranging from puzzles to arboreal design. With its many additions and brand-new challenges, the scope of Norse Lands is sure to captivate seasoned Kingdom players as well as newcomers. Welcome to the beautiful world of Kingdom Two Crowns: Norse Lands!",
    "id": "01005EF003FF3001",
    "name": "Kingdom Two Crowns: Norse Lands",
    "publisher": "Raw Fury",
    "releaseDate": 20231107,
    "version": 0
}