{
    "description": "The Survivors are desperate to hunt vampires, but are running out of places to look. Only one option remains: Be the bullet hell... in space! \n\nGather your most trusted Crewmates, prepare to eject the Impostors, and try to survive while mowing down thousands of extra-terrestrial foes in this expansion for Vampire Survivors. Turn classic Among Us tasks into outrageous weapons, upgrading your abilities after every roguelite run to overcome impossible odds with ease. Be alert to subterfuge as you explore the vast weirdness of the Polus Replica and keep your wits about you, as suspicious eyes are always watching.\n\n9 Totally Trustworthy New Characters \nA cast of courageous Crewmates assembled to take on the tumultuous tasks, including: \n\nCrewmate Dino - Starry-eyed, optimistic, and unfortunately extremely tasty. Dino is a jack-of-all-trades who boosts stats whenever a task is completed (i.e. when you level up a weapon). \nEngineer Gino - Few Crewmates come as close to truly competent task-work as Gino, who offers a selection of passive weapons from their toolbox every few levels. \nGhost Lino - Good Crewmates don't let a silly thing like death get in the way of their tasks. Lino can float through walls at will and can't be hurt, but can't deal damage either... what could be the goal of such suspicious game design?! \nShapeshifter Nino - Look at this bean! They can do all kinds of... wait, where did they go? And where did this snowman come from? Oh well, I'm sure you'll figure it out. \nGuardian Pina - Everyone needs an angel on their shoulder. Pina isn't just there for moral support, though - they boost the defences of all nearby allies, and they love taking out the garbage. \nImpostor Rina - A fellow Crewmate that is in no way some kind of duplicitous, well-disguised killer. One hundred percent all-natural-bean, right here. Nothing to see or think about. \nScientist Mina - Mina's scientific skill is matched only by their intense clumsiness. Thankfully, dropping potentially hazardous chemicals has a major upside when you're besieged by extra-terrestrial monsters. \nHorse - It's a horse. Neigh, etc. \n\n15 New Weapons \nTransform your tasks into powerful weapons to defend yourself from Impostors, Shapeshifters, and all manner of extra-terrestrial weirdos. Blast away baddies with the supermassive sound waves of your Report! weapon, slice angry aliens in half with Lucky Swipe, and drop duplicitous foes to their doom with Just Vent. Lonely Survivors should seek out Mini Crewmates to empower their Task-based weaponry (or just for general companionship). \n\nA Brand New, Perfectly Safe Stage \nPolus Replica - an eerily accurate replica of the scientific base on Polus. This planet is packed with bizarre biomes ripe for exploration by Survivors and Crewmates, with tasks and treasure chests galore. Unfortunately, its also accidentally being invaded by your average space dwellers, like aliens, robots, and ducks. Expect the unexpected and do NOT trust the bins. Never trust the bins. Or the chicken nuggets. In fact, it's a good idea to remain alert at all times and not trust anything. \n\n6 New Music Tracks \n- Emergency Meeting\n- Hide and Survive\n- No Ducks Among Us\n- No Aliens Among Us\n- No Ghosts Among Us\n- No Vampires Among Us",
    "id": "010089A0197E5003",
    "name": "Vampire Survivors: Emergency Meeting",
    "publisher": "poncle",
    "releaseDate": 20240125,
    "version": 0
}