{
    "description": "Your success on Catan has brought prosperity and wealth – along with unwanted attention. A merciless barbarian horde can smell the riches and is descending on Catan’s shores. Can you still come out on top as the winning Catanian with this threat looming over the island? Will your knights be strong enough to stem the tide alone, or can you put aside your differences with other cities in the greater defense of Catan? Every decision counts, and the clock is ticking.\n\n- Develop a Civilization\nCities & Knights provides players with the opportunity to develop their cities into burgeoning metropolises by introducing new commodities to the game: paper, coin, and cloth. These commodities are essential for upgrading your city’s development in three areas: trade, politics, and science. These upgrade requirements increase per level of city improvements. \n\n- Make progress\nCities & Knights introduces the progress card mechanic. Gather and play progress cards to give your cities an advantage. Play a ‘Master Merchant’ progress card, for example, to look at another player’s resource and commodity cards, who has more victory points than you, and select two to add to your own stockpile.\n\n- Shore up your defenses\nBuild and promote your knights to defend against the barbarian horde, and work to inhibit other players as they try to improve their own cities. Continue development, and you can eventually transform your city into a metropolis, making your city immune to barbarian attack!\n\n- Repel the barbarians\nWhen the barbarians attack, the size of their horde depends on the total number of cities on the board. Combine your knights’ strength with those of other players, but be warned, should your gallant knights fail in the defense of Catan, the weakest player will see their city sacked and reduced to a settlement. \n",
    "id": "010010501B8B3003",
    "name": "CATAN® - Console Edition: Cities & Knights",
    "publisher": "Dovetail Games",
    "releaseDate": 20240221,
    "version": 0
}