{
    "description": "Get blown into another dimension as you experience the gut busting fun of the KUNG FURY: STREET RAGE - from developers ‘HelloThereGames’ creators of the critically acclaimed AVICII Invector.\n\nKung Fury : Street Rage is the very first licensed game available as an in-game cabinet alongside the 35+ other games within Arcade Paradise and you can play RIGHT NOW, updated with online leaderboards to compete against other arcade owners, and tasks / goals to accomplish within the Arcade Paradise economy!\n\nAbout Kung Fury : Street Rage\nIt's 1985 and the violence is raging in the streets of Miami, it's gonna take the toughest martial artist cop and 3 hard as nails enforcers from across space AND time to clean them up!\n\nChoose Your Fighter\n\nPick between 4 characters - each with their own abilities, playstyles and durability and start taking out the trash to get as high a score as possible!\n\n- Kung Fury : A balanced brawler with the ability to shock punch enemies and an average health pool\n- Hackerman : A glass cannon combination of sci-fi wizardry and high APM blasting action!\n- Barbarianna : Axe the real questions to charge up your fearsome firepower with a minigun - but watch for low health!\n- Triceracop : Extinction? Not on his watch. It's a dinosaur with a gun, LOTS of guns! And lots of health!\nFight Waves Of Enemies \n\nUse intense two button arcade action to DEVASTATING bone crunching effect, easy to pick up - hard to master as the waves get faster and more diverse!\n\nGo back to the 80's \nAuthentic retro-arcade gameplay and VHS retro aesthetics - and a synth soundtrack to beat down to provided by Swedish powerhouse electro sensations Mitch Murder and Joel Eriksson.\n\nBring The Fury to your Arcade!\nTurn up the heat with KUNG FURY: STREET RAGE - available as this sweet new cabinet in Arcade Paradise DLC, with new goals, objectives and leaderboards! ",
    "id": "0100D02014CE1004",
    "name": "Arcade Paradise - Kung Fury DLC",
    "publisher": "Wired Productions",
    "releaseDate": 20230112,
    "version": 0
}