{
    "id": "0585200002670000",
    "name": "Kyuuyaku Megami Tensei [SNES]",
    "size": 11408838,
    "releaseDate": 19950331,
    "description": "<p>Kyūyaku Megami Tensei: Megami Tensei I - II consists of Megami Tensei and Megami Tensei II being updated and ported to the Super Famicom. It was released only in Japan in 1995 after Shin Megami Tensei: if... and on the heels of Majin Tensei II: Spiral Nemesis. It was published by Atlus and developed by Opera House [1], which did not take too many liberties with the original gameplay. A few portions of the dungeons of the first game were redone, along with a new save game and teleportation Terminal feature which previously did not exist. The graphics and music were enhanced to match the capabilities of the Super Famicom.</p>\n<p>Digital Devil Story: Megami Tensei - Akemi Nakajima, a programming genius, invented a Devil Summoning Program. But after gaining physical bodies, the demons Loki and Set attacked the summoner. He was saved by a mysterious transfer student, Yumiko Shirasagi. Nakajima and the magic-wielding Yumiko joined forces and repelled the demons... However... The demons have not surrendered. Lucifer, a once beautiful angel who was cast into Hell, is planning to conquer the human world! A demonic palace has appeared in Asuka... where the tomb of the goddess Izanami rests under Shirasagi Mound. The powerful Izanami has been captured by Lucifer, and her chamber sealed within the palace. To save Izanami... defeat the resurrected Loki and Set, and Lucifer himself, Nakajima and Yumiko walk through the palace&#39;s entrance... But will they ever be able to return to the surface...?</p>\n<p>Digital Devil Story: Megami Tensei II - In the year 199X, the world was demolished with a bombardment of missiles, and the survivors of the cataclysm were forced to live in shelters. It&#39;s now the year 2036, and two friends are playing a video game called &#39;Devil Busters&#39; in the Keihin (京浜) shelter No. 3. Shortly after they beat the first boss, they unseal Pazuzu. The demon gives them the Demon Summoning Program in hopes of using it for the defeat of Bael along with a warning of a coming menace. Demons then begin to raid the shelter and the two friends must save the remains of humanity.</p>"
}