{
    "id": "0585200002390000",
    "name": "Kaite Tsukutte Asoberu Dezaemon [SNES]",
    "size": 10280173,
    "releaseDate": 20111101,
    "description": "Purchase this PS one® Classic and play it on both your PS3™ and PSP®(PlayStation®Portable) systems!<br/> <br/>\r\nDownload this PS one® Classic today! <br/><br/>\r\nDezaemon Kids! is a unique sequel in a series that lets users create, play, and share shooting games. This version has a simplified pictorial editing interface with upgraded level designs and over 100 sample games that are worth the price of admission alone. <br/><br/>\r\nAspiring designers can draw their characters or simply select from a collection of pre-made images.  A level-design engine can craft the game around your world vision.  Parallax-scrolling and vertical shooters are the program's strengths and clever designers will be able to program very intricate games.<br/><br/>\r\nThis version includes a fully-voiced tutorial, simplified interface, a huge amount of sample data, a horizontal scroll option, and 2-player simultaneous play options. Best of all, your purchase includes 102 great sample games, of which, Kagero is flat-out awesome. <br/><br/>\r\nPlease Note: This game is a direct import from Japan.  Although text is limited, it is in the original Japanese language. Help with playing can be found at www.monkeypawgames.com.<br/><br/>\r\nTransferring to a PSP® system from your PS3™ system:<br/><br/>\r\nYou must be signed into the PlayStation®Network account that originally purchased the game.  You must have at least 159 MB free on your Memory Stick Duo™.  Connect your PSP® system to your PS3™ system with a USB cable and switch your PSP® system to USB Mode. Highlight the game on the PS3™ XMB™, press the Δ button and select Copy. <br/> <br/> \r\nPC Store Customers:<br/>\r\nLog into your PlayStation®Network account that you originally used to purchased the game.  Then, download the game from your “Download List” in the PlayStation®Store onto your PS3™ system.<br/><br/>\r\nThis title has been converted from the original PlayStation® disc to the PSP® and the PS3™ systems. Consequently, there may be times where the title plays differently from the PlayStation® disc version, or where some features may not function properly.  This version does not support PlayStation® peripherals (controller, memory card, multitap, etc.), therefore functionalities such as multiplayer, versus, and co-op modes are not available. <br/> <br/>\r\nPurchase indicates acceptance of the PlayStation®Network Terms of Service/User Agreement and this item's use restrictions.  If you do not wish to accept all these terms, do not purchase this item.  One-time license fee for downloads to up to 2 console systems and 2 portable systems that are associated with the purchasing account.<br/><br/><br/><br/>\r\n\"PlayStation\", \"PS\" Family logo, and \"PSP\" are registered trademarks of Sony Computer Entertainment Inc."
}