{
    "id": "0585200004790000",
    "name": "SOS [SNES]",
    "size": 10786163,
    "description": "<strong>Congratulations, contestant!</strong><br/> <br/>You’ve been chosen to participate in SOS. An interactive game show in which you and 15 other contestants will be dropped onto La Cuna Island with one simple goal – Get the hell off La Cuna Island.<br/> <br/>How it works is simple: Find a hidden relic, signal for extraction, and escape on the chopper. How to do it is hard: You’ll have to use your personality to build alliances, out-scheme opponents, and entertain the audience. Oh, not to mention avoid hordes of bloodthirsty monsters.<br/> <br/>If you’re lucky enough to survive, you’ll be greeted with fame and fortune. And more importantly, you’ll still be alive.<br/><br/><strong>KEY FEATURES:</strong><br/><ul><li><strong>SURVIVE THE SHOW</strong> – Contestants only have 30 minutes to find a relic, signal for extraction, and grab one of three spots on the rescue chopper.<br/></li><li><strong>REAL-WORLD VOICE RESTRICTIONS</strong> – Players must find and interact with other contestants to survive, but like the real world, they can only communicate with those within shouting distance.<br/></li><li><strong>BECOME A STAR</strong> – Harken back to the days of 90’s reality shows by setting up alliances, stabbing your friends in the back, winning the affection of viewers and becoming the ultimate star.<br/></li><li><strong>COMMUNICATE AND WORK TOGETHER</strong> – In SOS, a player's voice and personality become their ultimate tools for survival. With limited resources and no long-range weapons, a player’s ability to buddy up with other contestants, share resources and know when to go it alone is key. Three people can escape the island, make sure it’s your group!<br/></li><li><strong>HERO PLATFORM INTEGRATION</strong> - Streamers have the ability to use Outpost Games’ Hero platform with SOS, giving them a new way to engage with viewers and grow their channels, while viewers can watch their favorite streamers play the game and become an interactive part of the experience like never before.</li></ul>"
}