{
    "id": "05852000062f0000",
    "name": "Wizardry VI - Kindan no Mafude [SNES]",
    "size": 11954813,
    "releaseDate": 19901231,
    "description": "<p>FULL-COLOR ANIMATED graphics<br />\nDIGITIZED sound (NO add-on cards required)<br />\nHARD DISK supported<br />\n11 Races, 14 Professions (with rankings!)<br />\nWeaponry, Physical and Academia Skills<br />\nSix Spellbooks, 462 Combinations<br />\nNon-Player Characters<br />\nAn arsenal of over 400 researched items<br />\nVaried Fighting Modes<br />\nPrimary and Secondary Attack<br />\nContinuous Journey<br />\nUnlimited Backups<br />\nSave Game<br />\nTen years ago, WIZARDRY set the standards in Fantasy Role-Playing (FRP). Now after two million copies have been sold and dozens of awards have been won, Bane of the Cosmic Forge raises and redefines those standards. This new WIZARDRY, the truest simulation ever of Fantasy Role Playing, will push your computer, your mind, and your sense of adventure to their very limits. Only through the power of the latest computer technology could the full dimensions of this new genre in FRP be possible.<br />\nThis is FRP the way you wanted it to be.<br />\nPrepare yourself. Take with you six companions - choose wisely, for having chosen, your fate is in their hands. Enter the ancient castle to retrieve the Cosmic Forge, a magical pen whose writings caused the river of time itself to change course. You will find treasure, armor, and magic items to advance your quest; meet wizened and cryptic dwellers who hold secrets that must be unearthed; and solve the riddles and puzzles that abound.<br />\nBut beware- you and your party will encounter countless dangers, hazards, and creatures of dazzling form to block your way. Only through your magic and skills, ever growing as you progress, can they be vanquished.<br />\nAnd the story, so rich in mythology and legend, weaves a web of intrigue so complex that only you, with patience and travail can unravel.<br />\nLet the computer roll the dice, consult the charts and apply the rules. From the 400 items of armor and weaponry researched for authenticity to the realistic combat structure, incorporating Primary and Secondary attack, this reproduction of true FRP within the computer environment will make all other attempts obsolete.<br />\nThe adventure is as real as the pleasure.</p>"
}