{
    "id": "0585200005710000",
    "name": "Super Star Fox Weekend - Official Competition [SNES]",
    "size": 10614630,
    "releaseDate": 20160422,
    "description": "<p>As legendary space pilot Fox McCloud, blast through an onslaught of<br />\nenemy forces to bring peace to the galaxy. In this white-knuckle space<br />\nshooter, it&#39;ll take more than luck to master the Arwing jet, the<br />\nGyrowing flight drone, and the Landmaster tank! You have what it takes.<br />\nNow prove it.</p>\n<p>General Pepper needs your help! Use your TV&#39;s cinematic view to fly and<br />\nidentify targets and see through the eyes of Fox with the Wii U™<br />\nGamePad&#39;s screen as you lock onto enemies and fire. You&#39;ll also have to<br />\nuse advanced flight techniques like boosting and barrel rolls to survive<br />\nthe relentless assault. With the help of the rest of Team Star Fox ,<br />\ntackle missions in the air and on the ground in a variety of planets<br />\nteeming with enemies. Then engage vast armadas of powerful ships in<br />\nouter space dogfights. Master your craft, defy the odds, and earn your<br />\nface-to-face meeting with Andross. Only you can restore peace to the<br />\ngalaxy!</p>\n<p>Take down an intergalactic onslaught of enemy forces</p>\n<p>Pilot a variety of vehicles in the air and on the ground</p>\n<p>Hone your skills as the legendary pilot, Fox McCloud</p>\n<p>See your surroundings on your TV, and get a different view on the<br />\nGamePad by tilting it to aim</p>\n<p>Star Fox Guard</p>\n<p>Grippy Toad, the founder of Corneria Precious Metals Ltd., and Slippy<br />\nToad of the legendary team Star Fox needs your help protecting their<br />\nbooming business! All you have to do is keep an eye on a dozen video<br />\nscreens as you mow down waves of attacking robots with your<br />\nturret-mounted cameras!</p>\n<p>Quick! Tap the corresponding camera on the Wii U GamePad controller to<br />\nsee the entrances and shoot those walking and rolling robots down! But<br />\njust when you think it’s all smooth sailing, look out for robots that<br />\ncarry shields, trigger smoke bombs, or even steal your cameras. Complete<br />\nmissions to level up, unlock more missions, and gain access to special<br />\ncameras you can use to defend each facility. Then, customize your own<br />\nwaves of attacking robots to challenge (or terrorize) your friends!</p>\n<p>Watch video screens as you frantically shoot down waves of attacking<br />\nrobots</p>\n<p>Defend your facility from the evil (but cute) forces of Andross</p>\n<p>Create your own waves of attacking enemies and share them with friends</p>\n<p>Level up to unlock more missions and special cameras</p>"
}