{
    "id": "0585200002f30000",
    "name": "Mega Man X3 [SNES]",
    "size": 11277679,
    "releaseDate": 19951201,
    "description": "<p>Mega Man X3, known as Rockman X3 (ロックマンX3) in Japan, is a video game released by Capcom for the Super Nintendo Entertainment System (SNES). The game was originally released in Japan on December 1, 1995 and later in North American and PAL regions in 1996. It is the third game in the Mega Man X series and the last to appear on the SNES. Mega Man X3 takes place in a fictional future in which the world is populated by humans and intelligent robots called \"Reploids\". Like their human creators, some Reploids involve themselves in destructive crime and are labelled as \"Mavericks\". After twice defeating the Maverick leader Sigma, the heroes Mega Man X and Zero must battle a Reploid scientist named Dr. Doppler and his utopia of Maverick followers.</p>\n<p>Mega Man X3 follows in the tradition of both the original Mega Man series and the Mega Man X series as a standard action-platform game. The player traverses a series of eight stages in any order while gaining various power-ups and taking the special weapon of each stage's end boss. Mega Man X3 is the first game in the series in which Zero is a playable character (albeit in limited form) in addition to X. Like its predecessor, Mega Man X2, X3 features the \"Cx4\" chip to allow for some limited 3D vector graphics and transparency effects.</p>\n<p>A 32-bit version of Mega Man X3 was released on the PlayStation, Sega Saturn, and Windows in various countries. This version was included on the North American Mega Man X Collection in 2006. The game was also ported to Japanese mobile phones in 2010. Critical reception for Mega Man X3 has been above average. However, the game, particularly the 32-bit version, has received miscellaneous criticism from reviewers for its lack of improvements to the series.</p>\n<p>Capcom announced that Mega Man X3 would be coming to the Wii U Virtual Console in 2014. It was released in North America on August 28, 2014, Japan on October 8, 2014 and the PAL regions on November 6, 2014.</p>"
}