{
    "id": "0585200004590000",
    "name": "Slayers [SNES]",
    "size": 11163666,
    "releaseDate": 20200320,
    "description": "<strong>SLAYERS FOR HIRE</strong> is an indie platform fighter with an emphasis on speed, precision, and creative characters. <br/><br/>This is a fighting game that rewards creativity more than any other. Whether you're goofing off with friends or pushing your skills to the limit, you can expect an adrenaline-filled experience every time you play. Play online (with rollback netcode!) or locally with 2-4 players.<br/><br/><br/>Our goal with <strong>SLAYERS </strong>is to make a game that feels like a step forward for the genre. A game that feels at once familiar, yet novel.<br/><br/><h3> EARLY ACCESS LAUNCH FEATURES:</h3><ul><li><strong>Two playable characters: Slugger &amp; Artist (with a third hot on their heels)</strong> - Whether you enjoy rushdown or a more methodical style of play, each character is designed to give players the tools to approach fights any way you like. May creativity be your only limiter!<br/></li><li><strong>Unique gameplay mechanics</strong> - We focused on creating gameplay mechanics that either open up new tools for players to explore (Focus Attacks, Airdash Cancels) or solve longstanding issues in platform fighters (Combo Gravity). <br/></li><li><strong>Online play with rollback netcode</strong> - No longer do you need a perfect internet connection to have a smooth online experience!<br/></li><li><strong>Controller &amp; keyboard support</strong> - Currently you can play on Xbox, PlayStation 4, and GameCube controllers. You can also reconfigure and save your controls if you don't like our defaults. If you prefer tap jump on, that's your call. No hard feelings.<br/></li><li><strong>Low computer requirements</strong> - Runs on toasters! Well, not literal toasters...<br/></li><li><strong>Active, responsive developers</strong> - Come join our Discord and chat with us!</li></ul><br/> <strong>PLANNED FEATURES:</strong><ul><li><strong>A Espiã</strong> - Nossa terceira personagem jogável! Planejada para ser lançada no Acesso Antecipado, ela combina a graça de uma ginasta com o poder de fogo de uma nação.<br/></li><li><strong>Story mode</strong> - Does a local/online coop metroidvania mode sound as good to you as it does to us? Sure hope so, because this is at the top of our list for a reason!<br/></li><li><strong>More characters!</strong> - Other than the six we've already revealed, we've already got concept art for 10 more characters and ideas for many more! Basically, we want to pump out content for this game as long as we're able to!<br/></li><li><strong>Leaderboards</strong> - Find out where you rank in the world wide web. Or if you're really competitive then aim for the top! Can you beat the devs?<br/></li><li><strong>Items</strong> - We've got a long list of items we want to put into the game, sourced both internally and from community members. We have one implemented already, which lets you have !! 𝑰𝑵𝑭𝑰𝑵𝑰𝑻𝑬 𝑨𝑰𝑹𝑫𝑨𝑺𝑯𝑬𝑺 !!<br/></li><li><strong>Awesome training mode &amp; tutorial</strong> - We have a bare bones training arena right now, but the plan is to develop a comprehensive in-game tutorial and training tools.<br/></li><li><strong>Spectator mode &amp; replays</strong> - Great for learning and relaxing.<br/></li><li><strong>In-game tournaments</strong> - Robots are going to put tournament organizers out of business one day.<br/></li><li><strong>Sponsored seasonal leagues &amp; compendiums</strong> - Compendiums are the future! Everybody wins when they're set up well.<br/></li><li><strong>Minigames</strong> - There are so many offshoot game modes we want to try, both big and small. For some this is a nice distraction, for others I bet this becomes the main thing they like about the game.<br/></li><li><strong>Mod support</strong> - We're big fans of games with strong mod support, so obviously we want to set up mod support for our game as well.<br/></li><li><strong>Custom stages</strong> - We'd also love to make a system for rating them in-game and rewarding players who make fantastic stages.<br/></li><li><strong>Cool cosmetics</strong> - Always fun to see characters reimagined, and also fun to be able to express yourself in-game.<br/></li><li><strong>...and much more!</strong></li></ul>As you can see, there are a ton of features we want to add. Simply put: <strong>We want to support this game with content for as long as we can possibly sustain.</strong> The community that has supported us so far has been amazing, and we can't wait to continue giving back for years to come. Thank you everyone!!"
}