{
    "id": "0585200002770000",
    "name": "Legend of Zelda, The - Cube [SNES]",
    "size": 10722869,
    "releaseDate": 20111120,
    "description": "<p>One of the most storied franchises in history soars to new heights. The<br />\nLegend of Zelda™: Skyward Sword shakes up the tried-and-true<br />\nadventure game formula and marks a turning point for the franchise. The<br />\nintroduction of full motion controls to the series enabled by Wii<br />\nMotionPlus™ technology enhances player movements while offering the most<br />\nintuitive play control of any game in the series to date.</p>\n<p>FEATURES:</p>\n<p>The Legend of Zelda: Skyward Sword boasts the most realistic<br />\nsword combat of any game to date, turning every encounter into a<br />\nchallenge of both brains and brawn. Wii MotionPlus technology<br />\naccurately translates the angle of every sword slice, effectively<br />\nputting Link&#39;s blade in the player&#39;s hand. Analyzing enemy attack and<br />\ndefense tendencies and counteracting with precise swings of the sword<br />\nprovide a satisfying experience that blends puzzle-solving with a new<br />\nand distinctly unique combat system.</p>\n<p>Explore a massive, multilayered world that seamlessly blends soaring<br />\nexploration in a sea of clouds with intense ground-based adventuring<br />\nthat blurs the line between the main world and traditional Zelda dungeons.<br />\nLink™ soars through the skies on the back of a noble bird and dives<br />\nbeneath the clouds to the continent below in an epic quest that lays<br />\nthe foundation for the events in the critically acclaimed The<br />\nLegend of Zelda: Ocarina of Time.</p>\n<p>Prepare for intense puzzle-solving as only The Legend of Zelda games<br />\ncan deliver. Exploration of the forests, volcanoes and deserts<br />\nrequires players to think on their feet as they solve puzzles,<br />\novercome obstacles and escape deadly traps. Once they find their way<br />\nto each dungeon, they are confronted by even more puzzles guarded by<br />\nfiendish enemies.</p>\n<p>The Legend of Zelda: Skyward Sword redefines the traditional<br />\nZelda framework and introduces an arsenal of items, upgrades and<br />\nrewards unlike any game in the franchise to date. The adventure guides<br />\nplayers into, out of and back to dungeons and areas they&#39;ve already<br />\ncompleted. Along the way, Link gathers a massive inventory of peculiar<br />\nitems and resources that can be used to upgrade many of his weapons<br />\nand equipment.</p>\n<p>Every copy in the initial production of the game will come packaged<br />\nwith a special music CD featuring orchestral arrangements of select<br />\nsongs that will be performed at The Legend of Zelda 25th Anniversary<br />\nSymphony Concert.</p>\n<p>A Wii Remote Plus™ controller or Wii MotionPlus™ accessory is required<br />\nto play The Legend of Zelda: Skyward Sword. There will also be<br />\na limited edition bundle version of the game available, with a Gold<br />\nWii Remote Plus™ controller included. LEARN<br />\nMORE &gt;</p>\n<p>*Note that the gold controller will simply be gold in color and will not<br />\ncontain any actual precious metals. Sorry.</p>"
}