{
    "id": "0585200003e30000",
    "name": "Q-bert 3 [SNES]",
    "size": 10423447,
    "releaseDate": 20140701,
    "description": "One of the most critically acclaimed and commercially successful arcade games of the 1980s is back in its Classic pixel perfect 2D form, and a re-imagined Reboot version with state of the art 3D game-play and graphics that remain faithful to the original concept. Both versions are exciting twitch games requiring keen puzzle solving skills and logic.<br />\nFirst introduced in 1982 by Gottlieb, Q<em>bert was critically-acclaimed and went on to become the third most successful arcade game of all time (behind Pac-Man and Donkey Kong). It inspired home versions, a variety of Q</em>bert merchandise, numerous copycat games and even an animated TV series.<br />\nQ<em>bert Classic stays true to the original in all its jagged 2D pixel art glory, now optimized for the modern PC with mouse and Steam gamepad controls. As the title character, players jump around an isometric cube pyramid and convert each block’s color while avoiding familiar adversaries Coily, Ugg, Slick, Sam, Wrong Way and Red Ball. Levels become progressively harder with more enemies blocking your path and the tiles requiring multiple jumps to change to the required color.<br />\nQ</em>bert Rebooted takes the arcade classic and catapults it into the 21st century 3D game play that takes full advantage of today’s technologies yet remains faithful to the original Q<em>bert. Featuring hexagonal blocks instead of squares, Q</em>bert Rebooted introduces new enemies, playable characters, power-ups, traps, gem collecting and characters, and new ways to play.<br />\nQ<em>bert Rebooted highlights:<br />\nLevel Select – replay all previously unlocked levels and track progress against friends.<br />\n7 New Playable Characters – introducing Q</em>zard, Q<em>bertha, Q</em>bot, Q<em>zilla, Q</em>tee, Q<em>knight and Q</em>nicorn, all based on the original Q*bert form.<br />\n3 New Enemies – the classic cast of adversaries are joined by new enemies Homer, Uppercut and Treasure Chest<br />\n9 Achievements – these include Classic Master, Newbert, Qbertorama, Snake Surprise, Green Machine, Ugg!, Down for the Count, Disc Rider  and Coin-Op Collector.</p>"
}