{
    "id": "0585200004e70000",
    "name": "Super F1 Circus 3 [SNES]",
    "size": 10812748,
    "releaseDate": 20170824,
    "description": "Win the 2017 World Championship, break every record in the fastest ever F1 cars, and race some of the most iconic F1 cars of the last 30 years. With an even deeper ten year Career, more varied gameplay in the new ‘Championships’ mode, and a host of other new features, both online and offline, F1 2017 is the most complete and thrilling F1 videogame ever.<br />\nF1 2017 gives the player unprecedented access to not only the on-track excitement of F1, but also the off-track dealings and vehicle development that goes along with it. The acclaimed career mode is updated to include additional practice programmes to help the driver hone their skills, an expanded Research and Development tree to provide greater depth and control over the development of the car, and the ability to manage engines and gearboxes over the course of the season.<br />\nAlong with some stunning new locations and compelling characters to interact with, these enhancements all combine to provide the most complete experience in the world of F1 yet. MASSIVELY EXPANDED CAREER The expanded career mode allows players to make history as they hone their skills and develop their car over multiple seasons. Delve deeper than ever before into the new vehicle management features that require the player to balance resource to improve performance, keep the car reliable, and avoid punishing grid penalties.<br />\nManage the six key components which each make up a modern F1 power unit and work to develop team skills such as pit stop times, Research and Development speed and new part reliability.<br />\nThere are also new Practice Programmes to master and earn resource points from, ‘Fuel Management’ and ‘Race Pace’, and stunning new and updated career locations form the immersive back drop to the off-track negotiations. The classic cars also take centre stage in the enhanced career mode as you are invited to race them in the new ‘invitational events’.<br />\nOther enhancements to the career mode in the new game include the addition of female driver avatars for the first time, new helmet designs from community competition winners, the ability to change car number and helmet design during the season, and the much-requested option to assign the prestigious number 1 to your career car when you win the Driver’s Championship. NEW CLASSIC F1 CARS The game includes twelve iconic F1 cars of the past from five historic teams – Ferrari, McLaren, Red Bull Racing, Renault and Williams, which are available to race across a variety of game modes. The classic cars are also integrated into the career mode, and can be raced in both Single Class and Multi Class Races.<br />\nThere are also new ‘invitational events’ with a variety of exciting gameplay modes that include: Overtake, Pursuit, Checkpoint Challenge and Time Attack. ENHANCED MULTIPLAYER Players will race online with a full grid of 20 cars in either public or private sessions, with two dedicated ‘spectator’ spots added too. With improved multiplayer matchmaking, new online stats and a levelling system, and all multiplayer session types will allow the option of racing either the 2017 cars or the classic cars.  The ‘Event mode’ has also been expanded to feature across all three platforms, along with a new competitive scoring system. NEW ‘CHAMPIONSHIPS’ MODE AND NEW GAMEPLAY TYPESA new ‘Championship Mode’ allows the player to experience some unique race events that follow different rules and structures from the official Championship, allowing players to experience new and varied content within a championship structure. ALTERNATIVE TRACK LAYOUTSA first for the franchise, as well as the 20 official circuits, there are four additional track variants added to the game: Britain Short, Japan Short, USA Short and Bahrain Short, whilst Monaco at Night has also been created in stunning fashion.</p>"
}