{
    "id": "0585200002370000",
    "name": "K-16 - Story of Steel [SNES]",
    "size": 11051589,
    "releaseDate": 20171117,
    "description": "Commander wanted! Construct giant robots, build an army of a thousand Fleas. Move mountains if needed. Bury the enemy at all cost!<br/><ul><li>Traditional real time strategy with physically simulated units and projectiles.<br/></li><li>100+ varied units with abilities including terrain manipulation, cloaking and jumpjets.<br/></li><li>70+ mission galaxy-spanning campaign to be enjoyed solo or co-op with friends.<br/></li><li>Challenging, (non-cheating) skirmish AI and survival mode.<br/></li><li>Multiplayer 1v1 - 16v16, FFA, coop. ladders, replays, spectators and tournaments.<br/></li><li>PlanetWars - A multiplayer online campaign planned to start in May.<br/></li><li>Really free, no paid advantages, no unfair multiplayer.</li></ul>Fully Utilized Physics<br/>Simulated unit and projectile physics is used to a level rarely found in a strategy game.<br/><ul><li>Use small nimble units to dodge slow moving projectiles.<br/></li><li>Hide behind hills that block weapon fire, line of sight and radar.<br/></li><li>Toss units across the map with gravity guns.<br/></li><li>Transport a battleship to a hilltop - for greater views and gun range.</li></ul>Manipulate the Terrain<br/>The terrain itself is an ever-changing part of the battlefield.<br/><ul><li>Wreck the battlefield with craters that bog down enemy tanks.<br/></li><li>Dig canals to bring your navy inland for a submarine-in-a-desert strike.<br/></li><li>Build ramps, bridges, entire fortress if you wish.<br/></li><li>Burn your portrait into continental crust using the planetary energy chisel.</li></ul>Singleplayer Campaign and Challenging AI<br/>Enjoy many hours of single player and coop fun with our campaign, wide selection of non-cheating AIs and a survival mode against an alien horde.<br/><ul><li>Explore the galaxy and discover technologies in our singleplayer campaign.<br/></li><li>Face a challenging AI that is neither brain-dead nor a clairvoyant cheater.<br/></li><li>Have some coop fun with friends, surviving waves of chicken-monsters.<br/></li><li>Cloaking? Resurrection? Tough choices customizing your commander.</li></ul>Casual and Competitive Multiplayer<br/>Zero-K was built for multiplayer from the start, this is where you can end up being hooked for a decade.<br/><ul><li>Enjoying epic scale combat? Join our 16v16 team battles!<br/></li><li>Looking for a common goal? Fight AIs or waves of chicken-monsters.<br/></li><li>Prefer dancing on a razor's edge? Play 1v1 in ladder and tournaments.<br/></li><li>Comebacks, betrayals, emotions always running high in FFA.<br/></li><li>Want to fight for a bigger cause? Form a clan and join PlanetWars, competitive online campaign with web-game strategic elements, diplomacy and backstabbing.</li></ul>Power to the People<br/>We are RTS players at heart, we work for nobody. We gave ourselves the tools we always wanted to have in a game.<br/><ul><li>Do what you want. No limits to camera, queue or level of control.<br/></li><li>Paint a shape, any shape, and units will move to assume your formation.<br/></li><li>Construction priorities let your builders work more efficiently.<br/></li><li>Don't want to be tied down managing every unit movement? Order units to smartly kite, strafe or zig zag bullets.</li></ul>Plenty of Stuff to Explore (and Explode)<br/>Zero-K is a long term project and it shows, millions hours of proper multiplayer testing and dozens of people contributing ever expanding content.<br/><ul><li>Learn to use all of our 100+ units and play on hundreds of maps.<br/></li><li>Invent the next mad team-tactics to shock enemies and make allies laugh.<br/></li><li>Combine cloaking, teleports, shields, jumpjets, EMP, napalm, gravity guns, black hole launchers, mind control and self-replication.<br/></li><li>Tiny flea swarm that clings to walls?<br/></li><li>Jumping \"cans\" with steam-spike?<br/></li><li>Buoys that hide under water to ambush ships?<br/></li><li>Mechs that spew fire and enjoy being tossed from air transports?<br/></li><li>Carrier with cute helicopters?<br/></li><li>Jumping Jugglenaut with dual wielding gravity guns?<br/></li><li>Meet them in Zero-K!</li></ul>"
}