{
    "id": "05852000039b0000",
    "name": "Panic in the Mushroom Kingdom 2 [SNES]",
    "size": 11120426,
    "releaseDate": 20161012,
    "description": "Dear Mushroom Friends,<br />\nThank you so much for your patience and support during this “Coming soon” time. See you in the game indeed very soon!<br />\nMultiplayer:Wild cooperative and competitive multiplayer modes for up to 4 players, including 2v2<br />\nOnline ranked matches with league system<br />\nFierce hero characters who can turn the tide of battle with special skills<br />\nShort-session battles with up to thousands of Mushroom troops<br />\nLocal multiplayer for 2 people, replay feature, and spectator mode make it easy to enter the competitive scene<br />\nSingle-player:Story-driven campaign with over 100 missions complete with boss battles<br />\nA large variety of map configurations and modifiers to keep aspiring Commanders on their toes<br />\nCustomize difficulty settings for an even more tailored adventure, make your experience more challenging (or easier).<br />\nMushroom Wars 2 is the highly anticipated sequel to the RTS hit. Building upon the core gameplay experience that made the original Mushroom Wars so enjoyable, new game will take you and your friends on a journey of mighty hero characters across campaign of four tribes of Mushroom Folk, and even wilder competitive multiplayer and 2 vs 2 teamplay. Dominate your opponents in the game’s signature, action-packed combat!<br />\nAll-new heroes serve as the leaders to your strategic onslaught, lending you a set of unique abilities to unleash as you see fit. Choose the hero that best fits your play style from four different tribes: brave Shrooms, alien Proteus, amazonian Shii’Moris, necromantic Grims.<br />\nLearning the ropes of mushroom warfare is easy with simple and intuitive controls as well as gamepad support. But the journey to become a fearsome commander requires fast reflexes, an eye for strategy, and the ability to oversee up to thousands of units at once.<br />\nOnce you’re confident in your skills, putting your mushroom army against other players is the best way to improve. Mushroom Wars 2 comes tournament-ready, with a league system and ranked matches that make for fierce competition. Just want to enjoy a friendly skirmish with your friends? Custom games let you try out new strategies with up to three friends in free-for-all or team-based matches.<br />\nWhether you are battling enemy hordes in the the depths of the single-player campaign, or competing against your friends in various multiplayer modes, Mushroom Wars 2 provides intense, fast-paced short-session battles!</p>"
}