{
    "id": "0585200001d30000",
    "name": "Great Battle V, The [SNES]",
    "size": 11139131,
    "releaseDate": 20141107,
    "description": "Backstory<br/>Marine has less than a week to get her friends (and herself) ready for the incredible showdown in Mystrock.<br/>But as tempers flare and time runs out, isn't the whole enterprise in danger of failing from the start?<br/>Is Marine's vision a glorious quest... or a sinking ship? And how can peasants face martial artists and their hordes of fans in their own arena?<br/>Find out what happens... if you dare to be a part of the Battle of the Millennium! Details<br/>Millennium 5 is the final episode of Aldorlea's flagship series (the makers behind The Book of Legends, Moonchild, Dreamscape, 3 Stars of Destiny, Asguaard, Undefeated etc.).<br/>Featuring an immersive story, this game is a fantastic chapter to a series greenlighted by the Steam community that spans over 5 episodes and features more than 20 characters in total.<br/><br/> Key Features<br/><ul><li>35+ Achievements to unlock - can you get them all?<br/></li><li>19 playable characters to manage - build your dream team and defeat Mystrock<br/></li><li>4 levels of difficulty - choose your difficulty and enjoy replaying the game at its most challenging<br/></li><li>Choose visible or invisible monsters - cater to the encounter style you prefer<br/></li><li>Optional guiding arrows - enjoy the game without the worry of having to look up a walkthrough or guide<br/></li><li>Dozens of secret rooms - for those who like to explore and discover every secret<br/></li><li>18 quests - easy request from a villager or very tricky riddle to solve, help people as you progress in your adventure<br/></li><li>Battle superb monsters including 9 Animal Kings - they are the most dangerous and feared creatures out there, so beware<br/></li><li>Get help from Jeanne - your magically-gifted fairy friend that you can summon when you really need that little something extra<br/></li><li>Gorgeous retro graphics and musics - Millennium features high production values in its genre, all for your enjoyment Best-Selling Games by Aldorlea<br/>http://store.steampowered.com/app/277470<br/>http://store.steampowered.com/app/332390<br/>http://store.steampowered.com/app/370670 Aldorlea Useful Links<br/><ul class=\"bb_ul\"><li>Official Website (contains 100+ games including all 15+ Aldorlea Games released to date)<br/></li><li>Aldorlea Community (join it to receive help and info about the games)<br/></li><li>Aldorlea Facebook Page (become a member to get up-to-date news about us)<br/></li><li>Millennium Help Forum (tons of info to be found there for the aspiring adventurer)</li></ul><br/></li></ul>"
}