{
    "id": "0585200004270000",
    "name": "Secret of Mana (Relocalization) [SNES]",
    "size": 11464688,
    "releaseDate": 19930806,
    "description": "<p>Secret of Mana, originally released in Japan as Seiken Densetsu 2, is a 1993 action role-playing game developed and published by Square (now Square Enix) for the Super Nintendo Entertainment System. It is the sequel to the 1991 game Seiken Densetsu, released in North America as Final Fantasy Adventure and in Europe as Mystic Quest, and it was the first Seiken Densetsu title to be marketed as part of the Mana series rather than the Final Fantasy series. Set in a high fantasy universe, the game follows three heroes as they attempt to prevent an empire from conquering the world with the power of an ancient flying fortress.<br />\nRather than using a turn-based battle system like contemporaneous role-playing games, Secret of Mana features real-time battles with a power bar mechanic. The game has a unique Ring Command menu system, which pauses the action and allows the player to make decisions in the middle of battle. An innovative cooperative multiplayer system allows a second or third player to drop in and out of the game at any time. Secret of Mana was directed and designed by Koichi Ishii, programmed primarily by Nasir Gebelli, and produced by veteran Square designer Hiromichi Tanaka.<br />\nThe game received considerable acclaim for its brightly colored graphics, expansive plot, Ring Command menu system, and innovative real-time battle system. Critics also praised the soundtrack by Hiroki Kikuta and the customizable artificial intelligence (AI) settings for computer-controlled allies.<br />\nThe original version was released for the Nintendo Wii&#39;s Virtual Console in Japan in September 2008, and for the Wii U&#39;s Virtual Console in June 2013 . The game was ported to mobile phones in Japan in 2009, and an enhanced port of the game was released for iOS in 2010 and Android in 2014. Nintendo re-released in September 2017 as part of the company&#39;s Super NES Classic Edition. A full 3D remake was released for the PlayStation 4, PlayStation Vita, and Microsoft Windows in February 2018.</p>"
}