{
    "id": "05852000049f0000",
    "name": "Street Fighter Alpha 2 [SNES]",
    "size": 13678432,
    "releaseDate": 19960227,
    "description": "<p>bPurchase this PS one® Classic and play it on both your PS3™ and PSP® (PlayStation®Portable) systems!/b</p>\n<p>Street Fighter® Alpha 2 explodes on the screen with lightning-fast gameplay. Push your skills to the limit as you discover new hidden moves and reversals for every character.<br />\nDownload this PS one® Classic today!</p>\n<p>Transferring to a PSP® system from your PS3™ system:<br />\nbYou must be signed into the PlayStation®Network account that originally purchased the game./b  You must have at least 347 MB free on your Memory Stick Duo™.  Connect your PSP® system to your PS3™ system with a USB cable and switch your PSP® system to USB Mode. Highlight the game on the PS3™ XMB™, press the Δ button and select Copy.</p>\n<p>PC Store Customers:<br />\nLog into your PlayStation®Network account that you originally used to purchased the game.  Then, download the game from your “Download List” in the PlayStation®Store onto your PS3™ system.<br />\nSoftware subject to license (us.playstation.com/softwarelicense).  Online activity subject to Terms of Services and User Agreement (www.playstationnetwork.com/terms-of-service).<br />\nThis title has been converted from the original PlayStation® disc to the PSP® and the PS3™ systems. Consequently, there may be times where the title plays differently from the PlayStation® disc version, or where some features may not function properly.  This version does not support PlayStation® peripherals (controller, memory card, multitap, etc.), therefore functionalities such as multiplayer, versus, and co-op modes are not available.<br />\nPurchase indicates acceptance of the PlayStation®Network Terms of Service/User Agreement and this item&#39;s use restrictions.  If you do not wish to accept all these terms, do not purchase this item.  One-time license fee for downloads to up to 2 console systems and 2 portable systems that are associated with the purchasing account.<br />\nStreet Fighter® Alpha 2 © 2007 CAPCOM U.S.A., INC. All rights reserved.<br />\n&#39;PlayStation&#39; and the &#39;PS&#39; Family logo are registered trademarks of Sony Computer Entertainment Inc.<br />\nPurchase indicates acceptance of the PlayStation®Network Terms of Service/User Agreement and this item&#39;s use restrictions.  If you do not wish to accept all these terms, do not purchase this item.  One time fee for use on downloads on up to 5 activated PSP® systems and 5 activated PS3TM systems.<br />\n&#39;PlayStation&#39;, &#39;PS&#39; Family logo, and &#39;PSP&#39; are registered trademarks of Sony Computer Entertainment Inc.</p>"
}