{
    "id": "0585200004df0000",
    "name": "Super Conflict - The Mideast [SNES]",
    "size": 10565711,
    "description": "<p>Metro Conflict: The Origin takes place sometime in the near future where two factions wage war with each other in order to gain dominance over the world. It is a story of mercenaries caught up in the storm of battle.<br />\n-   There are 12 mercenaries each with unique character models, weaponry, and character specific skills. Playing and mastering each character offers fun and exciting experience for players.<br />\n-   In collaboration with various FPS game development veterans, we’ve focused on the core experience of handling each and every weaponry ranging from assault rifles, SMG, shotguns and sniper rifles. As we believe one of the most important factors within a FPS game is weapon mechanics, we welcome you to join us on the battlefield.<br />\n-   All Mercenaries gain unique skills through their “Special Suits”. Skills are categorized into Offensive/Defensive/Support types and also provide benefits to team mates. Such skills provide additional grounds for strategy that can grant you and your team victory on the battlefield.<br />\n-   Metro Conflict: The Origin differs from generic FPS experience with the new EXD (Extreme Domination) game mode. EXD is a 6vs6 team play where two teams fight to gain control over a satellite hacking device known as the “Marker”. Once a team gains control of the “Marker”, they are able to choose their own location to set up and channel the device to fully activate it to win the round. It is important for a team to have great cohesion in order to have an edge over the other team. Strategy in terms of team build and map usage opens up a wide range of possible scenarios.<br />\nMetro Conflict: The Origin seeks to value the following elements;<br />\n-   No Pay to Win: The game will strictly be based on individual skill, team work, and strategy. We will not be offering cash items which may impact the gameplay directly.<br />\n-   We stand against any and all manipulation of the gameplay which includes hacking, unofficial mod advantage, and/or any potential threats to the mass player base that is not skill/strategy based.<br />\n-   We believe success of a game is based on customer satisfaction. No better customer satisfaction can be attained than to truly listen to the users. We will continue to focus on keeping our ears open to your feedbacks and improve your gameplay accordingly.</p>"
}