{
    "id": "0585200004730000",
    "name": "Something Else [SNES]",
    "size": 11113267,
    "releaseDate": 20150923,
    "description": "<p>The world of this game consists not of atoms, but of bits of information - its reality is homogeneous with the reality of what is happening inside the computer.</p>\n<p>On the one hand, this is unusual - but on the other, it makes it possible to create anything if you become a programmer.</p>\n<p>You do not need to become a programmer to play this game - the world consisting of bits, this is only part of the plot of the game. And the game itself is intended for everyone, including those who do not have programming skills at all.</p>\n<h3>A boring character in a boring city</h3>\n<p>The character controlled by the player is called Sebastian. He arrives in the city of Dorisburg. He was offered a job there - not a programmer, but only a seller at Wellspring.</p>\n<p>The city is unfamiliar to Sebastian, he has no acquaintances there. Sebastian (that is, you as a player), until there is nothing left but to wander, explore the city, study duties at work and live quite ordinary life, go to a bar in the evenings, attend parties, make friends and hardly wake up to walk to work.</p>\n<h3>Knock, knock, Sebastian</h3>\n<p>Events get a significant acceleration when Sebastian meets a girl named Pixie. The main story of the game begins with this acquaintance.</p>\n<p>By the way, both the tempo of the story and its specific turns depend on what you decide (along with Sebastian). Everything can be stretched in time or, on the contrary, it can be carried at full speed, and where it goes - there is more than one option.</p>\n<p>Pixie girl tells (and shows) Sebastian that their world is a world controlled by coding and programming.</p>\n<p>True, not everyone knows this, and all the more, not everyone is allowed to use this knowledge for actions on their own.</p>\n<p>But where there are programmers, there are hackers. Moreover, the temptation is so great - to turn a trolley bus into a personal supercar, for example.</p>\n<h3>How to say it in Sprak</h3>\n<p>Sebastian acquires a gadget called modifyer - it shows the code of any object in the game. The codes are written in the Sprak language, which is very similar to Basic.</p>\n<p>The ease of transforming the world encourages Sebastian to try more and more different things. Errors are inevitable on this path - and it is difficult not to notice them, because try not to notice how you incorrectly programmed the skyscraper!</p>\n<p>By the way, the Sprak language is in itself a source of pleasant puzzles, having more than one solution for each puzzle. And the matter is not so much in the capabilities of the language, as in your capabilities - after all, you can find a variety of solutions for the same problem. For example, instead of “writing” a high-speed car for yourself, you can “write” a passage to the right place - even if it is separated from your “reality” for many kilometers.</p>\n<h3>Big Play</h3>\n<p>However, the game is not about harmless entertainment - a group of hackers who are at war with the government agency Ministry comes in contact with Sebastian. The government, of course, does not like it when everyone changes everything at will, and hackers resist control.</p>"
}