{
    "id": "0510800004f90000",
    "name": "Spirit Camera - The Cursed Memoir [3DS]",
    "size": 462200312,
    "releaseDate": 20120413,
    "description": "<p>\n      The Spirit Camera™: The Cursed Memoir game invites players \n      to experience supernatural thrills they won’t soon forget, using the \n      built-in camera functions and augmented-reality features of the Nintendo \n      3DS system. The game’s mysterious storyline involves a girl named Maya \n      who has been hiding in the darkness of an old house, cursed by a \n      malevolent woman in black. To free Maya from the curse, players must use \n      the “diary of faces” – a 16-page AR notebook included with the game - to \n      view ghostly images and interact with the world Maya is trapped in. The \n      Nintendo 3DS system becomes the Camera Obscura in players’ hands and is \n      capable of revealing the supernatural and dispelling evil spirits. The \n      lines between reality and fiction blur in this chilling horror adventure.\n    </p><p>\n</p><p>\n      Features:\n    </p><ul>\n<li>\n        The included “diary of faces” is a gateway into the game’s absorbing \n        Story Mode. When viewed through the lenses of the Nintendo 3DS camera, \n        each page of the book displays a variety of augmented-reality \n        experiences.\n      </li>\n<li>\n        Some pages of the book come to life in the form of video segments that \n        reveal past events and shed light on the game’s central mysterious \n        storyline. Others appear to send spirits floating into players’ \n        real-world surroundings. Some page even summons players to virtually \n        enter a haunted house where Maya is hiding.\n      </li>\n<li>\n        Additional modes let players use the system’s camera in spooky ways. \n        In Spirit Photography, they can take photos at their leisure and watch \n        as haunting visions appear within the pictures. Spirit Check, lets \n        them snap pictures of themselves and their friends to uncover the \n        eerie spirits that surround them. In Spirit Challenge, they can put \n        their own face or a friend’s face on a spirit and then battle it.\n      </li>\n<li>\n        Players can also use the notebook with their Nintendo 3DS system to \n        face other challenges involving a mix of memory, hide-and-seek and \n        other game play elements all with a supernatural twist.\n      </li>\n</ul>"
}