{
    "id": "0510800004bf0000",
    "name": "Pac-Man & Galaga Dimensions [3DS]",
    "size": 223788566,
    "releaseDate": 20110603,
    "description": "<p>\n      PAC-MAN and Galaga bring their iconic gameplay to spectacular 3D in an \n      exciting six game package for the Nintendo 3DS. Enjoy classic hits \n      PAC-MAN, PAC-MAN Championship Edition, Galaga, and Galaga Legions, or \n      play two brand new games developed exclusively for the Nintendo 3DS. In \n      PAC-MAN Tilt, move PAC-MAN through stages filled with obstacles, \n      platforms and ghosts with tilt controls. Flippers, platforms and power \n      pellets help PAC-MAN jump, flip, swing, and eat his way to the finish \n      line. Rid space of the incoming Galaga army by shooting down enemies in \n      an exciting 3D skirmish in Galaga 3D Impact! Your Nintendo 3DS system \n      becomes your ship’s gun turret as you attack and defend the ship through \n      waves of the Galaga armada. Nostalgia is taken to a new dimension with a \n      fresh take on Namco’s most popular arcade franchises!\n    </p><p>\n</p><p>\n      Gaming’s Biggest Brands – Two of Namco’s most popular and recognizable \n      arcade icons in one game\n    </p><p>\n</p><p>\n      New Hardware, New Gameplay – Play with PAC-MAN and GALAGA using the \n      Nintendo 3DS system’s motion sensor, gyro sensor, 3D Screen, Touch \n      Screen controls and more\n    </p><p>\n</p><p>\n      A Tilting Sensation – Control PAC-MAN directly and tilt the world by \n      moving the Nintendo 3DS system to traverse the moving platforms and \n      terrain to reach the goal for a wholly unique gameplay experience\n    </p><p>\n</p><p>\n      Shoot in the Next Dimension – Move the Nintendo 3DS system utilizing the \n      gyro sensors to target incoming Galaga in 3D and shoot your way to top \n      of the online leaderboards\n    </p><p>\n</p><p>\n      Four Classic Hits – PAC-MAN, PAC-MAN Championship Edition, Galaga, and \n      Galaga Legions take advantage of the unique features of the Nintendo 3DS\n    </p><p>\n      *Two of Namco’s most popular arcade icons in one game<br/>*Control \n      PAC-MAN directly by tilting the 3DS!<br/>*Use the gyro sensors to shoot \n      Galaga in 3D!<br/>*Includes classic PAC-MAN and Galaga games\n    </p>"
}