{
    "id": "0510800003650000",
    "name": "Sayonara Umihara Kawase [3DS]",
    "size": 129313695,
    "releaseDate": 20151005,
    "description": "<p>Note!: This is Sayonara Umihara Kawase, one game in the Umihara Kawase Trilogy. It is based on the PS Vita version of the game. Below is a description of the entire trilogy.<br />\nEasy to play, difficult to master, the Umihara Kawase Trilogy is a collection of three physics-based puzzle/platformer games with over 20 years of gaming history. Developed by the creators of the original game (Kiyoshi Sakai and Toshinobu Kondo), this cult classic was a Japanese indie smash hit!<br />\nUmihara Kawase is the name of our backpacking, Japanese, sushi chef heroine armed with a fishing rod, elastic fishing line, and a fishing hook. Face fish-like enemies, conveyor belts, spikes, watery pits, time travel and more. Collect items, and find your way to the end of each level. The deeper into this dream-like world that you venture, the more challenging the solutions and the greater the time pressure becomes. Along the way, look out for shortcuts and secret exits, and unlock bonus levels.<br />\nThe elasticity of Umihara’s fishing line sets the Umihara Kawase Trilogy apart from other games, giving unprecedented levels of mobility and discovery. Tightening the line or giving lots of slack can be the difference between success or failure. The elastic nature of the fishing line allows the player to stretch down to otherwise unreachable areas or be catapulted upwards.Trilogy FeaturesPhysics-based puzzle/platforming that challenges your reflexes and brainpower<br />\nExtreme elastic fishing-line physics give you advanced control<br />\nMany stages with branching paths across three complete games<br />\nSteam Workshop support in all three games for sharing replays<br />\nFour playable characters (in Sayonara Umihara Kawase)<br />\nFace giant, aquatic bosses like a tadpole, a seahorse, and more<br />\nSteam Achievements, Trading Cards, Leaderboards, and Cloud Saving<br />\nFull Steam controller support for all three games (optional)</p>"
}