{
    "id": "05108000045b0000",
    "name": "American Mensa Academy [3DS]",
    "size": 89959772,
    "releaseDate": 20120131,
    "description": "Get ready to stretch your grey matter as you put yourself through more than 100 interesting and challenging puzzles designed to stretch and train your brain in key areas including logic, language, visual and more.  (Game in English only.)<br/><br/>American Mensa Academy is the only brain training game backed by Mensa, the high IQ society, so for the first time in a brain training game you’ll be able to put all that practice into action by taking on real Mensa-style questions, like the ones you see in the Mensa IQ tests. What will your American Mensa Academy score be?<br/><br/>1-4 players<br/>HDTV screen resolution: 720p<br/>Network Features<br/><br/>  Purchase or use of this item is subject to the PlayStation®Network Terms of Service and User Agreement and this item's use restrictions. This item has been sublicensed to you by Sony Computer Entertainment America. One-time license fee for downloads to up to 2 console systems that are associated with the purchasing account.<br/><br/>MENSA and the Mensa logo are registered around the world as trademarks/service marks of Mensa International Limited and/or affiliated national Mensa organizations.  ''MENSA,” the Mensa Logo, and “AMERICAN MENSA ACADEMY” are the property of American Mensa, Ltd. ...”<br/><br/>Software © 2012 Nomisian Ltd.<br/>Developed by Silverball Studios.<br/><br/>1-4 players<br/>HDTV screen resolution: 720p<br/>Network Features<br/><br/>  Software subject to license (us.playstation.com/softwarelicense).  Online activity subject to Terms of Services and User Agreement (www.playstationnetwork.com/terms-of-service). This item may be solely used on up to 2 PlayStation® systems activated by this account, with no more than 1 activated device within a 24 hour period.  Content may not be used by any other account.  Please see software description for device compatibility.<br/><br/>MENSA and the Mensa logo are registered around the world as trademarks/service marks of Mensa International Limited and/or affiliated national Mensa organizations.  ''MENSA,” the Mensa Logo, and “AMERICAN MENSA ACADEMY” are the property of American Mensa, Ltd. ...”<br/><br/>Software © 2012 Nomisian Ltd.<br/>Developed by Silverball Studios."
}