{
    "id": "0510800004070000",
    "name": "RollerCoaster Tycoon 3D [3DS]",
    "size": 102441304,
    "releaseDate": 20121016,
    "description": "<p>\n      Meet the Rocket Coaster Company, an energetic and small group of coaster \n      fanatics. Run by your father, a world-renowned roller coaster genius, \n      the RCC is poised to change the world with its incredible designs and \n      style. Unfortunately your father is a bit of a scatterbrain and is far \n      too busy dreaming up new rides and roller coasters to get the company \n      off the ground.\n    </p><p>\n</p><p>\n      This is where you, the player comes in as your father has decided that \n      spending your time helping him out is more important than your summer \n      vacation! Aided by a friend of the family and an old retired theme park \n      industry veteran, the player is tasked to take the reins to get a \n      foothold in the theme park world. Take on jobs, help design coasters, \n      and even manage your own theme parks as you push the RCC to the top!\n    </p><p>\n</p><p>\n      • An extensive coaster construction system and robust theme park \n      customization with a user-friendly, touchscreen toolset<br/>• A deep and \n      immersive management simulation experience compressed into a handheld \n      form, creating a challenging yet manageable take on the genre for \n      players of all ages<br/>• An entirely new gameplay mode called \"Coaster \n      Story\", which blends together tutorials and park challenges into a \n      cohesive and entertaining narrative and offers players tons of special \n      unlockable content<br/>• The open-ended \"Park Sandbox\" mode allows more \n      experienced players to start building their theme park without a \n      moment’s delay<br/>• Keep your Peeps happy as you manage and \n      customize your park with a wide array of attractions, concessions and \n      more<br/>• Take a wild ride on your coasters in 3D and capture your own \n      face in the action<br/>• Gyro sensor allow players to look around their \n      theme park by simply tilting their Nintendo 3DS<br/>• The auto-complete \n      function allows players to effortlessly complete a full roller coaster \n      circuit with a simple tap of the stylus<br/>• Share your coasters with \n      friends through StreetPass™<br/>• Invite friends to your theme park \n      through Mii Plaza™\n    </p>"
}