{
    "id": "0510800005f90000",
    "name": "Etrian Odyssey IV - Legends of the Titan [3DS]",
    "size": 422271887,
    "releaseDate": 20120705,
    "description": "<p>For centuries, the tree Yggdrasil has been a constant presence in the<br />\nlives of the people of Tharsis. It looms on the horizon, visible from<br />\neverywhere in the city.</p>\n<p>But its roots are in a far-off land where no one has ventured until the<br />\nOutland Count of Tharsis sponsors an Explorers Guild to reach Yggdrasil<br />\nand discover its secrets. You are the latest explorer arriving in<br />\nTharsis to seek your fame and fortune. Board your skyship and set out<br />\ninto the clouds in search of treasure, glory, and the answer to Tharsis’<br />\noldest mystery.</p>\n<p>You are only as good as your map and your heroes. Celebrate the<br />\ntradition of classic pen and paper roleplaying games by using the bottom<br />\ntouch screen to chart out your path and the dangers you have<br />\nencountered. A good map might save your life. A deep character creation<br />\nand party customization system encourages experimentation and rewards<br />\ncreativity and imagination. Every choice matters. All-new casual play<br />\noption allows beginners and newcomers to more easily learn the ropes<br />\nwithout fear of setback or death with this new, less daunting mode.</p>\n<p>Gaming’s best tribute to retro RPGs enters a new dimension packed with<br />\nimprovements and content: an enhanced graphics engine boasting polygonal<br />\nenemies and new 3D special effects; upgradable, customizable skyships<br />\nthat let players travel and battle amid the clouds. Take advantage of<br />\nthe new StreetPass feature to trade guild cards and characters. An<br />\nexceedingly atmospheric and fully orchestrated musical score from Yuzo<br />\nKoshiro, in addition to expanded, more immersive 3D dungeons with analog<br />\ncamera control rounds up the features of the newest addition to the<br />\nEtrian Odyssey franchise.</p>\n<p>Features</p>\n<p>From your heroes to your skyship, customize everything!</p>\n<p>Your airship is key! Travel and battle amid the clouds.</p>\n<p>Don’t just explore the map, chart and create your own path.</p>\n<p>Take control of the analog camera in the 3D dungeons.</p>"
}