{
    "id": "0510800004890000",
    "name": "Steel Diver [3DS]",
    "size": 119858294,
    "releaseDate": 20110327,
    "description": "<p>\n      Steel Diver is a new action-packed submarine combat game from \n      Nintendo that\n    </p><p>\n      immerses players in the 3D action with unique game controls and lush 3D\n    </p><p>\n      environments. The player can choose from three different submarines, \n      each with\n    </p><p>\n      touch-screen control panels that players will have to master to guide \n      them\n    </p><p>\n      through treacherous undersea caverns while engaging enemy submarines,\n    </p><p>\n      dodging depth charges and battling massive sea creatures. Steel Diver \n      also\n    </p><p>\n      takes advantage of the built-in gyroscope of the Nintendo 3DS system. The\n    </p><p>\n      combination of 3D game play and one-of-a-kind controls makes for an \n      immersive\n    </p><p>\n      combination that must be experienced to be believed.\n    </p><p>\n      FEATURES:\n    </p><p>\n      • Use touch-screen controls to guide submarines through lush, undersea \n      3D environments.\n    </p><p>\n      • Branching paths, split-second decisions and attacks from enemy ships \n      make for a thrilling undersea adventure.\n    </p><p>\n      • Multiple ways to play\n    </p><p>\n      ○ Missions: Players manipulate control panels on the touch screen to \n      control the sub’s speed, depth and pitch, and to fire torpedoes as they \n      make their way toward the end of each level. If the sub takes damage and \n      starts taking on water, players can use the stylus on the touch screen \n      to stop the leak. There is also a time attack mode that challenges the \n      player to get through levels as quickly as possible.\n    </p><p>\n      ○ Periscope Strike: The gyroscope for the Nintendo 3DS system allows \n      players to control the periscope view by rotating their bodies. Players \n      use the touch screen to fire awell-placed torpedo and take enemies out.\n    </p><p>\n      ○ Steel Commander: In this two-player strategy mode, a local wireless \n      connection pits player against player. The game is a top-down, \n      turn-based “chess-like” game that puts players in command of a fleet of \n      ships and a sub. Once players locate a ship, they enter Periscope Mode \n      and blast it out of the water.\n    </p><p>\n      • Immersive undersea graphics\n    </p><p>\n      ○ The 3D in Steel Diver makes players feel like they are peering into an \n      aquarium, with the action unfolding right before their eyes.\n    </p><p>\n</p><p>\n      Use Parental Controls to restrict 3D mode for children 6 and under.\n    </p>"
}