{
    "id": "05108000062b0000",
    "name": "Fire Emblem - Awakening [3DS]",
    "size": 958956348,
    "releaseDate": 20120419,
    "description": "<p>In the visually stunning world of the Fire Emblem Awakening game, you <br />\n      command and fight alongside an army of spirited heroes standing against <br />\n      an enemy with the power to destroy empires; a dark dragon whose agents <br />\n      include armies of the undead. Plan your attack, customize your forces, <br />\n      and guide your heroes as you forge alliances that strengthen your <br />\n      resolve in battle and shape the course of history. Lead a team of <br />\n      distinct characters with unique abilities, rich backstories, and <br />\n      evolving relationships that guide the path of your quest. Plan your <br />\n      attack carefully – the lives of your soldiers and the future of the <br />\n      world depends on it.</p>\n<pre><code>    IMMERSIVE STORY AND VISUALS:The deep and immersive fantasy storyline   \n    is told throughbeautiful 3D visuals and movies.\n\n\n    DEEP CAST OF CHARACTERS: A massive selection of characters are at your   \n    command,withal with a unique personality and background story and   \n    different class types and skill sets.\n\n\n    DOWNLOADABLE CONTENT: An extensive selection of downloadable content   \n    will be available for purchase and will offer opportunities to acquire   \n    new maps, new story elements, new playable characters, new classes,   \n    and rare items and weapons.\n\n\n    CUSTOMIZATION: Create your own personalized character and fight   \n    alongside heroic characters on the battlefield.\n\n\n    BONDS GROWN IN BATTLE: Team up characters to strengthen their   \n    friendships on the battlefield. The closer they grow, the better these   \n    friends and allies will fight together. Some characters can even get   \n    married!\n\n\n    TEAM UP: Team up with your friend and fight against a group of enemies   \n    in the local multiplayer mode.\n\n\n    The StreetPass™ featureallows you to exchange your team data. Recruit   \n    or battle against the other player’s team or purchase rare items they   \n    might carry.\n\n\n    The SpotPass™ feature allows you to receive new   \n    maps, items and legacy characters to battle against in random battle   \n    and local multiplayermode.\n\n\n  In-game content available for purchase using stored account funds.\n</code></pre>"
}