{
    "id": "0510800005e50000",
    "name": "Future Card Buddyfight - Mezase! Buddy Champion! [3DS]",
    "size": 487817878,
    "releaseDate": 20210217,
    "description": "Have you ever felt lonely? Like you wanted someone to talk to? A best friend perhaps? Well look no further! Thanks to next generation AI technology made in the new Anekom OS, <strong>BUDDY SIMULATOR 1984</strong> simulates the experience of hanging out with a best buddy! Your best buddy learns from you, constantly adapting to your interests and personality. Say your favorite color is green, of course your best friend will remember!<br/><br/><br/><br/>Do you like video games? So does your buddy! Your best buddy can play games with you thanks to the latest and greatest graphical software! Our top video game scientists have created a way for a computer to talk to you and become someone you can really trust!<br/><br/><h3>FEATURES</h3><br/><ul><li><strong>AI Learning!</strong> Your buddy will constantly be learning all about you in order to become better friends. With the game's new state of the art AI technology, your buddy will evolve to better adapt to your interests and make sure you are having fun together! </li></ul><br/><ul><li><strong>Video Game Hub!</strong> Can you beat your buddy in a intense game of rock, paper, scissors? What about a dangerous game of hangman? Will the human come out on top or will the AI triumph? You can play 3 whole new games with your buddy!</li></ul><br/><ul><li><strong>New and Unique Experience!</strong> Your experience with Buddy Simulator 1984 will be unique and unlike anything you have ever played before! Its the 80's and we're now living in the future! In the next 5 years we could have flying cars or holographic video calls. Buddy Simulator 1984 is the next big step in technological evolution.</li></ul><br/><ul><li><strong>Friendship!</strong></li></ul><br/><br/>By playing Buddy Simulator 1984, you are helping the scientific community take a major leap towards the future of artificial intelligence. <br/><br/>So what are you waiting for? Pick up a copy for your Anekom system today!<br/><br/>WARNING: GAME EXPERIENCE MAY VARY<br/><br/><br/>DISCLAIMER: Game contains flashing lights"
}