{
    "id": "05108000027f0000",
    "name": "Tohoku Daigaku Karei Igaku Kenkyuusho - Kawashima Ryuuta Kyouju Kanshuu - Monosugoku Nou wo Kitaeru 5-Funkan no Oni Training [3DS]",
    "size": 230232494,
    "releaseDate": 20200103,
    "description": "<p>Get ready to challenge your brain in a variety of ways in Dr Kawashima’s Brain Training for Nintendo Switch! Enjoy new exercises, some of them making use of the right Joy-Con’s IR Motion Camera*, or tap and train with classic exercises from past Brain Training games that you can play using a stylus (included with the packaged version from retail stores) or your finger. It’s in your hands!</p>\n<p>A variety of challenges<br />\nTest your skills with an assortment of exercises and tests in different playstyles, such as holding your Nintendo Switch console vertically and using a stylus or your finger, or using the right Joy-Con’s IR Motion Camera, which detects the shape of your fingers! Let’s take a look at some of them that you’ll find in the game:</p>\n<p>Finger Calculations: Solve math problems using your fingers. Even if you know the answer in your head, you’ll need to react quickly!<br />\nRock, Paper, Scissors: Try to win – and lose – using your fingers in rounds of Rock, Paper, Scissors.<br />\nWord Scramble: Combine letters to form words.<br />\nPhotographic Memory: Remember the photo previously displayed.<br />\nDual Task: Leap over hurdles while choosing the biggest number.<br />\n… And more!</p>\n<p>Train together!<br />\nWith one Joy-Con each, challenge friends and family to select kinds of training, including:</p>\n<p>Birdwatching: Compete to count birds the fastest.<br />\nBox Counting: Compete to try and remember the number of boxes.<br />\nHow old is your brain?<br />\nCalculate your overall Brain Age Score by performing a series of back-to-back exercises that challenge your information processing speed, short-term memory and self-control. Think you can do better than your friends and family? Ensure you don’t miss your daily exercises by setting an alarm, where your Nintendo Switch will notify you – even if the console is in Sleep Mode!</p>"
}