{
    "id": "05108000067d0000",
    "name": "Disney Baymax - Heroes Battle [3DS]",
    "size": 127986419,
    "releaseDate": 20180516,
    "description": "Join the battle in this action-packed RPG starring Disney and Pixar heroes from The Incredibles, Wreck-It Ralph, Toy Story, Zootopia &amp; more!<br/><br/>Welcome to the digital City... and enjoy it while you can. A wicked virus is corrupting every pixel, turning even the heroes’ own friends and family against them! Pull together the best teams for the job, equip powerful gear, and battle against incredible odds to save your fellow heroes.  <br/><br/>Only YOU can win the day! No cape required.<br/><br/>• Collect &amp; battle with 25+ Disney &amp; Pixar heroes, including the Incredibles, Wreck-It Ralph, Buzz Lightyear, Captain Jack Sparrow, Judy Hopps, WALL•E, Mike Wazowski &amp; more!<br/>• Team up for missions and special campaigns<br/>• Upgrade your characters with epic abilities &amp; gear<br/>• Explore a new digital world &amp; save your fellow heroes!<br/><br/><br/><br/><br/>You can download and play this game for free. Please be informed that it also allows you to play using virtual currency, which can be acquired as you progress through the game or by paying with real money. Purchases of virtual currency using real money are performed using a credit card, or other form of payment associated with your account, when you input your iTunes account password. You will not be asked to re-enter your credit card number or PIN. Once your iTunes account password is entered, your account will allow in-app purchases for 15 minutes. To restrict or disable in-app purchases, you can change the settings on your device.<br/>This game contains advertising which will redirect you to a third-party site. You can disable your device’s ad identifier being used for interest-based advertising in the settings menu of your device. This option can be found in Settings -&gt; Privacy -&gt; Advertising.<br/>Certain aspects of this game will require the player to connect to the Internet. <br/><br/><br/>Visit our official site: www.disneyheroesgame.com<br/><br/>Terms of Use and Privacy Policy: http://perblue.com/disneyheroes/terms/"
}