{
    "id": "05108000008d0000",
    "name": "Animal Resort - Dobutsuen o Tsukurou!! [3DS]",
    "size": 153824001,
    "releaseDate": 20220323,
    "description": "<p>CHECK OUT MORE GAMES FROM OUR FRIENDS</p>\n<p>https://store.steampowered.com/app/1286880/Ship_Graveyard_Simulator/<br />\nhttps://store.steampowered.com/app/1226580/Fashion_Designer/<br />\nhttps://store.steampowered.com/app/1257280/Monuments_Flipper/<br />\nhttps://store.steampowered.com/app/1226970/Disco_Simulator/<br />\nhttps://store.steampowered.com/app/1185780/Save_The_Forest/</p>\n<p>About the Game<br />\nSave our four-legged friends!<br />\nAnimal Shelter Simulator grants you the opportunity to tackle the challenging but also highly rewarding task of running a refuge for strays and rescues. Witness firsthand how much effort goes into helping abandoned and injured animals as you handle a number of tasks necessary for your shelter to operate smoothly.</p>\n<p>Clean Them<br />\nYour rescues will need to take a lot of steps on the path to improved health, and good hygiene is the very first one. Get your hands a little dirty so that their paws stay clean and their spirits soar high.</p>\n<p>Protect Them<br />\nThere&#39;s a bit of a wild side to every critter out there and it&#39;ll be your job as a responsible caretaker not to let it break out in any nasty fashion. Manage the animals well and keep the peace among the residents of your refuge.</p>\n<p>Take them for a walk<br />\nWhat better way to burn off all that excess energy than a good, old-fashioned trot out in the fresh air? Keep your animals stimulated and entertained. You can be sure they&#39;ll be starved for attention!</p>\n<p>Extend<br />\nAs you succeed in your efforts, you will be faced with additional challenges. Make sure to turn them into opportunities as you invest in your facilities and expand according to your growing needs.</p>\n<p>Be careful<br />\nAnimals need a level head just as much as they need a loving heart. Remember that each resident of your shelter has a nature of its own. You don&#39;t want them, or you yourself, getting hurt.</p>\n<p>Convince them<br />\nThe ultimate purpose of your initiative and the most rewarding conclusion to all of its efforts – when an animal makes its way to a brand new, loving home. Look after your rescues and ensure they are adopted by your shelter&#39;s visitors.</p>"
}