{
    "id": "0510800002cb0000",
    "name": "Bravely Default - Flying Fairy [3DS]",
    "size": 1040907486,
    "releaseDate": 20140207,
    "description": "<p>\n      Square Enix's highly-acclaimed fantasy RPG brings deep, strategic combat \n      to the Nintendo 3DS™ system in an ambitious game that bolsters its \n      turn-based combat with a compelling new risk/reward system RPG fans will \n      obsess over. Explore Luxendarc as Tiz and other memorable characters on \n      a visually stunning quest to restore balance to the world.\n    </p><p>\n      Hand-drawn 3D backgrounds and a rousing score bring Luxendarc to life. \n      Enter a brave new world of turn-based combat! Time your turns tactically \n      and turn the tides in your favor with the new Brave and Default system. \n      Flex your strategic muscle by combining more than twenty jobs with \n      hundreds of different abilities. Summon friend’s characters to fight by \n      your side, or borrow their abilities*. Recruit citizens with the \n      StreetPass™ feature to rebuild Tiz's destroyed village. Be part of the \n      community in this fresh take on the single player RPG!\n    </p><p>\n      Features:\n    </p><ul>\n<li>\n        A unique, innovative twist on turn-based combat\n      </li>\n<li>\n        Complex, lovable characters in a top-tier RPG\n      </li>\n<li>\n        Time your turns tactically with the new Brave and Default system\n      </li>\n<li>\n        Summon your friend’s characters to fight by your side, or borrow their \n        abilities*\n      </li>\n<li>\n        Form flexible strategies by combining 20+ jobs with hundreds of \n        abilities\n      </li>\n<li>\n        Acquire StreetPass™ tags and use them to gain access to powerful \n        equipment and items in-game\n      </li>\n<li>\n        Evocative music and gorgeous hand-drawn watercolor backgrounds with 3D \n        elements\n      </li>\n</ul><p>\n      In-game content available for purchase using stored account funds.\n    </p><p>\n      * Wireless broadband Internet access required for online play. For more \n      info, go to support.nintendo.com.\n    </p>"
}