{
    "id": "05108000050f0000",
    "name": "Code Name - S.T.E.A.M. [3DS]",
    "size": 935627088,
    "releaseDate": 20150313,
    "description": "<p>\n      In the Code Name: S.T.E.A.M. game, you will launch S.T.E.A.M. (Strike \n      Team Eliminating the Alien Menace), an elite team of steam-powered \n      special-forces soldiers, to save the world from an alien menace. In this \n      new blend of action and strategy, your commandos use steam power stored \n      in special backpacks to move into position and fire an arsenal of \n      distinct weapons. Pick your team members and load out, then use strategy \n      to decide the best way to approach this steampunk-inspired battlefield.\n    </p><p>\n      Update: A new software update has been made available \n      for the Code Name: S.T.E.A.M game that includes functionality to \n      fast-forward the enemy’s turn in the game. We recommend that all Code \n      Name: S.T.E.A.M. players download and install this update. For more \n      information, please visit Support.\n    </p><p>\n</p><p>\n      FEATURES:\n    </p><p>\n</p><ul>\n<li>\n        Experience a new, steampunk-inspired turn-based action strategy game \n        from Intelligent Systems, the company behind classics like Advance \n        Wars and Fire Emblem.\n      </li>\n<li>\n        Outflank and outshoot the enemy in a fully 3D battlefield. To defeat \n        aliens, you have to take cover, set up ambushes and unleash crossfires \n        and counter-attacks.\n      </li>\n<li>\n        An unexpected cast of characters leaps to life in stylized 3D graphics \n        and comic-book-style cinematics.\n      </li>\n<li>\n        Harness the power of steam, which plays a vital role to power the \n        world, including powering movement and weapon use. Managing steam \n        reserves is key to strategy.\n      </li>\n<li>\n        Battle through alien-infested maps using a four-member team comprised \n        of diverse characters that have unique abilities and weapons.\n      </li>\n</ul>"
}