{
    "id": "0510800000af0000",
    "name": "Yo-Kai Watch 2 - Fleshy Souls [3DS]",
    "size": 2171541557,
    "description": "<p>Find, befriend, and battle more than 350 new and returning Yo-kai. Hop<br />\non a train to seek out new towns and new Yo-kai. Teaming up with the<br />\nheroic cat, Hovernyan, travel back in time to save Springdale, and<br />\nwitness the origin of the Yo-kai Watch!</p>\n<p>As the cause of all of life&#39;s troubles, Yo-kai are hiding everywhere!<br />\nExplore the seaside town of San Fantastico or the sleepy village of<br />\nHarrisville in search of new Yo-kai to befriend. Then time travel 60<br />\nyears into the past with a new hero – Hovernyan – to ensure the Yo-kai<br />\nWatch Model Zero is created and your timeline is preserved! For the<br />\nfirst time, battle friends* online or via local wireless to earn rewards<br />\nfor the main adventure. To earn more, guide a Yo-kai through an all-new<br />\n4-player co-op action mode! Plus, you can trade Yo-kai Medals with<br />\nfriends, too! Collect, detect, and connect real-world Yo-kai Watch™<br />\nYO-MOTION medals,<strong> for use with the Hasbro produced Yo-kai Watch Model<br />\nZero™ watch</strong>, and scan the codes on the back of the medals to get<br />\nin-game content, like new Yo-kai, items, or other bonuses.</p>\n<p>Embark on an all-new adventure in Springdale with more than 350 new<br />\nand returning Yo-kai to discover and befriend—each with a unique look,<br />\npersonality, and Soultimate Move</p>\n<p>Assemble your team of 6 Yo-kai on your Yo-kai Watch to battle<br />\ntroublemaking Yo-kai, solve people&#39;s problems, and end a civil war<br />\nbetween competing Yo-kai factions</p>\n<p>Touchscreen-based battle actions initiate powerful Soultimate Moves,<br />\npurify inspirited Yo-kai, and heal your Yo-kai</p>\n<p>Ride trains to new surrounding areas, such as the countryside village<br />\nHarrisville and seaside town of San Fantastico</p>\n<p>Travel back in time to discover the origin of the Yo-kai Watch and<br />\nmeet Classic Yo-kai from 60 years ago</p>\n<p>Befriend different Yo-kai depending on the version you play</p>\n<p>Team up with up to 4 players in Yo-kai Watch Blasters, an all-new<br />\naction-based local multiplayer mode*</p>\n<p>Connect via the StreetPass™ feature with other players to discover<br />\nYo-kai you haven&#39;t found in your game yet</p>\n<p>Challenge your friend&#39;s team over the Internet* or local wireless in<br />\n2-player multiplayer battles</p>\n<p>Use the Yo-kai Cam to snap photos of your friends, and see what Yo-kai<br />\nthey’re like</p>\n<p>QR Codes® and Passwords will offer you in-game coins; use them on the<br />\nCrank-a-kai to have the opportunity to get hard-to-find Yo-kai or<br />\nother items</p>\n<p>Get one of three special Yo-kai (Buchinyan, Noko, or Komasan) by using<br />\ndata from the original YO-KAI WATCH game</p>\n<p>Additional quests and activities like bike races, Gate Globes, Baffle<br />\nBoards, and more!</p>\n<p>The initial production run of the physical version of the game<br />\nincludes an exclusive Yo-kai Medal from Hasbro that gives Jibanyan a<br />\npowerful new in-game Soultimate Move when scanned into the game</p>",
    "publisher": "Nintendo",
    "releaseDate": 20160930
}