{
    "id": "0510800000770000",
    "name": "Dragon Quest VIII - Sora to Umi to Daichi to Norowareshi Himegimi [3DS]",
    "size": 1951306278,
    "releaseDate": 20041127,
    "description": "<p>The court jester Dhoulmagus of the kingdom of Trodain stole a powerful magical scepter sealed beneath the royal castle. Using the power of the scepter, Dhoulmagus destroyed the castle, placed a curse upon the kingdom and its people, and turned King Trode into a troll and the princess into a horse. A sole surviving castle guard journeys with the king, the princess, a reformed bandit named Yangus and a few other companions in search of the evil jester and a way to break the curse.</p>\n<p>Dragon Quest VIII: Journey of the Cursed King is a traditional Japanese-style role-playing game with random enemy encounters, simple turn-based combat mechanics, and management of a party consisting of four characters, each belonging to a clearly defined class. Unlike its predecessors in the series and most Japanese RPGs in general, the game features a continuous world with fairly vast landscapes and integrated towns and dungeons, as opposed to world map traveling and locations represented by icons. The game features full camera rotation and optional first-person view. Like in the previous Dragon Quest games, many objects can be interacted with; for example, barrels can be physically lifted, carried, and broken, to reveal items hidden within.</p>\n<p>In addition to experience points, the player receives skill points from battles, which can be manually allocated into a skill category of the player&#39;s choice. These categories include three different kinds of weapons, fisticuffs, and a discipline unique to each character. After a required amount of skill points has been invested into a particular category, the correspondent character learns a new ability or becomes more proficient with the chosen weapon. The Alchemy Pot system allows players to gather recipes and mix items to create new ones.</p>\n<p>The international version of the game features several updates to the original Japanese version, including voice acting, graphic menu, symphonic soundtracks, and flashier effects.</p>"
}