{
    "id": "0510800001ad0000",
    "name": "Snack World, The - TreJarers [3DS]",
    "size": 526278467,
    "releaseDate": 20200214,
    "description": "Let the dungeon crawl...begin!\nAfter your village is invaded, become a heroic adventurer and seek revenge against the villainous Sultan Vinegar! In this RPG, crawl through randomly generated dungeons in your search for rare treasure, and team up with up to three other players in local or online multiplayer to take down tenacious tyrants!\n \nThe story...\nYou find yourself, within an inch of your life, at the gates of Tutti-Frutti. You remember nothing...but at least you have fabulous new friends to adventure with!\n \nYou're your own dungeon crawler!\nCustomise your hair, eyes, mouth, body, EVERYTHING, into an avatar that best suits you, before heading out on your adventure.\n \nJuggling Jaras!\nOutfit yourself with jaras: weapons, shields, healing tonics, and status-buffing colognes with randomised effects that can be shrunk down for ease of carrying. Switch them on the fly based on the baddies you're battling!\n \nLookin' like a Snack!\nSnacks are snapshots of quirky creatures and kooky characters that you can summon to your side in battle. Collect and trade snacks and jaras with your real-life friends to build some impressive battle possibilities!\n \nBag booty to be the star of Tutti-Frutti!\nThe more you achieve on quests, the more chests you'll earn! There are all sorts of quests, and ultra-rare items up for grabs!\n \nLend a hand to the locals\nWake up Sloe White, aid the girl group Spicy Galz, help out a...vegetabulldog or a crock ness monster?!? Be the all-around good guy in side-splitting side quests!\n \nA deliciously meta adventure \nHigh fantasy and high tech collide in this fourth-wall-breaking RPG with a modern twist for gamers of all generations!\n \nWhat's with the \"GOLD\"?\nAll downloadable content released for the original Japanese version are included, free of charge."
}