{
    "id": "05108000036b0000",
    "name": "Youkai Sangokushi [3DS]",
    "size": 793441230,
    "releaseDate": 20210828,
    "description": "** Summary<br/>\n<br/>\r\nA Youkai who lives in Inari-Shrine, Kyubi<br/>\r\nAs it can't eat the fried-tofu which is an offering, he lives off consuming sperm to maintain his Youkai power.<br/>\r\nFor the preparation of Youkai Festival which takes place once a year, Kyubi heads to find Tengu, who doesn't show himself in the Tengu forest but....<br/>\n<br/>\r\nIn the wake of searching for Tengu, Kyubi finds out the rumour of invasion by the foreign Youkai as well as disappearances of Youkais around the country. He and his buddies will go on to find out the cause!<br/>\n<br/>\n<br/>\n<br/>\r\n** Character (Party Member)<br/>\n<br/>\r\nKyubi - Fox youkai which lives in Inari-Shrine. Lives together with Kotaro.<br/>\n<br/>\r\nKotaro - Fox youkai which lives in Inari-Shrine. Lives together with Kyubi<br/>\r\nUnlike Kyubi, he can recover Youkai power from Fried-Tofu.<br/>\n<br/>\r\nTengu - Tengu which lives in the Tengu Forest. After being reunited, he travels together with Kyubi and his buddy.<br/>\n<br/>\n<br/>\r\n** Sex Scene<br/>\n<br/>\r\nTo recover the Youkai power, Kyubi heads to downtown to fish for men.<br/>\r\nKyubi will have sex with the town people, business people, other Youkais and tentacles.<br/>\r\nUpon finishing an event or in the dungeon, you will be able to see various sex scenes.<br/>\n<br/>\n<br/>\r\n** Main Sex Plays<br/>\n<br/>\r\nTitfuck<br/>\r\nOrgy<br/>\r\nDoggy-Style<br/>\r\nMissionary<br/>\r\nCowgirl<br/>\r\nBondage<br/>\r\nEki-ben Fuck<br/>\r\nSex with Youkais<br/>\r\nSex with tentacles<br/>\n<br/>\n<br/>\r\n** Main Situations<br/>\n<br/>\r\nTitfuck farmers<br/>\r\nDebt Collectors and Gang-rape, Orgy<br/>\r\nUsing drugs and slamsex<br/>\r\nSex with farmers, Missionary<br/>\r\nCowgirl with Isuke, who built his muscle up when he was still small<br/>\r\nBondage sex with Sandayu (One of the debt collectors before) and the gang<br/>\r\nEki-ben Fuck with Isuke, who built his muscle up when he was still small<br/>\r\nTo gain Kyubi's true powers, he doggy-styles Youkai Tenko.<br/>\r\nTentacle play in the dungeons<br/>\n<br/>\n<br/>\r\n** Recommendations<br/>\n<br/>\r\nYoukai Fantasy RPG (Story &amp; Creation: Paison)<br/>\n<br/>\r\nKyubi can actually recover its Youkai power from Fried-Tofu but it is Kyubi's most unlikable food.<br/>\r\n(To win in the event) To recover the lost Youkai power, get down to the human village and squeeze up their semens!<br/>\n<br/>\r\nThere varieties of sexual events such as gang-rape, slamsex, bondage rape, tentacle rape and more.<br/>\n<br/>\r\nAlmost all dungeons have only 1 Floor which leads to the boss so you will not get lost. Once you have passed the dungeon, you can always come back again to its entrance using magic spells."
}