{
    "id": "0510800001b50000",
    "name": "Inazuma Eleven Go - Dark [3DS]",
    "size": 1211198414,
    "releaseDate": 20111215,
    "description": "<p>Summon up your fighting spirit as Raimon Jr. High takes to the pitch again! New footie stars, new moves and a whole new adventure’s kicking off in Inazuma Eleven GO: Light and Inazuma Eleven GO: Shadow on Nintendo 3DS family systems!</p>\n<p>Ten years after Inazuma Eleven 3, newbie Arion Sherwind is putting on his Raimon High soccer kit. It’s his first day, and he’s revved up to be joining the school’s famous football club. But after a weird kid appears on the pitch, Arion works out the club is going to be closed down by a shady company called Fifth Sector, the big bosses in charge of youth football. Time to lace up!</p>\n<p>Before you even think about going near a ball, you’ve got to make a choice between two editions, Light and Shadow. The core content is the same, but there are unique characters, techniques and teams (among other things) to each. Which one will you choose?</p>\n<p>After you join the school football club, you’ll need to recruit a team – and a ‘good’ one won’t be enough. There are two ways to shape your squad: first, you could thrash another team in a five-a-side Battle, and get a request to join from an opposition player. You could also buy some PalPack Cards from dealers. Think of them as brochures for new players, complete with stats and sign-up requirements. As you play more and more, you can potentially meet over a thousand players, but you only get 16 slots for your team, and just 110 for the entire roster, so pick carefully!</p>\n<p>When the time comes to kick off, you’ll find two match types. The first one is an 11-man game that lasts ten minutes, while the other is a surprise, five-a-side bash that gives you a single minute to achieve a specific job, like scoring a goal. You play by using the stylus to move your player up the pitch, then tap to kick, pass or mark opponents. When you tackle, everything pauses so you can size up your opponent, then use various statistics to plan your play – dodge or tackle.</p>\n<p>Special Moves are back, as well. These give each of your players up to six, super-powered, anime-style tricks, which you get during the story or whenever certain players level up. Even better are the brand new Fighting Spirits, which increase players’ statistics and allow for ever more powerful Special Moves to help you get the edge over the opposing team.</p>\n<p>When you’re not on the pitch, you can explore the local area, check things out, and talk to people to get the lowdown on school life. Later on, you’ll be able to go to visit Inazuma town and stop off at places like the Shopping Area or the Royal Academy. It all looks gorgeous in full 3D, too!</p>\n<p>Saving the Raimon Jr. High from Fifth Sector is only part of the package, as there’s a stack of other challenges to tackle. Test your skills against up to three friends in Local Play, including two-on-two matches, or trade players during Story Mode. You can get new characters and items via SpotPass, or use StreetPass to receive other players&#39; team data and play matches against them.</p>\n<p>So, if you’re a football fan and reckon you’ve got what it takes to put together the very best team from over a thousand players, sign up with Inazuma Eleven GO: Light or Inazuma Eleven GO: Shadow today – game on!</p>\n<pre><code>Go on an exciting adventure, as new heroes attempt to save youth football from a strange organisation  \nRecruit and trade the ultimate football team from over a thousand potential players, each with unique stats  \nUtilise powerful Special Moves and new Fighting Spirits to tip the game in your favour  \nEnjoy local multiplayer matches with up to three friends, and take on other players&amp;#39; teams via StreetPass\n</code></pre>"
}