{
    "id": "0510800005490000",
    "name": "James Noir's Hollywood Crimes 3D [3DS]",
    "size": 355512021,
    "releaseDate": 20110830,
    "description": "<p>James Noir’s Hollywood Crimes for the Nintendo 3DS system makes you the<br />\nmain character in a mind-twisting puzzle adventure in an interactive 3D<br />\nworld! Live the thrill of mastering tailor-made mind games as you solve<br />\nover 140 intriguing puzzles to solve a deadly mystery. The game takes<br />\nplace inside a TV game show, where you are a participant. As you play,<br />\nyou discover a series of murders and a diabolical criminal mastermind<br />\nthat is manipulating and defying you at every turn. Everyone on the set<br />\nof the show is in danger – especially you! Solving the puzzles left by<br />\nthe killer at every crime scene is the only way to clear your name and<br />\nto uncover his identity before it’s too late.</p>\n<p>Features</p>\n<p>• Play the main character and live a real immersion through the Nintendo<br />\n3DS Camera! The criminal mastermind provokes you by using your own<br />\nprivate details. The crime scene clues and the storyline are strangely<br />\nfamiliar.<br />\n• A murder mystery that combines 1960s realistic art and<br />\nthe power of the Nintendo 3DS. Appealing and trend-worthy art direction<br />\nputs you back in the best of the 60s—luxurious settings and a dashing<br />\ncrime-busting partner. The game alternates between the 60s TV game show<br />\nsetting and the mystery investigation.<br />\n• A variety of 142 puzzles,<br />\nclassic and 3D puzzles using the Top Screen take this mystery into the<br />\nthird dimension! Puzzles cover a range of classic types: Images,<br />\nWordplay, Numbers, Drawing, Shapes and Colors, Tiling Puzzles, Grids,<br />\nProblem solving, Labyrinth, Physics. Also play a range of 40 fun<br />\nmini-games and use the accelerometer to further enhance your fun!<br />\n•<br />\nAll puzzles adapt to your ongoing performance through difficulty level.<br />\nMake your selection of puzzles to solve at each crime scene. The killer<br />\nwill track your selection and performance so that as you progress the<br />\ndifficulty will adjust to challenge and entertain.</p>"
}