{
    "id": "0510800004750000",
    "name": "Disney Magical World [3DS]",
    "size": 329677481,
    "releaseDate": 20140411,
    "description": "<p>\n      Meet and interact with over 60 favorite Disney characters while \n      exploring the worlds of Alice in Wonderland, Cinderella, Aladdin, and \n      Winnie the Pooh. When you can manage your own café filled with Disney \n      magic and set off on ghost-hunting quests, your life becomes the \n      adventure.\n    </p><p>\n      Go customization crazy! Build new furniture to decorate your café with, \n      and your own personal room above it. Put together hundreds of \n      Disney-themed outfits with collectable clothes and accessories for your \n      avatar. You can even plant and harvest crops, learn new greetings, and \n      collect Disney character cards. Or, collect magic wands and battle \n      through ghost-filled forests and dungeons. And if that’s not enough, you \n      can get extra worlds, more items, and outfits as additional paid \n      content.* In other words, the magic never has to end!\n    </p><ul>\n<li>\n        Interact with over 60 Disney characters!\n      </li>\n<li>\n        Explore the worlds of Alice in Wonderland, Cinderella, Aladdin, and \n        Winnie the Pooh\n      </li>\n<li>\n        Battle ghosts to help Disney characters and residents find special \n        missing items\n      </li>\n<li>\n        Manage your own café to make in-game money and attract Disney \n        characters to dine in\n      </li>\n<li>\n        Dress your avatar in hundreds of outfits using Disney-themed clothes \n        and accessories\n      </li>\n<li>\n        Friends can connect locally to show off their room and café\n      </li>\n<li>\n        Enjoy StreetPass™ interactions with other players and see how they’ve \n        customized their avatars\n      </li>\n</ul><p>\n      In-game content available for purchase using stored account funds.\n    </p><p>\n      * Wireless broadband Internet access required for online play. For more \n      info, go to support.nintendo.com.\n    </p>"
}