{
    "id": "05108000020f0000",
    "name": "Kirameki Oshare Salon! Watashi no Shigoto wa Biyoushi-San [3DS]",
    "size": 56357090,
    "releaseDate": 20170407,
    "description": "<p>SynopsisSlime-san was minding his own business, sliming around in a peaceful forest when suddenly…A giant worm appeared and gobbled him up!<br />\nNow deep within the worm’s belly, Slime-san has to face a decision: Be digested by the incoming wall of stomach acid... Or jump, slide and slime his way through the worms intestines and back out its mouth!<br />\nFeaturesIncredibly fast-paced and twitch-timing platforming madness!<br />\nNo time to stay still as you are chased by a wall of acid at every corner! Run, run, run!<br />\nBeing a slime has its perks. Slime your way through cracked walls and surfaces!<br />\nBust through brittle obstacles or tense situations with a speedy dash move.<br />\nSlime to slow time, dash to speed it up. Feel like an absolute badass with pixel precise maneuvers!<br />\nA game filled with content: 100 levels made out of 400 rooms combined with 100 newgame+ levels totaling to a staggering 200 levels and 800 rooms!<br />\nCollect partially-digested apples to unlock different play styles, outfits, shaders and mini games!<br />\nUnlock competitive multiplayer arcade games that recalls titles of the past!<br />\nGet your shopping done in a town of survivors within the worm, home to colorful characters and surprising secrets.<br />\nEach level is timed with online rankings, for the competitive and score-oriented.<br />\nUnlock extra game modes like New Game+, Speed Running and Boss Rush modes!<br />\nGet engrossed in a flexible, 5 colored, pixelated world…found… within… the worm?<br />\nAdhesive Wombat, Tiasu, MegaNeko, Kommissar, Richard Gould... Over 10 composers contributed with over 20 songs for a chiptune album that you can&#39;t help but groove out to!<br />\nBlackbird&#39;s KrakenThis version comes bundled with the Blackbird&#39;s Kraken downloadable content!HistorySlime-san is the third major game developed by Fabraz. The two previous titles being Planet Diver and Cannon Crasha. Slime-san is a game that is fun down to its very core. A silly story, with an unlikely character and gameplay that is addictively fast. It offers hours of single player content yet is tailored for speed runners as well. The very core mechanics and level design lend themselves to be played competitively online. It is a visually unique adventure using a carefully crafted, 5 color palette world that is filled with fun and goofy Japanese references. It also has a soundtrack that is worth the price alone, featuring some of the most popular chiptune composers in the world! Published by Headup Games.</p>"
}