{
    "id": "0510800006970000",
    "name": "Dream Girl Premier [3DS]",
    "size": 338822483,
    "releaseDate": 20210219,
    "description": "<strong>When you gaze at the abyss, the abyss also gazes at you.</strong><h3>◆Story</h3>“Hey, wake up, how long are you going to sleep?\"<br/>A young girl with blond hair and red pupils was sitting on a chair, looking at me proudly, rubbing her eyes.<br/><br/>The girl said she was an angel sent from heaven to save my lonely soul. <br/>She told me that I could do whatever I wish to her from now on.<br/>\"Whether it's a sex thing or anything ..... is fine!\"<br/><br/>I had been single for 30 years and had never even touched a girl's hand, but it all came so suddenly .....<br/>How was I going to get along with this girl?<br/><br/>The world became increasingly strange and bizarre since this girl appeared.<br/>What on earth was going on in the world?<h3>◆Play Method</h3>The main play method is to live with the beautiful girl \"Nethia\", who can do whatever you want.<br/>You can also take Nethia on trips to various places to enjoy the feeling of love, increase emotions, and unlock various sweet events.<br/><br/>The game has a large number of costumes and a variety of fun props.<br/>You can unlock all kinds of H-positions, and you can also let the girls wear all kinds of H-clothes to match H.<br/>You can even play SM with a rope and even bondage H. But in a life that looks like paradise, there are irrational and bizarre things everywhere.<br/><br/>If you persist in your quest, inexplicable fears, and strange events will come one after another.<br/><br/>Would you rather sink into a dream, or overcome all your fears and discover the truth of the world?<h3>◆Game Features</h3> ◇41 basic CGs, including more than 200 differences.<br/><br/> ◇The heroin can change 8 different sets of clothes <br/> ◇Game text 80,000 words.<br/> ◇Love building, + Cthulhu weird style game.<br/> ◇Contains two completely voiced female characters throughout the entirety of the game.<br/> ◇Game endings: 7 kinds<h3>◆Featured Systems</h3> ◇Full CG mode can be turned on in the environment setting, and HCG can be freely browsed.<br/><br/> ◇Pressure-Free Operation<br/> ·Support one-click mouse operation.<br/> ·Fast text-to-text system"
}