{
    "id": "0510800006a70000",
    "name": "Amazing Spider-Man, The [3DS]",
    "size": 981100819,
    "releaseDate": 20120626,
    "description": "<p>Optimized for the 4-inch Retina display on iPhone 5!<br />\nTHE OFFICIAL GAME FROM THE 2012 MOVIE &quot;THE AMAZING SPIDER-MAN&quot;<br />\nGet ready for intense web-slinging action with the Amazing Spider-Man! Join Spidey in the official game app of this highly anticipated 2012 blockbuster! Play through the movie storyline as Spider-Man faces off against the Lizard and rampaging gangs. Web-sling and crawl your way through an open, fully 3D New York while using your amazing skills to save the city.<br />\nTHE OFFICIAL GAME OF 2012’s HIGHLY AWAITED SUPERHERO BLOCKBUSTER<br />\n• Fight the Lizard and his minions to put a stop to his dark schemes.<br />\n• Play the Amazing Spider-Man through more than 25 immersive missions inspired by the upcoming movie&#39;s storyline.<br />\n• Climb, jump and web-sling from building to building for an aerial thrill like never before!<br />\nFREE NEW YORK CITY<br />\n• Explore the city through its five distinctive districts (Central Park, Business, Downtown, Pier and Residential)<br />\n• An exciting and enjoyable fighting system with melee, ranged, combo attacks and much more<br />\n• A wide selection of upgrades to customize your style, attacks and skills<br />\nA HIGH PRODUCTION-VALUE GAME<br />\n• Explore an open-world Manhattan, teeming with action. Discover random missions, collectibles and more secrets in the City that Never Sleeps!<br />\n• Fight in a fully 3D New York City with cutting-edge graphics.<br />\n• Advanced shaders and visual effects make Spider-Man more realistic than ever before!</p>\n<h2><strong> Confirm that your device is compatible. The Amazing Spider-Man is only compatible with 4th generation iPod touch devices (16/32/64GB) along with iPhone 4, iPad 2, and the New iPad. Before downloading, please check the back of your device to make sure that it meets the system requirements</strong></h2>\n<p>Visit our official site at http://www.gameloft.com<br />\nFollow us on Twitter at http://glft.co/GameloftonTwitter or like us on Facebook at http://facebook.com/Gameloft to get more info about all our upcoming titles.<br />\nCheck out our videos and game trailers on http://www.youtube.com/Gameloft<br />\nDiscover our blog at http://glft.co/Gameloft_Official_Blog for the inside scoop on everything Gameloft.<br />\nCertain apps allow you to purchase virtual items within the app and may contain third party advertisements that may redirect you to a third party site.<br />\nPrivacy Policy : http://www.gameloft.com/privacy-notice/<br />\nTerms of Use : http://www.gameloft.com/conditions/<br />\nEnd User License Agreement : http://www.gameloft.com/eula/</p>"
}