{
    "id": "05108000034d0000",
    "name": "Paper Mario - Sticker Star [3DS]",
    "size": 464232817,
    "releaseDate": 20121111,
    "description": "<p>A sticky situation has never been so fun! There&#39;s trouble afoot in the<br />\ntown of Decalburg, where the devious Bowser has disrupted the beloved<br />\nSticker Fest by causing the Sticker Comet to explode. Now Royal Stickers<br />\nand pieces of the comet have been flung far and wide, and it&#39;s up to<br />\nMario and his ally Kersti to set things right by recovering them. This<br />\ncaptivating hand-held Adventure will have new and experienced fans of<br />\nthe Paper Mario series captivated as they navigate colorful 3D<br />\nenvironments, defeat enemies, collect oodles of stickers and items and<br />\nuse them in a variety of fun ways.</p>\n<p>FEATURES</p>\n<p>Stickers are the key to this imaginative adventure. Battles are<br />\nturn-based like in the original Paper Mario game, but instead of an<br />\nattack menu, Mario whomps on his enemies using a sticker to attack.<br />\nStickers not only serve as Mario&#39;s attacks, but also help solve<br />\npuzzles throughout the Paper Mario universe when placed in the correct<br />\nspots. Stickers can be found and collected from all corners of the<br />\nworld, and the flashier the sticker, the more powerful it is.</p>\n<p>Mario can also spend coins to use the Battle Spinner, which lets him<br />\nuse up to 3 stickers in one turn if the icons are lined up just right.<br />\nThe Battle Spinner can turn the tide in a difficult battle, so<br />\ncollecting coins through the game to use it is crucial.</p>\n<p>Paper Mario: Sticker Star players get stronger by beating bosses,<br />\nfinding items and completing side missions for other characters in the<br />\ngame instead of accumulating experience points.</p>\n<p>As players progress through the game, they&#39;ll find and use more<br />\npowerful stickers to boost Mario&#39;s attack power. Players can also find<br />\nHP-Up hearts to further boost Mario&#39;s maximum health.</p>\n<p>The environments in Paper Mario: Sticker Star come to life in this<br />\nvisually-stunning papercraft world on the Nintendo 3DS family of<br />\nsystems. They also contain a wide range of objects such as electric<br />\nfans, scissors and radiators that can be converted into more stickers,<br />\nwhich can then be used to solve puzzles or win battles as Mario<br />\nmaneuvers through each level.</p>"
}