{
    "id": "05108000006d0000",
    "name": "Hyrule Warriors Legends [3DS]",
    "size": 1420705768,
    "releaseDate": 20160325,
    "description": "<p>Bonus: Get a download code for a free Hyrule Warriors Legends<br />\ntheme<em> &amp; new characters to the Hyrule Warriors™ game for the Wii U™<br />\nconsole </em>* when you purchase the Hyrule Warriors Legends game for the<br />\nNintendo 3DS™ family of systems in the Nintendo eShop. You’ll find the<br />\ndownload code for the free theme and character set on your Nintendo<br />\neShop receipt.</p>\n<p>The Hyrule Warriors Legends game is only playable in 3D with a New<br />\nNintendo 3DS or New Nintendo 3DS XL system.</p>\n<p>*Free Hyrule Warriors Legends theme available for download starting<br />\n3/24/16 9:00 p.m. PT.</p>\n<p>**Free Hyrule Warriors character set available for download starting<br />\n3/24/16 9:00 p.m. PT. Additional systems and software required; sold<br />\nseparately.</p>\n<p>Cut down entire legions of enemies as fan-favorite Legend of Zelda™<br />\ncharacters using powerful moves as Hyrule Warriors comes to the Nintendo<br />\n3DS™ system. Control multiple characters to enhance your strategies and<br />\nenjoy new story elements with playable characters from The Legend of<br />\nZelda™: The Wind Waker, such as Tetra, King Daphnes, and more.</p>\n<p>War rages as the delicate balance of the Triforce is disrupted. The<br />\nkingdom of Hyrule is once again being torn apart by a dark power, this<br />\ntime lead by Sorceress Cia. Now it&#39;s up to the legendary hero Link™ to<br />\nface hordes of enemies and find the missing Princess Zelda™. Advance the<br />\nstory to unlock new playable characters, each with unique moves and<br />\nweapon types. Collect Rupees and other useful items to upgrade weapons<br />\nand craft badges, which you can use to bolster each warrior&#39;s abilities.</p>\n<p>Contains content from the original Hyrule Warriors™ game, released on<br />\nthe Wii U console</p>\n<p>New characters and story elements based on The Legend of Zelda™: The<br />\nWind Waker</p>\n<p>New character-switching feature lets you change and command characters<br />\non the fly</p>\n<p>Play as fan-favorite characters like Tetra and the King Daphnes for<br />\nthe first time in the series!</p>\n<p>Battle the fiercest Legend of Zelda™ enemies across Hyrule&#39;s most<br />\nfamous locales</p>"
}