{
    "id": "05108000001b0000",
    "name": "Pokemon Rumble World [3DS]",
    "size": 167346975,
    "description": "As of late March 2023, it will no longer be possible to make purchases in Nintendo eShop for Nintendo 3DS, including add-on content for this game. For more information please visit Support. <br><br> Download the latest version of Pokémon Rumble World for your Nintendo 3DS system today! Once you do, you’ll be able to visit a new area, get bonus items, and more! First, take a ride on the newly added Lucky Balloon. It will take you to a mysterious area called Changing Land, where you’re more likely to meet Pokémon you haven’t yet caught. The Lucky Balloon will be added to the hot-air balloons available in the shop. It’s free, but you’ll need to have reached Adventure Rank 40 to ride on it. <br><br> Receive 100 Poké Diamonds when you update your game! Enter the following password into your game to receive 100 Poké Diamonds. You have to reach Adventure Rank 4 before you can enter the password. Password: 48213190 <br><br> The Pokémon™ Rumble World game is an action-packed adventure that’s free to download. Battle and collect over 700 Toy Pokémon, including some that Mega Evolve! You’ll travel on your hot-air balloon and battle in 18 different areas with more than 80 stages. The more Toy Pokémon you collect, the more ways you have to defeat Toy Pokémon you’re facing. <br><br> Each Toy Pokémon has a type, and each type has strengths and weaknesses—use them to your advantage to defeat your foes quickly. There are also rare Toy Pokémon to find and collect! Even Primal Groudon and Primal Kyogre appear as Toy Pokémon. <br><br> Dress up your Mii™ character in cool outfits, and then share it with your friends! By using Poké Diamonds, players can obtain items that help them progress through the game at their own pace. <br><br> Poké Diamonds can be purchased from an in-game shop with funds from your Nintendo eShop account. You also earn some Poké Diamonds in-game. Purchasing Poké Diamonds isn’t required to play or enjoy this title.",
    "publisher": "The Pokémon Company",
    "releaseDate": 20160429
}