{
    "id": "0510800004990000",
    "name": "Kid Icarus - Uprising [3DS]",
    "size": 1280014502,
    "releaseDate": 20120323,
    "description": "<p>Some 25 years after the original Kid Icarus™ game for NES™<br />\ncaptured the hearts and imaginations of gamers worldwide, Kid Icarus:<br />\nUprising brings the action and adventure of this beloved series to<br />\nnew heights – and new visual dimensions – on the Nintendo 3DS™ system.<br />\nThe dark goddess Medusa and her Underworld Army have returned, and<br />\nthey’ve got their sights set on the heroic angel Pit. With the aid of<br />\nPalutena, goddess of light and guardian of the human race, Pit must fend<br />\noff this malevolent threat. The richly immersive graphics of the<br />\nNintendo 3DS system offerincredible depth as Pit battles enemies by air<br />\nand by land.</p>\n<p>Designed by Masashiro Sakurai – creator of Super Smash Bros.™<br />\n– Kid Icarus: Uprising is an epic, action-packed odyssey<br />\nthat unfolds with stunning 3D visuals. The game also includes<br />\nfully-voiced levels and an amazing soundtrack.</p>\n<p>Each Chapter delivers nonstop action and is broken up into two<br />\nsections: Air Battle and Land Battle. In Air Battle the action unfolds<br />\nlike a dynamic guided shooter. When Pit is facing enemies in Land<br />\nBattle, the game play handles more like a third-person shooter.</p>\n<p>A wide variety of collectible weapons offers an extraordinary amount<br />\nreplay value. With 9 different categories of weapons, ranging from<br />\nBows to Claws, players can learn the unique characteristics of each<br />\nweapon and determine which is best suited for each battle and their<br />\nstyle of play.</p>\n<p>Experience an innovative take on multiplayer battles in Light vs.<br />\nDark, as two teams battle on land whittling away at the other team’s<br />\nhealth meter each time a team member is defeated. The team battle then<br />\nchanges to a man-hunt once one team’s meter is emptied. The opposing<br />\nteam must target the other team’s lone angel to win the match.</p>\n<p>The game includes AR<br />\nCard compatibility. Using the built-in 3D camera on the Nintendo<br />\n3DS system, the game recognizes countless specially designed AR Cards,<br />\nwith animated game characters popping up in 3D on the game screen and<br />\neven battling each other when two cards face off.</p>\n<p>The game’s simple, intuitive play control has players hold the system<br />\nin their left hand, while the right hand uses the stylus on the touch<br />\nscreen for targeting. The controls are simple enough to be grasped<br />\nquickly, but offer layers of depth and strategy for advanced maneuvers.</p>"
}