{
    "id": "0510800000ff0000",
    "name": "Junior Games 3D [3DS]",
    "size": 75656425,
    "releaseDate": 20150424,
    "description": "No place on Earth is more mysterious or exciting than a jungle. Explore the dim interior of an Amazon cave. Dive into a river and take a swim with a hippo. View the inner workings of an underground ant nest. With Let's Explore the Jungle, children become involved and intrigued from the very first scene.<br/><br/>Spellbound and entranced, the only limitation to your child's involvement with Let's Explore the Jungle is their own endless curiosity and imagination. Travel through over 30 jungle places. Explore 215 detailed jungle descriptions. Interact with as endless array of click-points- see for yourself what happens when they click on the orchid-mantis, the flying fox, or the orangutan. Your child is in control.<br/><br/>Junior Field Trips turn kids loose to discover exciting new places up close and on their own. Children decide where they want to go and how much they want to know. Detailed explanations, lively sound effects and colorful animation make every trip truly one of a kind. Kids will want to visit The Jungle again and again. It's a place where curiosity and knowledge are the keys to fun and adventure.<br/><br/>Let your child begin a fascinating and educational journey to the jungles of the world.<br/><br/><strong>Buzzy the Knowledge Bug is your guide to fun.</strong><br/>You're in control from the very beginning, with Buzzy the Knowledge Bug along for the ride. This trusty blue companion appears at the click of a button, telling jokes, pointing out interesting facts, and talking about more than 200 plants and animals.<br/><br/><strong>It's three jungles in one!</strong><br/>Discover the plants and animals of the world's three major jungles: Africa, Amazon and Asia. From the depths of a river to jungle canopy high above, hundreds of entertaining click-points are waiting to be discovered.<br/><br/><strong>Information is just a click away.</strong><br/>215 Detailed descriptions of jungle plants and animals are available at the click of a button. Learn where chocolate comes from, why the giant anteater walks on its knuckles, or how the flying snake flies.<br/><br/><strong>Learning is more than an adventure- it's great games too!</strong><br/>Go on a jungle scavenger hunt, improve your spelling, paint jungle pictures, or test your knowledge of jungle lore. Multiple difficulty levels make the games challenging and fun for everyone.<br/><br/>This product uses ScummVM across Windows, Mac and Linux which is released under the GNU GPL v2.<br/>For more information, please visit - http://www.scummvm.org<br/>The GNU GPL can be viewed here - https://www.gnu.org/licenses/gpl-2.0.html"
}