{
    "id": "0510800000710000",
    "name": "Freakyforms Deluxe - Your Creations, Alive! [3DS]",
    "size": 115355155,
    "releaseDate": 20121105,
    "description": "<p>\n      Create wacky creatures called “formees,” and bring them to life on your \n      Nintendo 3DS™ system to populate your very own planet! Choose from over \n      600 different forms to complete your creation— like wings for flying or \n      wheels for rolling. The choices you make will determine what abilities \n      your formee will have and how it will move around the world. The \n      possibilities are nearly endless! The more formees you make, the bigger \n      the planet becomes and the more ways you will have to play in it. This \n      deluxe version of the game contains all the content of the original \n      Nintendo eShop release and some new features, such as dungeons to \n      explore plus enhanced creating and sharing capabilities.\n    </p><ul>\n<li>\n        Using the stylus on the touch screen, players build their own custom \n        creatures, called \"formees.\" No drawing skills are needed, so players \n        of all ages can give it a try.\n      </li>\n<li>\n        Choose from over 600 different forms to complete your creation— like \n        wings for flying or wheels for rolling. The choices you make will \n        determine what abilities your formee will have and how it will move \n        around the world.\n      </li>\n<li>\n        Explore the worlds with your formees and complete quests to be awarded \n        prizes, or enter the new dungeons to battle random formees.\n      </li>\n<li>\n        Players can even redesign elements in the game world. Don't like \n        puffy, white clouds? Make them purple with pink polka dots or black \n        and spiky.\n      </li>\n<li>\n        The more formees you make, the larger the game world grows and the \n        more diverse areas there are to explore. There is a sky world for \n        flying formees, ocean world for swimming formees, and cityscape for \n        formees with wheels.\n      </li>\n<li>\n        Equip new special powers to your formees to give them a unique look \n        and make them more powerful when battling in the dungeons. Some powers \n        will make them look as if they are covered in flames or snowflakes.\n      </li>\n<li>\n        The new Download Play feature, Formee Playhouse, is where players make \n        formees and then show them off with up to three other players at one \n        time.\n      </li>\n<li>\n        Easily share formees by activating the StreetPass™ feature to \n        wirelessly swap formees with other players or make QR Code® graphics \n        of them to trade them with others.\n      </li>\n<li>\n        Load QR Code graphics that have been saved to your SD Card.\n      </li>\n</ul><p>\n      QR Code is a registered trademark of DENSO WAVE INCORPORATED in JAPAN \n      and other countries. © 2011-2012 Nintendo. Freakyforms and Nintendo 3DS \n      are trademarks of Nintendo. © 2012 Nintendo.\n    </p>"
}