{
    "id": "05108000055d0000",
    "name": "Fire Emblem Fates - Limited Edition [3DS]",
    "size": 1608685921,
    "releaseDate": 20160310,
    "description": "<p>You must have Fire <br />\n      Emblem Fates: Birthright or Fire <br />\n      Emblem Fates: Conquest to access this content.</p>\n<pre><code>  Two kingdoms have met at the crossroads of war, and you&amp;#39;ve walked the   \n  path of loyalty or kinship. Yet some mysteries remain unsolved. After   \n  purchasing either the Fire Emblem™ Fates: Birthright   \n  version or the Fire Emblem Fates: Conquest version, take a leap   \n  of faith in this third path by aligning with neither royal family. The   \n  secrets you seek await you in another realm. Dare to discover the hidden   \n  truth.\n\n  In this revelatory Fire Emblem™ experience, your customized   \n  avatar is the main hero. An army of knights, mages, archers and more are   \n  at your command for the most challenging battles in series history. Each   \n  unit and weapon has strengths and weaknesses that you must balance   \n  against the foes they face. Partner your allies on the battlefield so   \n  they can support one another in combat. Building relationships is   \n  key—the closer your allies become, the better they’ll fight together.\n\n\n    An epic storyline centered on the main character who is forced to   \n    choose between his bloodline and the family who raised him\n\n\n    Play as either a male or female protagonist; this customized avatar is   \n    the main character\n\n\n    New &amp;quot;My Castle&amp;quot; area to interact with your allies and build stronger   \n    relationships\n\n\n    Have StreetPass™ encounters with other players to visit their My   \n    Castle or battle against their armies to have the chance to recruit   \n    them.\n\n\n    amiibo™ compatibility–scan the corresponding amiibo and Marth, Ike,   \n    Lucina, and Robin will appear in your game for you to battle and   \n    recruit. (amiibo sold separately. Compatibility and functionality of   \n    amiibo may vary per game. Visit amiibo.com for specific details on how   \n    each amiibo works.)\n\n\n    A series of DLC maps will be available for purchase, with new maps   \n    releasing every week (from 2/19 – 4/21)\n</code></pre>"
}