{
    "id": "05108000004d0000",
    "name": "Pokemon Rumble Blast [3DS]",
    "size": 327919809,
    "releaseDate": 20110728,
    "description": "<p>Starting this fall, Pokémon™ fans will be able to experience the<br />\nfranchise&#39;s battle-based action and adventure in a whole new dimension.<br />\nNintendo of America has announced an Oct. 24 launch date for Pokémon™<br />\nRumble Blast, the first Pokémon game created exclusively for the<br />\nhand-held Nintendo 3DS™ system. An action-packed Pokémon adventure in 3D<br />\nwithout the need for special glasses, the game lets players battle<br />\nagainst waves of opposing wind-up Toy Pokémon, connect and play with<br />\nfriends, and collect more than 600 Toy Pokémon.</p>\n<p>As players advance through each stage in Pokémon Rumble Blast,<br />\ntheir Toy Pokémon will face dozens of Toy Pokémon at once, creating fast<br />\nand furious real-time battles. Players must also face off against giant<br />\nBoss Pokémon, whose massive size and strength offer special challenges.<br />\nCertain defeated Toy Pokémon can be added to the player&#39;s team, and<br />\nplayers may also collect special Toy Pokémon, each with its own unique<br />\nstats and abilities. Players can collect more than 600 Toy Pokémon in<br />\nall, including those from the recently released Pokémon Black Version<br />\nand Pokémon White Version games. Players can quickly and<br />\neasily switch between the various Toy Pokémon they collect throughout<br />\nthe game.</p>\n<p>Pokémon Rumble Blast offers two ways for players to<br />\nwirelessly connect with each other. Using a local wireless connection,<br />\nthey can enjoy a cooperative play mode that allows them to battle<br />\nthrough levels together and more easily befriend defeated Toy Pokémon.<br />\nUsing the Nintendo 3DS StreetPass™ feature, they can challenge the Toy<br />\nPokémon of players they pass in their daily travels and view other<br />\nplayers&#39; Mii™ characters in the game.</p>"
}