{
    "id": "05108000020b0000",
    "name": "Tetris Ultimate [3DS]",
    "size": 94820938,
    "releaseDate": 20141106,
    "description": "Experience the Best of TetrisIn this fast-paced game of skills, you can take on the puzzle game solo, battle a friend, partner up with friends, or make battle teams. Up to four players can get in on the action.<br/><br/><ul><li>Marathon – Get to level 15 and rack up as many points as you can.<br/></li><li>Endless – Go as high as level 30 and keep clearing lines as long as possible.<br/></li><li>Ultra – Get your highest score before time runs out in this three-minute challenge.<br/></li><li>Sprint – Clear 40 lines as quickly as you can.<br/></li><li>Battle – Go head-to-head to knock out your opponents.<br/></li><li>Power-Up Battle – Be the last person playing after using crazy power-ups! Go on the offensive with Carousel and make your opponent’s Well shift to the left after each move, or trigger Let it Rain and dump garbage down on top of them. Buzz Saw helps you out by clearing away a number of your lines – especially useful when you’re in a spot of trouble.<br/></li><li>Haunted – Complete Marathon mode while your Tetriminos disappear.<br/></li><li>Landslide – Try to clear lines while random Minos are dumped on your screen every 10 turns. <br/></li><li>Time's Up – Starting with a 30 second game, clear lines and perform special moves like T-Spins and combos to add time to your game.</li></ul>Stay Connected With FriendsSocial Feeds keep you up to date with in-game events and allows you to track your friends’ scores. Tetris Ultimate captures and saves your play style, allowing you to always be able to play with or against your friends, even when they are offline. If your scores get beat, view your friends’ strategies via their in-game replays, then challenge and beat them!Celebrate Wins and CompeteLeaderboards make it easy to post your scores and see how you measure up against your friends. Challenge yourself and stack your skills and scores against other great players around the globe. An official Tetris Rank in the shape of Tetriminos has been implemented to classify and identify the top players. Play by Championship Rules for an even greater feat to see where you place among the most elite players. Are you one of the best in the world?"
}