{
    "id": "0510800004550000",
    "name": "Lost Heroes [3DS]",
    "size": 506571619,
    "releaseDate": 20161028,
    "description": "<p>\n<strong>A/N:</strong> This is the first game I ever made during NaNoReNo 2015. I figured I'd upload it to itchio for anyone who never got a chance to play it or for those who'd like to play it again.\r\n</p><p>\n<strong><br/>\n</strong>\n</p><p>\n<strong>Synopsis</strong>:\r\n</p><p>\n<br/>\n<br/>\r\n\tThe story takes place three years after the events of Ocarina of Time. In yet another alternate Ocarina of Time timeline (I know there are enough of those already), after alerting a young Princess Zelda of Ganondorf's real intentions, he decides to remain an adult for reasons that are his own. However, ominous things begin to happen making some wonder if threat of evil is at an end.\r\n</p><p>\n<br/>\n<br/>\r\n\tIn the midst of this, a travelling hero named Orson pays a visit with our protagonist, Kietha. Through a series of events, Kietha ends up embroiled in an age old conflict while attempting to find her own path in life.\r\n</p><p>\n<br/>\n<br/>\n<strong>Main Characters</strong>:\r\n</p><p>\n<strong>Kietha (protagonist)</strong>\n</p><p>\r\n\tWisecracking, sharp, unrealistic dreamer. Kietha comes from a far away tropical land that's more known for their tourism than their fairytales. That has never stopped her from obsessing over heroes and fairytales, though, and one day dreaming of becoming one herself. She ends up falling for the words of travelling hero and running away from home to be protégé to Orson. It's only after that she realizes her mistake, Orson is a world class swindler and Kietha is a coward, deathly afraid of even the smallest of monsters.\r\n</p><p>\n<strong>Link</strong>\n</p><p>\r\n\tPolite, caring, and selfless. Known across the land as the Hero of Time and savior of Hyrule, from the outside he is the perfect painting of a fairytale hero. However, his years of being forever connected to destiny and legends have affected him in ways that not many people can see. In order to be the role model everyone expects him to be, he's locked away his true self.\r\n</p><p>\n<br/>\n<br/>\n<strong>Side Characters</strong>:\r\n</p><p>\n<strong>Orson</strong></p><p>\r\n\tA pompous, self-centered, master manipulator. He travels the world under the guise of a hero for hire. Those who fall for his tricks are taken for all that they are worth. His talents include running, hiding, and having a decent idea of how a sword works. However, as harmless as he looks he's still not to be taken lightly less you want to find a knife in your back.\r\n</p><p>\n<strong>Zelda</strong></p><p>\r\n\tKind yet firm. After the death of her father, she was made Queen of Hyrule at a young age. She is the primary force behind the resurrection of Hyrule to its formal glory before the time of Ganondorf. In lighter times, she treats Link as a brother, as they are both prone to bickering when it comes to the dangerous quests that he partakes in. However, by ignoring potential warning signs in her effort for peace, an evil has begun to take root in the shadows.\r\n</p><p>\n<strong>Erina</strong> <br/>\n</p><p>\r\n\tSmart, patient, but evil to her core. An earth mage and once a faithful follower of Ganondorf, she was unable to stop the end of her master's glorious reign. For the past three years she's been silently gathering power and knowledge in order to free Ganondorf from the sacred realm. The mysterious disappearances of the sages and the recent influx of monsters and minions are her doing.\r\n</p><p>\n<strong>Ganondorf</strong></p><p>\r\n\t\r\n\tArrogant, power-hungry, king of evil. Even in his prison, Ganondorf has continued to plot with Erina behind the scenes. It's unknown what his ultimate scheme is, but in his time of forced solitude, he has developed a deep seeded hatred for the hero that put him there. He will stop at nothing to make him suffer.\r\n</p><p><strong>Features:</strong><br/></p><ul><li>One Romance</li><li>3 CGs</li><li>12 BGs</li><li>4 Endings</li><li>30,000+ words</li></ul>Lemma Soft Thread<br/><p><strong>Warnings</strong>: Some light language and violence<br/></p><p><em>Game made with Ren'Py</em><br/><em>All music royalty free found here</em>: http://incompetech.com/music/<br/><em>All sound effects royalty free found here</em>: http://www.freesfx.co.uk/<br/><em>All things Legend of Zelda belong to the company Nintendo.</em><br/></p>"
}