{
    "id": "05108000055f0000",
    "name": "Pro Evolution Soccer 2011 3D [3DS]",
    "size": 672378650,
    "releaseDate": 20110327,
    "description": "<p>\n      For over 15 years, soccer fans have looked to Konami to deliver the most \n      authentic soccer experience short of stepping onto the field and playing \n      the real thing. Now Konami brings fans the first soccer game in 3D – PES \n      2011 3D for Nintendo’s new 3DS handheld gaming platform. Enjoy the game \n      with hefty modes and competitions including the UEFA Champions League \n      and prominent Master League.\n    </p><p>\n</p><p>\n      Key Features:\n    </p><ul>\n<li>\n        Depth &amp; distance realized – Visual depth realized on the 3DS format \n        enables the game to depict “distance” between your player, the goal \n        and other players on the field. Players will see astonishingly dynamic \n        movement of the ball especially when a long pass is sent. Players will \n        also feel as if they are on the field and joining the game on “player \n        camera” while users will feel being a part of the crowd, watching the \n        game at the stadium on “wide” camera.\n      </li>\n<li>\n        Street Pass on Master League –　Create your own team, raise the team to \n        the top of the world in Master League mode! “Street Pass” adds another \n        fun to this acclaimed mode. Your team data on Master League will be \n        used for “Street Pass” and the team with better strategies/stats will \n        win! Classic player and teams will be unlocked as you win more on \n        “Street Pass”.\n      </li>\n<li>\n        1 vs 1 wireless – Play against a friend or family member to fully \n        enjoy excellent gameplay of Pro Evolution Soccer.\n      </li>\n<li>\n        Play-by-play commentary included - Play-by-play commentary together \n        with 3D visual enhances match atmosphere for more exciting soccer \n        experience.\n      </li>\n<li>\n        Graduated gameplay for players of all ages – Players can choose from 5 \n        levels of difficulty ranging from Beginner to Top Player allowing \n        younger players to advance in skill and competition.\n      </li>\n<li>\n        A wide variety of choice – Players can play as one of 60 National and \n        170 club sides.\n      </li>\n</ul><p>\n</p><p>\n      Use Parental Controls to restrict 3D mode for children 6 and under. \n    </p>"
}