{
    "id": "0510800005ff0000",
    "name": "Angry Birds Star Wars [3DS]",
    "size": 147399516,
    "releaseDate": 20121108,
    "description": "<p>JOIN THE ANGRY BIRDS IN THEIR BIGGEST ADVENTURE YET!<br />\nA long time ago in a galaxy far, far away... a group of desperate rebel birds faced off against a galactic menace: the Empire’s evil Pigtroopers!<br />\nRebel birds, striking from a hidden base, have won their first victory against the evil Imperial Pigs. During the battle, Rebel spies managed to steal secret plans to the Empire’s ultimate weapon, the PIG STAR, and are racing to deliver the plans to the Rebel Birds. Now they need your help!<br />\nJoin an epic adventure with the Angry Birds in the legendary Star Wars™ universe! Use the Force, wield your lightsaber, and blast away Pigtroopers on an intergalactic journey from the deserts of Tatooine to the depths of the Pig Star -- where you’ll face off against the terrifying Darth Vader, Dark Lord of the Pigs! Can you become a Jedi Master and restore freedom to the galaxy?<br />\nTime to grab your lightsaber and join the adventure! May the birds be with you!<br />\nHOURS AND HOURS OF ENGAGING GAMEPLAY - Explore more than 100 levels in iconic locations like Tatooine and the Pig Star. Can you dodge Imperial pigs, laser turrets, Tusken Raider pigs, and the dark side of the Force to get all three stars?<br />\nNEW GAMEPLAY MECHANICS - Use lightsabers, Blasters and Jedi powers to wreak havoc on the Imperial Pigs!<br />\nLEVEL UP YOUR BIRDS - Keep playing and level up your birds to improve their skills!<br />\nSECRETS AND HIDDEN GOODIES - Can you unlock all the R2-D2 and C-3PO bonus levels?<br />\nFREE UPDATES - This is only the beginning of the epic saga!<br />\nTHE MIGHTY FALCON<br />\nStuck on a tricky level? Earn stars and call the Mighty Falcon to rain down the destruction. New goals, achievements and gameplay!<br />\nPATH OF THE JEDI<br />\nThe ultimate training ground for a Young Jedi, this episode features 40 Dagobah Challenge Levels with Jedi Master Yoda! Master the Path of the Jedi to unlock the ultimate Lightsaber! Available as an in-app purchase, or by earning three stars on every level.<br />\nFollow @angrybirds on Twitter<br />\nWatch the videos, read the comics and submit fan art at angrybirds.com/starwars<br />\nLike us at facebook.com/angrybirds and say hello!<br />\nTerms of Use: http://www.rovio.com/eula<br />\nPrivacy Policy: http://www.rovio.com/privacy<br />\nThis application may require internet connectivity and subsequent data transfer charges may apply.<br />\nImportant Message for Parents<br />\nThis game may include:<br />\n- Direct links to social networking websites that are intended for an audience over the age of 13.<br />\n- Direct links to the internet that can take players away from the game with the potential to browse any web page.<br />\n- Advertising of Rovio products and also products from select partners.<br />\n- The option to make in-app purchases. The bill payer should always be consulted beforehand.</p>"
}