{
    "id": "0510800006b70000",
    "name": "Tetsudou Nippon! Rosen Tabi - Yui Rail-Hen [3DS]",
    "size": 815504662,
    "releaseDate": 20210623,
    "description": "<p>Rail Route is a rail network management and operations simulation game. You negotiate contracts, build railroads, set up routes for trains and control the traffic. Unlock features to your dispatcher interface, upgrade railway network elements and research new technologies that allow you to automate the operations!<br />\nYou can download and play the game in the alpha version for free (developer preview) before we release the game under Early Access.<br />\nJoin our discord: https://discord.gg/avBjPqT<br />\nFollow us on twitter: https://twitter.com/RailRouteGame<br />\nHomepage: https://railroute.bitrich.info<br />\nGame Features<br />\nManual Routing<br />\nManual Routing is basic mode to control the railroad from the beginning of the game. You set up switches and signals one by one. Nothing but your skill and focus prevent collisions.<br />\nAutomated Routing<br />\nAutomated Routing helps when traffic becomes busy on a complex yard. You need a few clicks to set up all switches and signals en route. Collision avoidance included. Available later in the game when you research it and upgrade your signals.<br />\nContracts<br />\nContracts build your traffic. Except a few in beginning, you choose the most profitable contract that fills a gap in your schedule by own. But there is a trial first! It adjusts the payments (according to your rail network performance) and creates the timetable for all future trains.<br />\nBuilding<br />\nBuild your own rail network to optimize the traffic. Be creative and fill every possible space you have.<br />\nAutomation<br />\nAutomation allows you to operate your railway network without your hands on. Your growing traffic does not lock you in operations, freeing your hands for further expansion. It works in a record-and-replay manner: you just do what you want to be repeated for each subsequent train of the same contract. When certain event happens, rules you create are executed – automation can create routes from the automated signals.<br />\nFuture roadmap<br />\nThe game is an active development. These are the features we are currently working on:<br />\nScenario mode - scored levels with the predefined traffic you should handleCommunity level editor - create your own levelsAdvanced scheduling - adjust your timetable for even more control<br />\nStay tuned for the future updates!</p>"
}