{
    "id": "0510800005e90000",
    "name": "Legend of Zelda, The - Tri Force Heroes [3DS]",
    "size": 469235349,
    "releaseDate": 20151023,
    "description": "<p>WINNER: Best Nintendo 3DS Game</p>\n<p>-- IGN Best of 2015</p>\n<p>WINNER: Best Co-op Multiplayer Game</p>\n<p>-- IGN Best of 2015</p>\n<p>WINNER: Best Handheld/Mobile Game</p>\n<p>-- Game Critics Award 2015</p>\n<p>In the visual style of the critically-acclaimed The Legend of Zelda: A<br />\nLink Between Worlds game comes a new adventure. In this journey, three<br />\nplayers team up– each as Link – to cooperatively make their way through<br />\ninventive dungeons and battle bosses. Use the new Totem mechanic to<br />\nstack three Links on top of each other to reach higher grounds and solve<br />\npuzzles. Collect loot to create wearable outfits, each with a different<br />\nboost or ability.</p>\n<p>Features:</p>\n<p>Similar visual style and top-down view of The Legend of Zelda: A Link<br />\nBetween Worlds.</p>\n<p>As Link, buddy up with two other Link characters and cooperatively<br />\nsolve inventive puzzles to progress through the game.</p>\n<p>All three players share hearts, so they must work together to defeat<br />\nenemies and solve puzzles.</p>\n<p>Stack three Links on top of each other with the new “Totem” mechanic,<br />\nwhich makes it possible to reach new locations to solve puzzles.</p>\n<p>Collect loot to create wearable outfits, each with a different boost<br />\nor ability. Each dungeon is structured with four main areas.</p>\n<p>Single-player mode allows the player to rent two paper dolls to take<br />\nalong to complete the team of three and face challenges in dungeons.</p>\n<p>Choose from a set of emoticons to communicate with each other while<br />\nplaying in multiplayer mode.</p>\n<p>Team up with two other players in multiplayer mode via local wireless<br />\nconnection, online** and with download play.</p>\n<p>*Additional games and systems required for multiplayer mode; sold<br />\nseparately.</p>\n<p>**Broadband Internet access required for online play. For more info,<br />\ngo to support.nintendo.com.</p>"
}