{
    "id": "0510800001790000",
    "name": "Armed Blue Gunvolt - Striker Pack [3DS]",
    "size": 725972004,
    "releaseDate": 20140820,
    "description": "<p>Azure Striker Gunvolt is a 2D action game featuring the talents of star creator Keiji Inafune as the Executive Producer and Action Supervisor.<br />\nWith the “septimal” power to create and manipulate lightning, Gunvolt faces off against the massive conglomerate known as the Sumeragi Group. Intense battles<br />\nunfold against Sumeragi&#39;s ultra-powerful adepts (those who possess septimal powers) as Gunvolt fights to keep his nation free.Speedrun ModeThis new mode gives speedrunners around the world the chance to compete for the best time,<br />\nwith pre-determined settings put in place by the Gunvolt team to maximize efficiency for this challenging new mode.<br />\nFuture updates which will new add features and settings are already planned,<br />\nso stayed tuned for information about that in the near future.Lightning-Based ActionUse your trusty sidearm to tag enemies, then let loose a burst of electricity for massive damage. You can even tag multiple enemies and zap them all simultaneously.<br />\nYour lightning abilities are not just for defeating enemies, though. Use them to perform various maneuvers such as hovering across hazardous terrain.Do Battle With a Variety of BossesSumeragi&#39;s most powerful members, with a wide range of personalities, await you at the end of your missions.<br />\nBattles get heated as bosses unleash their most powerful skills and techniques.Those for Whom the Muse Sings Shall Turn the Tides of BattleEven Gunvolt falls in battle sometimes. When this happens, there is a chance that Lumen,<br />\naka The Muse, will revive you and grant you a massive power boost. Furthermore,<br />\nif you manage to amass at least 1000 Kudos during a stage,<br />\nthe BGM will change and Lumen will sing one of her songs for you for as long as you maintain those Kudos.<br />\nYour Kudos will reset upon taking damage, so keep that no-damage run going for as long as you can!Japanese Voice ModeIn this long-awaited mode, players will be able to play the original Japanese version of the game,<br />\nwhich includes ample mid-stage dialogue, all fully voiced in Japanese with English text.<br />\nThe entire script has been re-translated to coincide with the dialogue of the Japanese version of the game.<br />\nTo play the game in Japanese Voice Mode, select it from the Language Settings before starting the game.</p>"
}