{
    "id": "0510800006990000",
    "name": "Art Academy - Lessons for Everyone [3DS]",
    "size": 286981747,
    "releaseDate": 20121001,
    "description": "<p>\n      Art Academy™: Lessons for Everyone! is a Nintendo 3DS™ XL title that \n      offers art lessons and art-on-the-go for everyone. An in-game tutor \n      walks you through step-by-step lessons as you explore art theory and \n      concepts behind drawing and painting. The stylus and Touch Screen \n      controls offer a lifelike feel, whether you’re layering paint on stroke \n      by stroke, blending pastels, or shading with the side of the pencil. You \n      can also use these tools in Free Paint, where you can sketch and paint \n      pictures of any subject in a variety of mediums. You can even take 3D \n      pictures of subjects when inspiration hits in the real world and \n      reference them later to turn those subjects into works of art. Then \n      share your artistic creations with friends through a number of simple \n      and easy means. This game is also perfect for use on Nintendo 3DS XL’s \n      larger screens.\n    </p><ul>\n<li>\n        Anyone can learn to draw and paint, from kids looking to supplement \n        their art classes to adults looking to unleash their creativity in a \n        fun and relaxing way.\n      </li>\n<li>\n        In-game tutor offers customizable learning, with real-world art theory \n        explored in step-by-step bites that can be skimmed or replayed over \n        and over.\n      </li>\n<li>\n        Stylus and Touch Screen controls offer lifelike feel, whether you are \n        drawing with the tip of a pencil, shading with the side of the pencil, \n        or layering on paint or pastels stroke by stroke.\n      </li>\n<li>\n        A range of new lessons cover still life to scenery to portraiture. \n        Optional add-on content is also available for purchase from the \n        Nintendo eShop for even more content.*\n      </li>\n<li>\n        Share your artistic creations, locally, via the SpotPass™ feature, or \n        by exporting images to the Nintendo 3DS system’s SD card.\n      </li>\n<li>\n        Sketch with colored pencils, blend pastels or layer on paint, anywhere \n        and on-the-go.\n      </li>\n<li>\n        Take a picture anywhere with your Nintendo 3DS, then use it as a \n        subject in Free Paint.\n      </li>\n</ul><p>\n      In-game content available for purchase using stored account funds.\n    </p><p>\n      *Add On Content lessons are optional and not required to fully enjoy the \n      software\n    </p>"
}