{
    "id": "0510800002150000",
    "name": "Wan Nyan Pet Shop [3DS]",
    "size": 186437681,
    "releaseDate": 20180110,
    "description": "Manage and design your own pet store<br/>Use your organizational skills! In the tycoon game “Wauies – The Pet Shop Game,” you run your own pet store. As a dutiful shop owner, you need to stay on top of all aspects of business. Design your pet store and build pens, take care of the cute cats, dogs, fish and exotic animals, make sure your customers get what they need, and increase the profits of your pet store. Use your heart and your business acumen to make your shop into a veritable animal paradise.<br/><br/>Breeding, Collections and Events<br/>Small and cute, your furry charges depend on you. Expand your shop in this colorful animal game. Acquire a wide variety of dog and cat breeds, salt and freshwater fish, as well as exotics for your store. The selection is breathtaking – from Labrador retrievers over Japanese bobtail cats, basset hounds and Birman cats, all the way to chinchillas, rats and guinea pigs. The better you take care of them, the better your reputation as an animal care expert. Of course, you can also breed these animals. Your customers will be delighted by the merry litters of cute puppies and kittens. Top-notch animal game features await you!<br/><br/><ul><li>Exciting quests with a wide variety of rewards<br/></li><li>Special seasonal events<br/></li><li>Regular patches and updates<br/></li><li>Extensive breeding possibilities<br/></li><li>Production of animal food and accessories<br/></li><li>Constant addition of new breeds and animals<br/></li><li>Lovable cartoon-style graphics<br/></li><li>Countless customization options for decorating your store<br/></li><li>Humorous tycoon entertainment with management aspects</li></ul><br/>Make Friends<br/>The better you are at organizing and managing your store, the more features you'll be able to use. You also have the option to collect and trade card pieces of pets and exotics with your fellow players. Look forward to new finned and furry friends in regular updates to the game, and make use of multiplayer features to make virtual friends.<br/><br/>Small, Big, and Entertaining<br/>Experience this exceptional animal game. Prove your managerial skills. Discover numerous animals and learn about them – from tiny dwarf hamsters to massive Bordeaux Mastiffs. Play now!<br/><br/>Note: Wauies can only be played online. Existing accounts for the browser game of the same name cannot be linked to Steam."
}