{
    "id": "05108000003f0000",
    "name": "Beyblade Burst God [3DS]",
    "size": 287165480,
    "releaseDate": 20150219,
    "description": "<p>Three years after the events of GOD EATER: Resurrection, a mysterious red rain sparks a fatal pandemic called the Black Plague. Take control of their newest recruit as you master incredible weaponry, challenge enormous monsters, and cooperate with an iconic cast of characters fighting for humanity in GOD EATER 2: Rage Burst.<br />\n• More Than One Way to Slay a Monster – Use “God Arcs”, massive weapons created from Oracle Cells, to hack, slash, shoot and devour Aragami.<br />\n• Monstrous Content – GOD EATER 2: Rage Burst continues the epic GOD EATER saga, featuring new and returning heroes, rich character and weapon customization, and over 100 hours of story and gameplay content, fully voiced in English.<br />\n• Power of Blood – Learn over 400 different Blood Arts for Melee weapons to enhance your attacks and Blood Bullets to add various attributes.<br />\n• Squad Up – Play with up to 3 additional players online to form a cooperative four man cell, perfect for taking on the most difficult of missions.<br />\nAdditional hardware required for Remote Play.<br />\nAdditional hardware required for Interconnectivity.<br />\nUse of PSN and SEN account are subject to the Terms of Service and User Agreement and applicable privacy policy (see terms at sonyentertainmentnetwork.com/terms-of-service &amp; sonyentertainmentnetwork.com/privacy-policy).<br />\nOnline features may be terminated at any time.<br />\n*Online multiplayer requires a PlayStation®Plus membership.<br />\n1 player<br />\nNetwork Players 2-4<br />\n11GB minimum save size<br />\nDUALSHOCK®4<br />\nRemote Play<br />\nInterconnectivity PS4™ • PS Vita<br />\nOnline Play (Optional)<br />\nSoftware subject to license (us.playstation.com/softwarelicense). Online features require an account and are subject to terms of service and applicable privacy policy (playstationnetwork.com/terms-of-service &amp; playstationnetwork.com/privacy-policy). One-time license fee for play on account’s designated primary PS4™ system and other PS4™ systems when signed in with that account.<br />\nGOD EATER™ 2 Rage Burst&amp;©2015 BANDAI NAMCO Entertainment Inc.</p>"
}