{
    "id": "0510800001710000",
    "name": "Fire Emblem If - Anya Oukoku [3DS]",
    "size": 1455155057,
    "releaseDate": 20160219,
    "description": "<p>Two kingdoms are on the brink of war. Whose side will you choose? Torn <br />\n      between two families, you&#39;re an heir of Hoshido, raised by Nohrian <br />\n      royals. If you choose the path of Birthright, you&#39;ll battle the <br />\n      corrupted king of Nohr beside a family of strangers.</p>\n<pre><code>  You may also choose the path of Conquest, where you must fight to change   \n  your misguided kingdom from within. Learn about Fire   \n  Emblem Fates: Conquest.\n\n  Command warriors with expert precision and forge deep relationships to   \n  master this turn-based strategy game. For the first time ever, your   \n  customized avatar is the main hero. An army of knights, mages, archers   \n  and more are at your command in the most tactical battles in series   \n  history. Each unit and weapon has strengths and weaknesses you must   \n  consider for every foe you face. Partner allies on the battlefield so   \n  they can support each other in combat. Building relationships is key—the   \n  closer your allies become, the better they&amp;#39;ll fight together. Their   \n  future is at your command, but first you must make the most important   \n  decision in the history of Fire Emblem.\n\n\n    For the first time in the Fire Emblem™ series, your customized avatar   \n    is the main character (Prince or Princess of Hoshido Kingdom)\n\n\n    Epic storyline centered on your avatar, forced to choose between   \n    bloodline and family who raised you.\n\n\n    New &amp;quot;My Castle&amp;quot; area to interact with your allies and build stronger   \n    relationships\n\n\n    Have StreetPass™ encounters with other players to visit their My Castle\n\n\n    Tap in corresponding Fire Emblem amiibo™ figures and Marth, Ike,   \n    Lucina, and Robin will appear in your game, ready for you to battle   \n    and recruit\n\n\n  Once you choose your path between Fire Emblem Fates: Birthright   \n  and Fire Emblem Fates: Conquest, you will enter a complete   \n  gameplay experience with different sets of characters to battle against   \n  and ally with. When you want to explore the other path (which is also a   \n  complete gameplay experience), you can purchase it at a discounted price   \n  in-game, adding an alternate take to the events that transpired between   \n  the kingdoms of Nohr and Hoshido.\n\n  Please make sure not to purchase both Birthright and Conquest at full   \n  price on Nintendo eShop. To purchase the second path at a discounted   \n  price, please select the Explore Fates option that appears at the   \n  beginning of Chapter Six, or purchase a download code at retail to   \n  redeem within the in-game shop Dragon&amp;#39;s Gate.\n\n  * The third path—Fire Emblem Fates: Revelation—will bring a   \n  conclusion to the saga. In order to play Fire Emblem Fates: Revelation,   \n  you must own either the Fire Emblem Fates: Birthright or the Fire   \n  Emblem Fates: Conquest game. At the beginning of Chapter Six, you   \n  can access the in-game shop Dragon&amp;#39;s Gate or select the Explore Fates   \n  option to purchase it. Download codes for Fire Emblem Fates:   \n  Revelation will also be available at participating retailers.\n\n  &amp;quot;Fire Emblem Fates will fuel your inner fire&amp;quot;   \n  - Desctructoid (8.5/10)\n\n  &amp;quot;It’s an emotional and engaging journey…&amp;quot; -   \n  IGN (9.4/10)\n\n  &amp;quot;…a captivating story within each game&amp;quot;   \n  - Polygon\n\n  9.25/10 - Game Informer\n</code></pre>"
}