{
    "id": "05108000049f0000",
    "name": "Slime Mori Mori Dragon Quest 3 - Daikaizoku to Shippo Dan [3DS]",
    "size": 119304852,
    "releaseDate": 20031114,
    "description": "<h2>&#39;Slime MoriMori Dragon Quest: Shougeki no Shippo Dan&#39; (スライムもりもりドラゴンクエスト 衝撃のしっぽ団) is a Japanese Dragon Quest spin-off title released for the Game Boy Advance on November 14th, 2003. It is the first installment of the Slime series, and would go on to publish two additional video games in the franchise.</h2>\n<p>Yoshiki Watabe, producer of &#39;Dragon Quest VIII: Journey of the Cursed King™&#39;, thought of the idea and approached series creator Yuji Horii, who then together brainstormed the game&#39;s genre and style. Previously the two had discussed making a game for children while working on a port of &#39;Dragon Warrior&#39; to the Game Boy, and the need for a main character that would be appealing to children.</p>\n<p>This idea soon developed to become &#39;Slime MoriMori&#39; (also commonly known as Rocket Slime in the west). The storyline centers around a young blue slime, basking in an ordinary day out with his friends and family. However, that was all soon to be cut short by a disastrous event. One by one, each of the village&#39;s residents were kidnapped by a group of baddies- known as none other than the Tails Brigade! With no one else to turn to, it&#39;s up to this brave little slime to rescue his village, and take back what&#39;s rightfully theirs.</p>\n<p>Follow the youngster on his adventure as he traverses the treacherous terrains, where locked up companions can be found hidden around every corner. The slime has many skills under his belt (whether they&#39;re used for mobility or combat is up to him), where he can stretch and fling himself like an elastic band, compress himself and float around whilst air-borne, and even stack up to three slimes or items on his head, which can then be transported onto railway carts that leads them back to his village. Filled to the brim with puzzles, loveable characters and boss battles, there&#39;s plenty around to keep the slime busy.</p>"
}