{
    "id": "0510800001cb0000",
    "name": "Tobidase Doubutsu no Mori - amiibo+ [3DS]",
    "size": 553259494,
    "releaseDate": 20121109,
    "description": "<p><strong>Story:</strong>\n<p>Colonel Ostankovich, the commander of a special police department in St Petersburg, and the man who put his honesty at stake by swearing that under his command not an item will get lost in the Hermitage, receives a report of a short alarm failure in the Hermitage. He suspects that something happened. To avoid losing his reputation, he contacts Maxim Durand through Larisa Svetlova. Due to his past, Maxim is at his disposal and has to help him. \n\n<p>In the search for the stolen paintings Max and Lara (mostly on their own) visit the Hermitage, an old library, the Interpol's headquarters in Lyon, the residence in Scotland and further locations. They interrogate the suspects, search for data, break codes and discover forgeries. All their journeys finally lead Max, accompanied by his brother, to the Finnish cloister. Strange deaths, secret signs and increasingly weird behaviour of Max's brother André and of those around him force Max to the very edge of sanity. \n\n<p>Max:\n<br/>Main hero; this character is controlled by the player. A young French professor who lectures on the history of art. In order to get money for his wife's surgery he had to start a criminal career - he forged and sold several paintings of the old masters. \n\n<p>Lara:\n<br/>The second controllable character is more of a supporting character. It is a young Russian woman who reached the rank of captain in Russian militia. Thanks to her achievements she was later transferred to Lyon in France where she's the Russian representative at Interpol's headquarters. Her task is to promote Russian interests in the department of art theft. \n\nKey Features\n<ul>\n<li> This Steam version of Memento Mori uses an enhanced version of the game engine\n<li>Classical point-and-click mystery detective adventure.\n<li>Realtime 3D environment using today’s graphics cards to create desired atmosphere with special effects. \n<li>Playing for two characters – Lara and Max\n<li>The end of the game depends on player’s decisions through whole story.\n<li>Original Soundtrack is included.\n</li></li></li></li></li></li></ul>\nNote: Soundtrack will be located at -&gt; Steam -&gt; Steamapps -&gt; Common -&gt; Memento Mori -&gt; Soundtrack</p></p></p></p></p>"
}