{
    "id": "0510800001530000",
    "name": "Yo-Kai Watch Blasters - White Dog Squad [3DS]",
    "size": 1798429572,
    "releaseDate": 20180907,
    "description": "<p>Take down enemy Yo-kai and Big Bosses using skills and Soultimate Moves<br />\nwith up to 3 other friends*. As you tackle missions, befriend new Yo-kai<br />\nto amplify your team&#39;s awesomeness.</p>\n<p>Train with Sgt. Burly to become the strongest Blasters team there is! As<br />\nyou complete missions, gather Oni Orbs and items to level up or forge<br />\nequipment to power up your team. Some missions, bosses, and Yo-kai are<br />\nexclusive to each version. Trade Yo-kai between versions to collect them<br />\nall! You can befriend all friend Yo-kai from all versions of the YO-KAI<br />\nWATCH 2 game, boss Yo-kai, plus the all-new Usapyon, Blizzie, and more.<br />\nLink save data with a version of YO-KAI WATCH 2 to befriend special<br />\nYo-kai. Uncover new sides to the story as well as new Yo-kai, bosses,<br />\nand missions with a post-launch software update!</p>\n<p>Team up for action-packed local and online*<em> multiplayer for up to 4<br />\nplayers</em></p>\n<p>Strategize with different battle roles: Attacker, Healer, Ranger, and<br />\nTank Yo-kai</p>\n<p>Embark on a journey with more than 400 new and returning Yo-kai to<br />\ndiscover and befriend</p>\n<p>Complete missions for items and Oni Orbs to forge equipment and level<br />\nup</p>\n<p>Experience different Yo-kai, missions, and bosses depending on the<br />\nversion you play</p>\n<p>Get one of three special Yo-kai by linking data with a version of the<br />\nYO-KAI WATCH 2 games: Befriend Jibanyan S with YO-KAI WATCH 2: Bony<br />\nSpirits, Komasan S with YO-KAI WATCH 2: Fleshy Souls, or Komajiro S<br />\nwith YO-KAI WATCH 2: Psychic Specters</p>\n<p>Unlock the two new Oni Crank-a-kai and Lucky Crank-a-kai for even more<br />\nchances to get hard-to-find Yo-kai or items. QR Code® patterns and<br />\nPasswords will offer you in-game coins that you can use on the<br />\nCrank-a-kai.</p>"
}