{
    "id": "0510800001830000",
    "name": "Samurai Warriors - Chronicles [3DS]",
    "size": 1250224736,
    "releaseDate": 20110226,
    "description": "<p>SAMURAI WARRIORS: Chronicles takes the fan favorite series<br />\ninto uncharted territory with 3D graphics and new gameplay improvements<br />\nthat will bring this franchise to the next level.</p>\n<p>In the game, players will be able to change control between four<br />\ndifferent warriors on the fly, easily switching between characters by<br />\ntouching the Nintendo 3DS touch panel. Teamwork is a key focal point of<br />\nthe game, as the secret to success lies in positioning your team on the<br />\nbattlefield wisely. There are also friendship levels between the various<br />\ncharacters that will ultimately guide where the story goes and how<br />\nbattles play out, so helping others has its rewards.</p>\n<p>SAMURAI WARRIORS: Chronicles is set to help usher in the<br />\nNintendo 3DS by providing tactical action like you’ve never seen!<br />\nThrough deep combat, multiple branching storylines and a living 3D<br />\nbattlefield, the legend of the samurai lives on…</p>\n<p>FEATURES</p>\n<p>Control the Battlefield: As general, you have complete control<br />\nover the tide of battle. Choose and switch between four strategically<br />\nplaced warriors on the battlefield as the situation dictates. With<br />\nthis much control over your army, there is no war you cannot win…</p>\n<p>Experience a New Tale of a Classic Era: Players can play<br />\nthrough classic history, through a story taking place in the epic<br />\nWarring States period of Japan. During their battles and interactions,<br />\nplayers will form bonds with historical figures that will open new<br />\nscenarios, forging their own unique story.</p>\n<p>Connect with Other Players: Through StreetPass Mode you can<br />\nform an army of four warriors and have them fight with armies of other<br />\nplayers who you pass by in real life. Depending on how many times you<br />\nbattle, and your results, you can win new items. With SpotPass players<br />\nwill even be able to automatically download extra scenarios!</p>\n<p>Morale and Friendship: Take care of your comrades, and they’ll<br />\ntake care of you. As you complete specific missions on each<br />\nbattlefield, you will lower the enemy morale making them easier to<br />\nconquer. Using some warriors more than others, and how you interact<br />\nwith characters, will affect your friendship with particular<br />\ncharacters and open up new endings for the game and unique cutscene<br />\ninteractions.</p>\n<p>3D Graphics Make Battles Come Alive: Thanks to the 3D<br />\ncapabilities of the Nintendo 3DS, players will experience a living<br />\nbattlefield like none they’ve ever seen. Gorgeous graphics and<br />\nstunning 3D effects will immerse you in the world of the samurai.</p>\n<p>Use Parental Controls to restrict 3D mode for children 6 and under.</p>"
}