{
    "id": "0510800000cb0000",
    "name": "Bravely Second - End Layer [3DS]",
    "size": 2288574524,
    "description": "<p>\n      Steel yourself for the next evolution of the series that reinvented \n      turn-based RPGs—the successor to Square Enix's Bravely Default™ \n      game. In this standalone adventure, Agnés Oblige has been imprisoned, \n      and as a knight in her service, it's up to the hero, Yew, to save her! \n      Form the ultimate team and strategy, then risk it all in this fast, \n      fresh RPG.\n    </p><p>\n      The innovative Brave and Default battle system is back and deeper than \n      ever. Balance risk and reward in turn-based battles: characters can make \n      multiple moves in one turn, but then they may be unable to move for a \n      while. Win a battle in a single turn and you can instantly start a more \n      difficult encounter to earn better rewards. Level up characters and jobs \n      quickly, but be careful—defeat means losing anything earned along the \n      way. Select from 30 jobs and over 300 skills and abilities to customize \n      each party member in the most strategic manner. The more you learn, the \n      more tactics you'll wield.\n    </p><p>\n      Now go forth! Defy the mysterious kaiser and face down his army before \n      it’s too late.\n    </p><ul>\n<li>\n        An innovative twist on turn-based combat\n      </li>\n<li>\n        Lovable, multifaceted characters in a top-tier RPG\n      </li>\n<li>\n        Get started with the Bravely Second™: End Layer demo, The \n        Ballad of the Three Cavaliers. Bravely Second™ : End Layer A \n        pre-launch prelude to the main adventure focusing on the Three \n        Cavaliers – Yew Geneolgia, Janne Angard, and Nikolai Nikolanikov\n      </li>\n<li class=\"cms-indent\">\n        Allows players to unlock rewards in the full version of the game\n      </li>\n<li>\n        Time your turns tactically with the Brave and Default system\n      </li>\n<li>\n        Form flexible strategies, combining even more new jobs and abilities\n      </li>\n<li>\n        Dare to risk everything in fast-paced, turn-based battles\n      </li>\n<li>\n        Team up with heroes and returning characters to rescue Agnès Oblige \n        from Kaiser Oblivion's Skyhold\n      </li>\n<li>\n        Balance risk and reward in deeply strategic battles\n      </li>\n<li>\n        Switch between 30 unique jobs for numerous tactical possibilities\n      </li>\n<li>\n        Freely mix and match 30 unique jobs, and then save your favorite \n        combinations for instant use\n      </li>\n</ul>",
    "publisher": "Nintendo",
    "releaseDate": 20160415
}