{
    "id": "05625000058f0000",
    "name": "Tony La Russa Baseball [SG]",
    "size": 10478041,
    "releaseDate": 19910101,
    "description": "<p>Tony La Russa Baseball is a baseball computer and video game console sports game series (1991-1997), designed by Don Daglow, Michael Breen, Mark Buchignani, David Bunnett and Hudson Piehl and developed by Stormfront Studios. The game appeared on Commodore 64, PC, and Sega Genesis, and different versions were published by Electronic Arts, SSI and Stormfront Studios. The artificial intelligence for the computer manager was provided by Tony La Russa, then manager of the Oakland Athletics and later the St. Louis Cardinals. The game was one of the best-selling baseball franchises of the 1990s.</p>\n<p>The game was based on the baseball simulation methods Daglow evolved through the Baseball mainframe computer game (1971) (the first computer baseball game ever written), Intellivision World Series Baseball (1983) and Earl Weaver Baseball (1987).</p>\n<p>TLB refined many of the simulation elements of Earl Weaver Baseball, and introduced a few \"firsts\" of its own:</p>\n<ul><li>User Interface and the Fly Ball Cursor -- Prior to Intellivision World Series Baseball in 1983 all hits in baseball games were grounders, since there was no way to display the ball in flight in 3D. After World Series Baseball, from 1983-1990 games had fly balls but used a ball-shaped shadow to trace the ball's path on the ground. This made catching fly balls difficult, since users couldn't tell how high the ball was if it was off the screen. In La Russa Daglow designed a circular Fly Ball Cursor that appeared where the ball was going to land, and grew or diminished in size based on the height of the ball. If the wind was blowing the cursor would move its location to reflect the changing course of the ball. The Fly Ball Cursor introduced real fly balls and pop-ups to computer baseball games, eliminating the last segment of the sport that had never been simulated accurately. Every graphic baseball game published since 1991 has used some variation on Daglow's Fly Ball Cursor for outfield play.</li>\n<li>Fantasy Draft -- La Russa was the first computer baseball game to allow users to conduct drafts and set up their own leagues, all with access to the game's comprehensive player statistics. Tony La Russa would draft on behalf of all non-human users in a league, and users could tune the AI draft strategy uniquely for each team. The draft features were enhanced in later versions.</li>\n<li>Head-to-Head Stats and Simulation Accuracy -- La Russa was the first baseball game to offer accurate stats for each individual pitcher against each individual hitter, data that actual managers use extensively in the dugout. Player stats and ratings were supplied by baseball sabermetrics pioneers John Thorn and Pete Palmer.</li>\n<li>Baseball stadiums -- Ballparks in the game were larger and more richly detailed than any prior game. Add-on disks allowed users to play in real Major League ballparks.</li>\n<li>AI -- In contrast to many sports celebrities who merely lent their names to games, Tony La Russa spent extensive sessions over a period of years working to make the game's artificial intelligence as accurate as possible. The team leveraged the lessons learned working with Earl Weaver to make the \"baseball manager as game designer\" feedback loop even more efficient.</li>\n</ul><p>The first version of La Russa, Tony La Russa's Ultimate Baseball, was released almost exactly twenty years after the first playable version of Baseball went live at Pomona College in 1971.</p>"
}