{
    "id": "0562500005d50000",
    "name": "VR Troopers [SG]",
    "size": 11094651,
    "releaseDate": 20230517,
    "description": "<p>Starship Troopers: Extermination is a pulse-pounding, base-building, objective-grabbing co-op first-person shooter. Join the Deep Space Vanguard, an elite Special Forces branch of the Mobile Infantry, in the fight against the Bug menace and claim victory for humanity!<br />\nThe deep-space mining colony on Planet Valaka, designation PE-59, has been decimated by the Arachnids—and the Vanguard has been sent in to take it back. As soon as dropship hits dirt, your trusty Morita Assault Rifle, build tool, and fellow Vanguard Troopers are all that will keep you alive while exploring the hostile surface of Valaka.<br />\nWould You Like to Know More?<br />\nRetake and rebuild bases, construct refineries, and complete a variety of other side objectives to wrest control of the map away from the Bug menace. A massive, detailed map with several unique zones adds to incredible replayability, and swarm-based combat with hundreds of enemy Bugs on screen delivers the sense of taking part in an overwhelming planetary struggle!<br />\nChoose from the Hunter, Operator, and Bastion classes to best suit your playstyle and support the rest of your squad. Stay in contact with your teammates with the intuitive “Ping” system to call out points of interest, enemies, and more. As you progress, you’ll unlock new weapons, equipment, and perks for each class to become an elite warfighter of the Deep Space Vanguard! Additional customization choices to come as the game develops.<br />\nIncreasing Bug threat levels during missions bring bigger and more dangerous enemies to the fight and you’re going to need to hunker down to stand a chance. Construct walls, towers, ammo stations, and more using resources acquired from planetside refineries to beat back the Bugs until Fleet can come and get you. At Early Access launch you’ll encounter Drone, Warrior, Gunner, Plasma Grenadier, and Tiger Elite enemy Bugs, with more to come!<br />\nStarship Troopers: Extermination is being built alongside the community. With a lower entry price at Early Access launch, we want to encourage Troopers to sign up with the Vanguard. We are boots on the ground with our community, ready to listen, as we take the game from Early Access to a full launch.<br />\nJoin us on the Starship Troopers: Extermination Discord server!<br />\nhttp://discord.com/invite/8yCFRTm9ZQ</p>"
}