{
    "id": "0562500004ef0000",
    "name": "Steel Empire [SG]",
    "size": 10480588,
    "releaseDate": 19920101,
    "description": "Steel Empire is a steam punk shoot'em up game featuring a frantic combat filled with powerful enemies and insane obstacles. Enjoy a beautiful world and retro game-play as you dodge and shoot your way through classical stages. Choose one of 4 difficulty settings according to your set of skills and fight the evil empire! See how well you did using the Replay Mode and show your worth by getting all achievements.<br/><br/>Originally released on the Sega Genesis / Mega Drive consoles in 1992, it was later ported to the Nintendo Game Boy Advance in 2004 and to the Nintendo 3DS in 2014, and now is coming to PC! <br/><br/><br/>Choose to fly one of two classes of fighter aircraft: the Etopirica (ET-02R), a small and a fast plane, or the Zappellon, a slower but more resistant zeppelin. You fly in only one direction, but you can fire from behind as well as ahead. Levels are divided into a few stages to complete, each with their own boss before moving onto the next level. After a level is complete, you can change your craft, watch a replay, continue the game in your current craft, or save your progress.<br/><br/>During the game there is a certain number of lives and continues at your disposal. Once the health bar is depleted, a life is lost with a play continuing normally. If all lives are used, you can hit a continue, which will restart at either the beginning or midpoint of a stage depending on how far you were. When all continues are expended, the game is over.<br/><br/>To increase your firepower, collect powerups such as experience points, health, bombs or additional lives.<br/><br/><br/><ul><li>Complete remake truthful to the original game, based on 3DS version with improved graphics and controls<br/></li><li>Side-scrolling shoot'em up game, originally released on Sega Genesis and later on Game Boy Advance and Nintendo 3DS<br/></li><li>7 complex stages full of adrenaline-pumping action and boss fights<br/></li><li>Collect special power-ups and increase your firepower with a level-up system (up to 20 levels)<br/></li><li>Steam Achievements &amp; Trading Cards<br/></li><li>Full controller support<br/></li><li>The classic is back!</li></ul>"
}