{
    "id": "05625000014d0000",
    "name": "DJ Boy [SG]",
    "size": 10242627,
    "releaseDate": 19890101,
    "description": "<p>DJ Boy (DJボーイ) is a 1989 beat 'em up arcade game developed by Kaneko. It was published in Japan by Kaneko and in North America by Sammy.</p>\n<p>DJ Boy, also known as DJ Kid, was designed as a standard side-scrolling beat'em up game partially based on the hip-hop culture of the U.S. cities. What made the game unique at the time was the fact that many of the characters rode around on roller skates rather than walking or running.</p>\n<p>The premise of the home console game: A young man named Donald J. Boy (DJ Boy) is a roller fighter taking part of an ultimate fight-race known as \"Rollergame\", taking place in Cigaretch City, located on the outskirts of New York City. Many people were excited to see DJ Boy, but a roller fighter gang known as the Dark Knights want him out of the competition. Their leader, Heavy-Met Tony, calls his gang to kidnap his girlfriend Maria, who also comes into town and defeat DJ Boy. DJ Boy must rescue Maria, defeat the Dark Knights, and win the Rollergame competition in one adventure. The arcade plot tells a different story. Two rollerskaters named Bob &amp; Tom (the two playable characters) were breakdancing to the beat of their boombox, until it got stolen from rollerskater thieves (possibly the Dark Knights), in which they must find and defeat them in order to retrieve what is rightfully theirs.</p>\n<p>DJ Boy skates across various stages and utilizes hand-to-hand combat moves in order to defeat opponents, culminating with a battle with a boss at the end of each level. Along the path, the player also encounters prizes, which then can be used later to purchase Power-ups from a store located at the end of each level (in the home version, the arcade simply tallied these as points). In the console versions of the game, as another game, River City Ransom, the \"prizes\" consist of coins that are dropped by defeated enemies, or food items like burgers that restore health.</p>"
}