{
    "id": "0562500005690000",
    "name": "Thomas the Tank Engine & Friends [SG]",
    "size": 10667384,
    "releaseDate": 19930901,
    "description": "<p>Thomas &amp; Friends merchandise has been produced to capitalize on the success of the television series Thomas &amp; Friends (formerly Thomas the Tank Engine and Friends). Whilst merchandise was produced alongside due to the popularity of the first of The Railway Series books by the Rev. W. Awdry since 1945, and the original broadcast of the television series in 1984 in the United Kingdom, large numbers of manufacturers have sought to produce Thomas-branded items after the television series was broadcast in America and Japan.<br />\nThe most popular and wide-ranging items of merchandise are the models of the characters, which have been produced in many different ranges, some including accompanying railway systems. The Rev. W. Awdry created the original toy model of Thomas the Tank Engine, which inspired the character, soon after the first book of stories was complete. In 1927, while still at school, he built Annie, and in 1948, he built Clarabel. Other popular products include videos, books and magazines, and computer games. &#39;Thomas&#39; merchandise has also included such diverse items as: audiobooks, annuals, colouring and activity books, jigsaws, board games, stationery, clothing, cutlery, household items such as curtains, duvet covers and lampshades, and soft drinks and spaghetti shapes.<br />\nThomas &amp; Friends ranked number one in the preschool toys category in the U.S. and made the top 10 for the entire U.S. toy industry in 2010. In January 2011, Thomas &amp; Friends ranked as the number-one preschool toy property in the U.K. for the 11th year in a row. Thomas is also a top-selling toy property in Australia, Germany, Japan and Korea. While the total traditional toy industry in the United States increased 1.9 per cent in 2010, overall Thomas &amp; Friends toy sales increased over 47.1 per cent.<br />\nIn 2016 a version of the Nabi SE Android tablet themed after the series received FCC certification and was to be released alongside the American Girl, Barbie and Hot Wheels tablets, but as of March 2018 no mention of such a device was made on Nabi or the series&#39; official website.</p>"
}