{
    "id": "0562500000310000",
    "name": "Aquatic Games Starring James Pond and the Aquabats, The [SG]",
    "size": 10230428,
    "releaseDate": 20160118,
    "description": "<strong>The Aquatic Adventure of the Last Human is a pixelated, side-scrolling, underwater action-adventure game about exploring the decaying ruins of our species -- and fighting deadly sea-creatures -- in search of answers about our downfall.</strong>Key Features<br/><ul><li><strong>Melancholic underwater atmosphere:</strong> We really wanted to show the beauty of the sea as well as our influence on nature.<br/></li><li><strong>Exploratory storytelling:</strong> The story is mainly told through the art and backgrounds with some textual hints along the way.<br/></li><li><strong>Unique conflict encounters:</strong> Throughout the adventure, you will encounter -- much like Odysseus in The Odyssey -- monstrous beasts and challenges that you will have to best.<br/></li><li><strong>Polarized gameplay:</strong> It's pretty chill until you've gotta fight for your life!</li></ul><br/>We think it's important to bring up global issues that have affected our lives and try to give a different point of view: climate change, terrorism, and technological progress.<br/><br/>We’re not lying: You are the last human; humanity is doomed.BackstoryThe water rose by an unpredictable amount due to climate change. The Earth's surface froze over, and humans were forced to live underwater -- where they could still harvest energy and grow food -- changing how cities and districts looked. As resources began to dwindle in the year 2971, sub-aquatic spaceships were sent to a nearby wormhole to look for habitable planets. Things did not go as planned. And now the ship, Argo9, has returned thousands of years later in a time after humans have gone extinct.<br/><br/>It's up to you to determine whether the ruins of our species is a travesty or an inevitable conclusion as you explore the lush aquatic world and encounter deadly underwater monsters.The Aquatic Adventure of the Last Human || Digital DELUXE Edition This edition includes a pixel art map with all the boss locations, the full soundtrack composed by Karl Flodin -- and a digital booklet that gives some extra information about the story, weapons, and upgrades. Lastly, you'll receive a few desktop backgrounds that we made. All of this will be found in the game's folder. <br/>"
}