{
    "id": "0562500001e10000",
    "name": "Galaxy Force II - Steam Version [SG]",
    "size": 10435032,
    "releaseDate": 20140924,
    "description": "Steam Marines is a squad based Roguelike set on a steampunk spaceship. It features tactical play focused on positioning and careful use of resources. Built to keep you on your toes as you progress through the decks of your besieged ship while clearing enemies and trying to reach each level's elevator. <br/><br/><br/><strong>Permadeath </strong><br/>Build your marines up into long range or up close death machines, but don't expect any mercy. Death is permanent and fallen marines are gone forever. Finding survivors not guaranteed.<br/><br/><strong>Turn and Squad Based Gameplay </strong><br/>Command up to four marines, each with their own gear, talents, and Action Points. Positioning is critical - even a lone enemy can be lethal! Sight and snipe or funnel enemies into a choke point and blow them up!<br/><ul><li>Five marine classes - long range death, shotgun knockback, grenade launchers, all to help the squad<br/></li><li>Four ranks for promotion and talent tree access<br/></li><li>Five perks to further differentiate each marine<br/></li><li>Exoskeleton suits stripped from the hulks of dead enemies - flamethrowers and face punching<br/></li><li>Deck bosses that will challenge you but do not negate the tactics you have learned (no \"immunities\"!)</li></ul><br/><strong>Procedural Generation </strong><br/>The steampunk spaceship is composed of multiple decks you must progress through. Different environments and creatures await, and you'll never know for sure what lies beyond the next corner.<br/><ul><li>Five human ship decks with a sixth Alien Deck<br/></li><li>Procedural decks with destructible walls, high/low ground, and tactical variations<br/></li><li>Randomized weapons, armor, and enemy units</li></ul><br/><strong>Score, Difficulty, and New Game Plus</strong><br/>Get rated on your overall performance. Manage to fight your way past 30 levels of mayhem? New Game Plus offers fresh challenges. Four levels of difficulty with one being for the truly masochistic!"
}