{
    "id": "0562500004950000",
    "name": "Sol-Deace [SG]",
    "size": 10375885,
    "releaseDate": 20120125,
    "description": "By the year 2500, Earth had become toxic and unsafe for human life.  Pollution and overpopulation had ravaged the planet, forcing humanity to the stars.  Colonies and settlements soon sprung up across the solar system, but man had not left its thirst for war behind.  Then, they learned their sun was dying, and everything changed.  Only when faced with threat greater than each other did the nations of man finally come together.  The United Colonies of SOL (UCS) was born, its first and only mission: to locate a new home for mankind, safely beyond the doomed borders of our solar system.<br/><br/>\t\t\t\t\t\t\t\t\t\t\tSuit up and take on the role of the Lieutenant Commander, ace fighter pilot and 2nd in command of the UCS Atlas, as you search for a new home, battle a mysterious enemy, and rescue humanity from a fiery end.<br/><br/>\t\t\t\t\t\t\t\t\t\t\tKey features:<ul><li>Experience an action space shooter like no other with Unreal™-powered visuals.<br/> </li><li>Eight epic missions take you across breathtaking landmarks of our solar system, including Pluto, Neptune, Triton, Uranus, Saturn, and Titan.<br/> </li><li>Utilize the advanced weaponry of your UCS HADES space fighter, including dual gatling guns, tracking missiles and MAG cannon.<br/> </li><li>Engage a variety of enemy fighters, bombers, drones and more as you protect civilian transports and defend installations from attack.<br/> </li><li>Take down massive capital ships by hacking into them and revealing their weak points or turning their weapons on one another.<br/> </li><li>Learn the origins of your shadowy foes as the plot unfolds through full voice-acted dialogue<br/> </li><li>Replay missions to earn higher ranks and perform heroic actions to earn upgrade points which can be used to improve your fighter.<br/> </li><li>Top your friends on Steam leaderboards and compare your medals with dozens of achievements to unlock!<br/> </li><li>Fully remappable controls support USB gamepads, joysticks, and mouse/keyboard control schemes.</li></ul>"
}