{
    "id": "0562500004ed0000",
    "name": "Steel Empire - Sega Channel [SG]",
    "size": 10481356,
    "releaseDate": 20180327,
    "description": "<p>”This is the Gunjo Broadcasting Club. Is there anyone left out there...?”<br />\nCROSS†CHANNEL: Steam Edition is the first official English localization of the visual novel cult classic CROSS†CHANNEL.<br />\nSet in Gunjo Gakuin, a school specialized for those deemed by the government to be unfit for society, CROSS†CHANNEL follows the story of eight members of the school&#39;s Broadcasting Club who have just returned from a disastrous field trip, which throws their club – and their friendships – into turmoil.<br />\nUpon returning to school, the students quickly discover that they are the only living people around. Completely alone and rife with tension, will the students manage to mend their broken friendships and complete their broadcasting antenna in order to reach out to other possible survivors of whatever mysterious calamity has befallen them? Or will they come apart at the seams?Game FeaturesThe definitive masterpiece of Romeo Tanaka, veteran creator of numerous popular adventure games.<br />\nThe first non-Japanese localized release of the series, based on CROSS†CHANNEL 〜For all people〜.<br />\nThe story, widely hailed as the pinnacle of &quot;loop&quot; tales, portrays eight young people living the same week over and over for eternity.<br />\nOver 20 hours of gameplay, featuring multiple routes.StorySummer has come.<br />\nWith summer comes a long vacation from school.<br />\nThe Broadcasting Club has been torn apart, left to slowly disintegrate.<br />\nSince returning from their first field trip of the summer, there&#39;s been a palpable distance between the club members.<br />\nNow, only one single member continues to participate in the club activities.<br />\nBut a horrible realization has dawned on all of them: their school has been completely deserted. Are they really the only people left?<br />\nThe hero of our story is a member of the Broadcasting Club.<br />\nHe casually greets his friends as they show up at the otherwise deserted school.<br />\nOn the rooftop, we find club president Misato Miyasumi assembling a massive broadcast antenna, alone.<br />\nThis antenna was the club&#39;s summer project, and its completion for the purpose of sending a broadcast out to find other possible survivors has been their main goal.<br />\nLast summer, the club comprised a close-knit group of friends who worked together. Yet now, only a single member continues their efforts.<br />\nA group of the former friends watch her work, a cold glint in their eyes.<br />\nThis is the story of their clashing differences rising to a boil, and the resolutions that arise from these clashes.<br />\nOnce divided, the club members slowly begin to grow closer once again...</p>"
}