{
    "id": "0562500002ad0000",
    "name": "Legend of Galahad, The ~ Galahad [SG]",
    "size": 10691797,
    "releaseDate": 20220901,
    "description": "<h3>Lance Warfare</h3><strong>In GALAHAD 3093, players pilot mechs known as “Lances”. Capable of massive destruction, Lances are highly customizable. Types range from Light to Super Heavy to enhance mobility, damage, and defense.  Lances can also be armed with a variety of weapons, deployable systems, and upgrade modules to prepare for a variety of tactical situations.<br/><br/><ul><li>Strafe and shred up close with miniguns and shotguns.<br/></li><li>Blast enemies from afar with beam cannons and plasma guns.<br/></li><li>Hammer base defenses with rockets, guided missiles, and grenades.<br/></li><li>Navigate the terrain by boosting to reach high speeds or use your jump-jet to ascend high above it.</li></ul><br/><br/><h3>Heroic Knights</h3><strong>The pilots of GALAHAD 3093 are “Knights”, heroes that have taken up the mantle of legendary Arthurian figures.  Each Knight provides a unique active and passive ability that can dramatically turn the tide of battle. <br/><br/><ul><li>Wielding X-Calibur, Arthur can call down an orbital strike on his enemies.<br/></li><li>Gwen’s Royal Dome shields yourself and your allies from damage.<br/></li><li>Kay’s skim jets release an afterburn effect that leaves a trail of burning napalm in his wake.<br/></li><li>Mordred’s Teleport ability allows players to swiftly blink across the map</li></ul><br/><h3>Perfect Your Build</h3><strong>Players must strategically combine Knights, Lances, and equipable items to dominate the battlefield.  Mix-and-match primary and secondary weapons, deployable systems, and upgrade modules to create the ideal loadout for a range of playstyles.<br/><br/><ul><li>Balance weapon types or double-up guns akimbo for maximum firepower.<br/></li><li>Shape the battlefield with deployable drones, tracking mines, and spawn points.<br/></li><li>Test hundreds of upgrade modules to find what compliments your Lance best.<br/></li><li>Set and save up to four distinct loadouts to choose from during battle.</li></ul><br/><h3>Tactics and Teamwork</h3><strong>Mech battles in GALAHAD 3093 require more than just force and vigor.  Players must coordinate with teammates to capture points, destroy enemy generators, and lay down defenses in 24-person PvP arenas.  The team that maintains the most bases for the longest period of time and takes out the most enemies claims victory.<br/><br/><ul><li>Prepare for large-scale vertical engagements on complex battlefields. <br/></li><li>Claim the high ground and pummel enemy positions.<br/></li><li>Explore and utilize every map environment to gain a tactical edge.<br/></li><li>Communicate with teammates to execute plans and secure a win.</li></ul></strong></strong></strong></strong>"
}