{
    "id": "0562500004e90000",
    "name": "Stargate - Sample [SG]",
    "size": 11078998,
    "releaseDate": 20200403,
    "description": "<h3>Not convinced to get into this business?</h3>Drug Dealer Simulator: Free Sample is an introduction to the dark alleys of the ghetto, where you can start to expand your own crime empire! <br/><br/>Get in touch with your contact and take your first steps in drug dealing business!<br/><br/><strong>Gain and prepare your merchandise</strong><br/>Use an innovative platform ShadyComm, gain clients and order more product. <br/><br/>Prepare the merch on your workstation. Set the amounts, mix the product. Decide if you want to sell a stronger hybrid, or save the money by adding the visual substitutes.<br/><br/><br/><strong>Become a drug dealing ninja!</strong><br/><br/>Not everyone will applaud your profession, especially Police. Make your own strategic ways to your client without getting caught! Stay low by working through day, or take a risk and receive a more profitable orders by night!<br/><br/>You have to be smart, you have to be sneaky, or you’ll lost your source of income.<br/><strong>Show who’s the boss</strong><br/>Wanna make more money? Expand your territory! <br/><br/>Use a spray can to set your new bounds with the graffiti. Find new clients through free samples. Who knows, maybe someday they'll start to work for you?<br/><br/><h3>Game features:</h3><br/>- Get through 8 levels of dope business transactions and constant adrenaline in your veins! But is it really adrenaline?<br/>- Receive the ordered product - Safely make your way to your hideout with the merchandise<br/>- Create your own recipies, divide portions to prepare dope for sale<br/>- Organise your distribution starting from singular junkie sales up to more profitable transactions.<br/>- Strategically avoid police patrols through your work hours.<br/>- Raise your influence and gain territory. Hire your own dealers.<br/>- Grow your business, invest your money and face new dangers and dilemmas as you climb the criminal ladder."
}