{
    "id": "0562500005870000",
    "name": "Toki - Going Ape Spit [SG]",
    "size": 10304747,
    "releaseDate": 20181204,
    "description": "<p>Toki sets off on a new adventure! The cult action/platform game<br />\noriginally released on arcade machines in 1989 is back with a<br />\nsuper-simian new version, featuring all-new hand-drawn graphics and<br />\nre-orchestrated music!</p>\n<p>Toki the warrior lived peacefully in the jungle with his sweetheart<br />\nMiho. Appearing out of nowhere, the terrifying voodoo sorcerer<br />\nVookimedlo and heinous demon Bashtar kidnap Miho and turn the poor Toki<br />\ninto a chimpanzee! Unfortunately for his sweetheart, he has become a<br />\nhairy, lethargic ape...</p>\n<p>Rediscover Toki 30 years on:</p>\n<p>Playing as Toki, explore lush environments invaded by foul creatures!</p>\n<p>The Labyrinth, Neptune Lake, the Cave of Fire, the Ice Palace, the<br />\nJungle of Darkness and the Golden Palace are infested with Vookimedlo&#39;s<br />\nlackeys. Saving Miho won&#39;t be easy! These despicable and terrifying<br />\nbeings have friendly names like Boloragog, Rambacha, Mogulvar, Zorzamoth<br />\nand Bashtar... And if Toki&#39;s looks are anything to go by it will be no<br />\nwalk in the park!</p>\n<p>You&#39;ll have to make the best of it to succeed. Luckily, Toki can walk,<br />\njump, swim, climb and spit! That&#39;s right, he uses his saliva to great<br />\neffect to dispose of his enemies…</p>\n<p>Rise to the legendary difficulty of the Golden Age of video games:</p>\n<p>&quot;Insert coin&quot;… Remember spending all your hard-earned pocket on the<br />\narcade machines to complete your favorite games? Now you can enjoy the<br />\nsame challenging gameplay without breaking the piggy bank. Put your name<br />\nat the top of the high score table!</p>\n<p>Rookie players can also enjoy the game with a new easier mode.</p>\n<p>A masterfully made remake:</p>\n<p>The game has been entirely redrawn by hand by Philippe Dessoly,<br />\nillustrator of well-known manga cartoons, such as Captain Harlock and<br />\nUFO Robot Grendizer, comics and video games. He also worked on the Amiga<br />\nversion of Toki back in 1991 and the game Mr. Nutz in 1992. His drawings<br />\nhave further improved Toki&#39;s apish good looks.</p>\n<p>The music has been fully re-orchestrated by composer Raphaël Gesqua,<br />\nproviding a retro and modern soundtrack for Toki&#39;s adventure. This<br />\naward-winning composer has created the music for more than one hundred<br />\nvideo games.</p>\n<p>On the technical side, developer Pierre Adane has worked tirelessly to<br />\nbring this thrilling experience to life. He also worked on Mr. Nutz<br />\n(1992) and created the tennis game Top Spin (2003).</p>"
}