{
    "id": "0562500004dd0000",
    "name": "Star Odyssey [SG]",
    "size": 10595598,
    "releaseDate": 20180221,
    "description": "<p>Just beyond the horizon sits a majestic desert, vast and unexplored. </p>\n<p>Join Alto and his friends and set off on an endless sandboarding journey to discover its secrets.</p>\n<p>Soar above windswept dunes, traverse thrilling canyons, and explore long-hidden temples in a fantastical place far from home.</p>\n<p>Along the way, you’ll grind across vines, bounce atop hot air balloons, ride towering rock walls, and escape mischievous lemurs – all while uncovering the desert’s many mysteries. </p>\n<p>Features:</p>\n<p>• A standalone experience. Alto’s Odyssey is the follow-up to the critically acclaimed Alto’s Adventure, but you don’t need to have played one to enjoy the other.</p>\n<p>• Easy to learn, difficult to master. At the heart of the Alto series is an elegant one-touch trick system. Chain together combos, and complete 180 goals — all with intuitive controls.</p>\n<p>• Explore Biomes. From the dunes, to the canyons, to the temples, explore a rich and diverse landscape, with each area boasting unique visuals and gameplay. </p>\n<p>• Newfound heights. Discover secrets in the sky with hot-air balloons, moving grind rails, and wall riding.</p>\n<p>• Master the elements. In addition to dynamic lighting and weather effects like sandstorms and shooting stars, the desert is home to swirling wind vortexes and rushing water.</p>\n<p>• Meet Alto and friends. Unlock six unique characters, each with their own attributes and abilities.</p>\n<p>• Zen Mode. Complete with its own serene soundtrack, this relaxing mode distills Odyssey down to its purest elements: no scores, no coins, and no power-ups. Just you and the endless desert. </p>\n<p>• Photo Mode. From the pause screen, get behind the lens and take stunning photos of your trip through the desert. Pinch, swipe, pan and zoom to frame the ideal shot, and share them with friends and family.</p>\n<p>• Original music and handcrafted audio. Headphones recommended!</p>\n<p>• Universal app with iCloud support. Play on your iPhone, iPad, and Apple TV, and your progress will always be in sync.</p>"
}