{
    "id": "0562500000e90000",
    "name": "Chiki Chiki Boys [SG]",
    "size": 10510471,
    "releaseDate": 20231208,
    "description": "Every now and then, the ocean hosts the most exciting and glorious competition ever created by fishkind : the The Great Lagoon Cup. This tournament of the first water, gathers countless competitive Bubble-eye hustlers from all around the ocean. <br/><br/>They like going by the name of <strong>Chiki-Chiki</strong>.<br/>You might ask, “what is so special about this fishie-specie ?”<br/><br/>First of, they look fantastic. <br/>Secondly, they can <strong>reach outstanding speed</strong> thanks to their strong native seahorse-power, at the cost of <strong>pretty challenging maneuverability</strong>. <br/><br/>Folks from far miles of sand came to witness first-class achievements, tragic yet comical events. And by fighting strong currents, entangled in seaweed, knocked away by coral turnstiles.. the fish with oversized cheeks will deliver, the best show ever. <br/><br/>The reefs are calling upon their new champion, and you just might have the chance of your life to take part.<br/><br/><h3>Did someone say fishrace? </h3><br/><strong>Yes we did.</strong><br/><br/>Whether you’re here for <strong>Fun</strong> or for the <strong>Speedrun</strong>...<br/>To play Chiki-Chiki, you will need a controller with 2 joysticks to impulse your bubble-eye fish’s cheeks to victory.<br/><br/><strong>Easy to learn, awesome to master</strong>, the gameplay revolves around <strong>accuracy and physical simulations</strong>. Challenge everyone in this fun and frenzic 2D racing game, through a wide pan of crazy hurdles.<h3>What’s in the game?</h3><br/>• Many <strong> gorgeous fishies</strong><br/>• <strong>4</strong> colorful <strong>racing maps</strong><br/>• <strong>Physic simulated environments</strong> filled with obstacles<br/>• A <strong>local multiplayer 1v1</strong> game mode<br/>• A <strong>single player time attack</strong> game mode <br/>• <strong>Awesome soundtracks</strong><br/><br/><br/>"
}