{
    "id": "0562500004610000",
    "name": "Sega Channel - General Instrument [SG]",
    "size": 10141054,
    "releaseDate": 20140923,
    "description": "<p>Ultimate General: Gettysburg is a Tactical Battle Simulator that allows you to lead thousands of soldiers in the famous Battle of Gettysburg as commander of either the Union or Confederate army. The game features the most accurately created map, complex morale, innovative control mechanics and smart AI. You have the freedom to use different strategies while the battle progresses. Your decisions and military performance play a crucial role in the result. Lead your army and win the Battle of Gettysburg!<br />\nIt has been voted as Best Strategy Game of 2014 by PCGamesN.<br />\nMain Features<br />\nSmart AI Commanders<br />\nUltimate General: Gettysburg does not use “AI gameplay cheats” because it does not need them. The game’s difficulty is accomplished only by nine distinctive AI personalities, each with their own advantages and special skills. AI Commanders are able to evaluate and gain tactical superiority in real time, reacting according to their different commanding skills, aggressively or defensively, heroically or cunningly and resemble different, competent human players.<br />\nEach one of the AI generals is a formidable, non-scripted opponent who can actively try to flank you, secure strategic locations with artillery, keep reserves and reinforce areas that it attacks or defends. The AI will try to win the battle with tactics that fit to its personality. For example a defensive opponent may not attack ferociously in the first engagement and progressively advance its forces in the next battles.<br />\nWhat players say: “Fantastic AI - don&#39;t know what kind of brain you put in this game but it works”<br />\nMulti-Day Dynamic Battle<br />\nOn the morning of July 1st 1863, the two armies meet near Gettysburg. Reinforcements arrive from historically accurate directions as the battle progresses, however, random events, delays and tactical differences are always a possibility that can change the results of each engagement compared to history.<br />\nCan you re-enact Pickett’s Charge? What if Lee attacked the center of the Union Army early in the morning of July 2nd of 1863 instead of attempting to flank the extreme left in the afternoon? What would happen if Meade counter-attacked on July 4th 1863? These questions and more can be answered within the game engine of Ultimate General: Gettysburg.<br />\nThe battle is dynamically fought in time phases and can last up to 4 days. Each day can be separated by up to 3 time phases and the armies’ condition and positioning on the map are saved.<br />\nAccording to battle events, you have the possibility to take decisions that can change the tide of the battle based on your prior tactical prowess. For example, when leading the Confederates, on the morning of July 2nd, you can choose to attack at Cemetery Hill and not make a delayed flanking maneuver at Peach Orchard… if you have managed to take Seminary Ridge the previous day! You can even choose to defend and wait for your AI opponent to take the initiative between days. These choices greatly increase the number of possible battle outcomes and challenges.<br />\nWhat players say:“9 different AI profiles, multiple outcomes, multiple strategies, casualties carry over. This game is a different experience every time. Well worth it, can&#39;t wait for the next one.”<br />\nEasy Controls &amp; Unit Self-Awareness<br />\nDrag simple movement arrows to command large forces easily. Units do not need your micromanagement because they are able to act on their own initiative and re-align, switch targets, withdraw and form battle lines without player input. Consequently, you are able to give generic commands to your units and can rely on them to fight efficiently without the need for “babysitting”.<br />\nWhat players say: “Innovative movement system - this is by far an awesome system they developed. It’s not only insanely easy to learn, but also incredibly innovative”<br />\nDetailed Map of Gettysburg<br />\nUtilizing satellite images and historical maps, every major location, house, ridge and hill are depicted as accurately as possible within the game’s unique art style. If you are an American Civil War enthusiast, you will be especially happy to notice the amount of precision and information that the map provides. Not only will you be able to better understand the historical layout of the map, you will also be able to make use of each location and landmark in battle, thanks to the simulation of cover, concealment, terrain and high ground in the game.<br />\nWhat players say: “Incredible Gorgeous Map - I had to capitalize that because this map is by far one of the best maps of Gettysburg I have ever seen either in a game or even in books”<br />\nAdvanced Line of Sight<br />\nElevation and obstructions affect unit visibility realistically. Units may make use of concealment and cover to survive artillery barrages, stage ambushes and more, but beware – the AI will attempt to do the same to you. The units enter or exit the Fog of War gradually with a fade in/out effect that helps you perceive their hiding and course seamlessly.<br />\nWhat players say: “The way Game Labs implemented Line of Sight in this game should be held as an example to other developers to do the same”<br />\nNumerous Tactical Factors<br />\nIn Ultimate General: Gettysburg, you will realize that army units are not “machines” that blindly follow orders, but they need to conserve strength and courage for decisive battle actions. Every basic tactical element that is expected for a strategy game is incorporated into gameplay. Most importantly, morale is affected by many factors including flank or rear attacks, casualties, volley shocks, artillery fire and fatigue.<br />\nWhat players say: “... positioning of units matters. You really bring the struggles of 19th century warfare to life here”<br />\nHistorically Accurate Forces and Leaders<br />\nUltimate General: Gettysburg includes the full order of battle for the Union Army of the Potomac and the Confederate Army of Northern Virginia. Unit sizes range from the small artillery batteries to vast infantry brigades with cavalry and skirmishers in between.<br />\nAll brigades have troop numbers and differing competencies based on historical facts. Additionally, all artillery battery numbers and types are correctly simulated. Lastly, major generals and officers actively participate in the battlefield to organize and support the armies and appear in after action battle reports to help you monitor battle progress.<br />\nWhat players say: “Immersive American Civil War feel: sounds, portraits and general historical authentic really make this one of the most immersive historical games I have played, and I am a total history buff”<br />\nFurthermore, every inch of the map has a strategic role. Sloping, terrain type and obstructions affect unit movement realistically. Elevations, ridges and hills provide excellent firing positions and give increased sight, morale and accuracy to troops stationed there.<br />\nBy placing your units close to each other, they become more resilient to charges and flank attacks but get more vulnerable to projectile fire. Thus, forcing your enemy to keep his lines dense while you shell him with artillery can be a valid tactic. As the condition of your units changes dynamically during the battle, the effectiveness of your whole army is affected. For example, units fire more coordinated volleys when they have high morale and have more discipline and tight formations.<br />\nThese and many more deep gameplay mechanics are packed into a simple and intuitive GUI that aims to ease the game experience for the player without overwhelming with complex statistics.<br />\nEvolving Multiplayer Experience<br />\nThe game currently offers 18 maps for 1vs1 matches and is continuously improved according to user feedback.<br />\nWhat players say: “Well, actually, the AI in this game is about the best ever seen (except for chess), and there is a working multiplayer with about always at least one battle going.”<br />\nUltimate General: Gettysburg is developed by Game Labs and designed by Nick Thomadis, known for his successful and popular “DarthMod” series.How to Play Please read our guide</p>"
}