{
    "id": "0557200000330000",
    "name": "Alter Ego [NES]",
    "size": 9781901,
    "releaseDate": 19860101,
    "description": "<p>Alter Ego is a role-playing video game released by Activision in 1986. It was created by Peter J. Favaro for the Commodore 64, MS-DOS, Apple II, and the Apple Macintosh. The game allows the user to make decisions for an imaginary person (being therefore the player's alter ego) and shows what possible consequences these decisions could have on that person. Alter Ego was available in both male and female versions, each using a different set of experiences.</p>\n<p>The player's alter ego begins the game as an infant; the game presents the user with a tree diagram with nodes, each labeled with an icon. The player chooses an icon representing an \"experience\" or situation to explore. Each icon bears a symbol showing what kind of experience it represents (for example, a heart denotes an emotional event). After making a choice in each node, the user is moved back to the tree with that node marked as completed. In this manner, the user can progress to the next experience, thus living through his or her alter ego's entire life and examining what impact their decisions had. Some of these experiences are disturbing, and can even lead to premature death (such as being raped and killed by a child molester), though most tend to be humorous.</p>\n<p>Alter Ego keeps track of certain player statistics throughout the game, which in turn affect the alter ego's ability to succeed at certain choices. For example, in the high school segment, the player might be given the choice of trying out for the school baseball team, or deciding instead to crack down and study harder to improve in math. This decision might change the alter ego's \"Physical\", \"Confidence\", and \"Intellectual\" statistics, which in future experiences might influence the alter ego's ability to get into college or succeed in social situations.</p>\n<p>The game was advertised as being based on actual psychological knowledge and experience.</p>"
}