{
    "id": "0557200005330000",
    "name": "Rockman 4 - Sparking to Hero [NES]",
    "size": 10029889,
    "releaseDate": 20180708,
    "description": "After two successful Kickstarter campaigns and over five years of development, we are proud to present Hero-U: Rogue to Redemption. Created by the critically acclaimed game developers Lori Ann Cole and Corey Cole (Quest for Glory, Shannara, Castle of Dr. Brain, Mixed-Up Fairy Tales), the Hero-U series follows the role-playing adventures of top students at the Hero University.<br/><br/>In Rogue to Redemption, Shawn O'Conner strives to become Rogue of the Year while exploring a mysterious castle, making friends and enemies, fighting deadly foes, and uncovering the secrets of his own hidden past. Meanwhile players will enjoy the rich and humorous dialogue and descriptions as they guide Shawn through his adventures.<br/><br/>In the tradition we created in Quest for Glory and in Shannara, Hero-U is a hybrid adventure/role-playing game. During the day, Shawn attends classes at the University, practices his skills, and tries to make friends with other students. At night, it's time to pull out weapons, armor, and traps to explore the abandoned wine cellars, stunning sea caves, creepy catacombs, and deadly dungeon beneath Hero-U. Most combat is optional for those who prefer a pure adventure game, but there are ample rewards for those who choose to valorously fight the creatures that threaten the school and all of Sardonia.<br/><br/><br/><br/>Key Game Features:<br/><ul><li>Story and Character-Driven Adventure Game<br/></li><li>Role-Playing Game Featuring Skills, Equipment, and Tactical Combat<br/></li><li>Many Ways to Play for Maximum Replayability<br/></li><li>Turn-Based, Non-Twitch, Avoidable Combat<br/></li><li>Seamless Blend of Dramatic Story and Comedy<br/></li><li>Created by Acclaimed Game Designers Lori and Corey Cole<br/></li><li>Soundtrack by Award-Winning Composer Ryan Grogan<br/></li><li>Immersive Mini-Games and Challenging Stealth Gameplay<br/></li><li>First of a Series of Games Set at the Hero University</li></ul>"
}