{
    "id": "0557200007130000",
    "name": "Wizards & Warriors III - Kuros... Visions of Power [NES]",
    "size": 9958047,
    "releaseDate": 19920321,
    "description": "<p>Wizards &amp; Warriors III: Kuros: Visions of Power is a platforming and adventure video game for the Nintendo Entertainment System (NES). It was developed by UK-based company Zippo Games for Rare; it was published by Acclaim and released in North America in March 1992 and in Europe on January 21, 1993. It is the third and final installment in the Wizards &amp; Warriors series and is the sequel to the 1989 title Ironsword: Wizards &amp; Warriors II. The game picks up immediately from the events at the end of Ironsword where the knight warrior Kuros had just defeated the evil wizard Malkil from the peak of IceFire Mountain. Unaware that Malkil&#39;s spirit is still intact, Kuros gets struck by a bolt of magic from the spirit, causing him to lose his armor, memory, and honor. Malkil then flees to the city of Piedup and seizes the throne from Good King James. Meanwhile, Kuros, after wandering for months in the wilderness without weapons, armor, or food, arrives at the city of Piedup, where he must build strength and utilize various disguises and abilities in order to take on Malkil. The game is nonlinear and requires players to explore various areas to pick up items and gain abilities to unlock different parts of the city in order to progress.<br />\nWizards &amp; Warriors III was developed by Zippo Games&#39; founders Ste and John Pickford, who also had a few additional programmers and artists to assist them. The Pickford brothers designed the game as a homage to Ultimate Play the Game&#39;s (Rare&#39;s former incarnation) 1983 ZX Spectrum title Atic Atac; they also drew inspiration for gameplay and art from other NES titles such as Metroid, Faxanadu, and Super Mario Bros. 3. The game had moderate sales, though not as good as its predecessor Ironsword. It was praised for its bold graphics, expansive gameplay, and challenge. However, it was mostly criticized for its controls, lack of fighting, and the lack of continues or passwords. While the game received mixed reviews, Ste Pickford said that this game was his personal favorite. Zippo Games, which was acquired by Rare and was known as Rare Manchester during development, shut down shortly before this game&#39;s completion, and while the game hinted at another sequel, it has never occurred.</p>"
}