{
    "id": "05572000041f0000",
    "name": "Mitsume ga Tooru [NES]",
    "size": 9911644,
    "releaseDate": 19920717,
    "description": "<p>The player controls Hosuke Sharaku, the last Three-eyed man. In the intro we see another Three-eyed man, Prince Godaru, riding on the ancient tank Gomorrah. Godaru destroys a part of the city then kidnaps Sharaku&#39;s friend, Wato Chiyoko</p>\n<p>The game contains five levels with different designs and a boss in the end of every stage. The player&#39;s character can shoot and jump; also he can summon the Red Condor (Akai Condor). The Red Condor is an important weapon during the game. It can be used as a jumping platform if you jump on the top of the spear, or it can simply attack the enemies (doing double damage). The basic weapon is a regular bullet. It goes straight forward with medium speed. You can buy three additional types of bullets with different advantages and disadvantages. To buy weapons and other things (like life) you need gold coins. The gold coins are dropped by defeated enemies, and the value of coins can be increased by shooting them.</p>\n<p>The Levels:</p>\n<p>Level 1</p>\n<p>The main hero, Hosuke, searches for his girlfriend on the streets of the city, takes a ride on the roof of a truck and has his battle in the stock yard. In the end of the level Hosuke takes on the first boss called Goblin, who can only be hit when he is caught off-guard.</p>\n<p>Level 2</p>\n<p>Hosuke fights in a jungle and in an extended cave full of different creatures. At the end of the level he has to defeat the giant alien plant, Borubokka.</p>\n<p>Level 3</p>\n<p>Now the main hero has to go through an ancient pyramid and there are catacombs full of danger. He must be careful of spikes and other fatal traps.</p>\n<p>Level 4</p>\n<p>Hosuke sails on a motorboat to an abandoned ship. After getting to the other end of the ship, he has to defeat a large ghost formed of dozens vicious fireflies.</p>\n<p>Level 5</p>\n<p>Hosuke enters the Sodom, which divides into three sub-sections. After travelling through all of the three sub-sections with three sub-bosses and riding an elevator to the surface, Hosuke fights against Gomorrah, then he finally finds Godaru, the prince of the Three-eyed ones.</p>"
}