{
    "id": "0557200000670000",
    "name": "Bases Loaded [NES]",
    "size": 9904262,
    "releaseDate": 19870626,
    "description": "<p>Bases Loaded, known in Japan as Moero!! Pro Yakyuu (燃えろ!!プロ野球, lit. \"Burn!! Pro Baseball\"), is a baseball video game by Jaleco that was originally released in Japan for the arcades. A version for the Nintendo Entertainment System was released in 1987 in Japan and in 1988 in North America, and a Game Boy port was released in July of 1990. A mobile phone version exists as well. For the Virtual Console, Bases Loaded was released on April 7, 2008 in Japan and on April 12, 2008 in North America for the Wii, at the cost of 500 Wii Points and on May 15, 2013 in Japan and on July 10, 2014 in North America for Nintendo 3DS. The Wii U version in North America (which later released in Japan on October 22, 2014) was also released at the same time as the Nintendo 3DS version. A port by Mebius and Clarice Games for the PlayStation 4 has been announced for a Q4 2015 release in Japan.</p>\n<p>The game is the first installment of the Bases Loaded series, followed by seven sequels across three generations of consoles. There are three more video games in the Bases Loaded NES series, Bases Loaded II: Second Season, Bases Loaded 3 and Bases Loaded 4. There was also a Game Boy version of Bases Loaded. The series continued onto the SNES platform with Super Bases Loaded, Super Bases Loaded 2, and Super Bases Loaded 3. The final entry to the series was Bases Loaded '96: Double Header, released for the Sega Saturn and PlayStation.</p>\n<p>Bases Loaded is also the first in a series of eight sports Famicom games known in Japan as \"Moero!!\". This series is all generic sports games. Three of the games were localized in the Western Markets as Bases Loaded, Bases Loaded II: Second Season and Bases Loaded 3, while the basketball game was localized as Hoops, the tennis game as Racket Attack and the soccer game as Goal!. Two titles went unreleased in North America and in the PAL regions.</p>"
}