{
    "id": "05572000002d0000",
    "name": "Alien 3 Plus [NES]",
    "size": 9836253,
    "releaseDate": 20101116,
    "description": "<p>Initially, a series of games with the same name and plot was developed for the Amigo gaming computer, and in this series several games with sequels were released. The new incarnation of the series was created on the Unreal Engine 3 for the PlayStation 3, Xbox 360 and PC.</p>\n<h3>The general plot of the series - a brief overview</h3>\n<p>Alien Breed: Impact</p>\n<p>Theodor J. Conrad is a mechanic on the Leopold spacecraft. In space, the ship is faced with a huge unknown ship, inhabited by hostile creatures. These creatures sneak aboard the Leopold and begin to destroy the crew.</p>\n<p>Konrad fights to save his life and the ship.</p>\n<p>He is helped by the female android MIA, she gives advice, helps to find the right items.</p>\n<p>The action takes place both on the &quot;Leopold&quot; and on a hostile ship.</p>\n<p>Alien Breed 2: Assault</p>\n<p>The game begins where the history of the previous game ended. The hero of this game is the same Theodor J. Conrad, but his ship Leopold is already critically damaged and impossible to save.</p>\n<p>MIA is still trying to help Conrad, but becomes a victim of Klein - a man who managed to load his intellect into a computer that controls the alien ship. When trying to influence this computer, MIA fell under the influence of Klein&#39;s intellect and now cannot help Theodor.</p>\n<p>Klein tells Theodor that the ship was not really created by aliens, but by the inhabitants of Earth and is a huge scientific station, where earthlings explored alien beings.</p>\n<p>Alien Breed 3: Descent</p>\n<p>Theodor&#39;s situation becomes even more complex. Now the only one with whom Theodor can communicate is Klein&#39;s intellect, loaded into a computer. However, this is quite a developed &quot;creature&quot; that fully controls the ship, or rather, the scientific station, along with all the aliens on it. And this intelligence is able not only to control the aliens, but also to modify them.</p>\n<p>As it turned out, Klein is able to send against Theodor his last ally MIA - MIA did not die, but turned into a fully manipulated Klein artificial intelligence, opposed to Theodor. However, Theodor manages to win over her and she even tells him how to defeat Klein. This is not easy, because Klein directs against Theodor all the systems of a huge ship.</p>\n<h3>Gameplay</h3>\n<p>The gameplay has common features in all three games of the series.</p>\n<p>All games are shooters, the action of which takes place in the futuristic interiors of space ships.</p>\n<p>Each level contains several tasks, such as finding keys or restoring ship systems to work.</p>\n<p>Before leaving the level, the player must complete all tasks.</p>\n<p>Opponents are aliens.</p>\n<p>Interestingly, you can save the game only in special places. The same places serve as shops where upgrades and other useful things can be purchased.</p>\n<p>Information about opponents is revealed as the hero finds relevant sources of information in the game space.</p>"
}