{
    "id": "0557200005830000",
    "name": "Shadowgate [NES]",
    "size": 9926516,
    "releaseDate": 20140820,
    "description": "<p>Shadowgate is one of the most well-known and beloved point-and-click adventure titles in gaming history. As one of the original titles in the popular MacVenture series that went on to be celebrated on the NES, GBC, and Nintendo 64, Shadowgate quickly endeared players with its fantastic atmospheric soundtrack, perilous locations to progress through, countless puzzles to solve, and more ways to gruesomely die than gamers previously thought possible. Thrust into the role of &quot;The Seed of Prophecy,&quot; players travel deep into the living castle, in hopes of defeating the evil that dwells within – the dreaded Warlock Lord. </p>\n<p>Now, nearly 30 years after the original version haunted Mac and NES gamers, the original development team behind that timeless classic is back with a full re-imagining of the original Shadowgate. Much more than a port, the team at Zojoi has painstakingly redesigned the game from the ground up, adding in tons of new mind-bending puzzles, lots of new rooms with stunning hand-painted 2D graphical detail, and more objects to interact with and help you along your quest. </p>\n<p>Decide how YOU want to play this new, re-imagined Shadowgate! Want the modern adventure experience? Use the wheel-based icon command system. Want the retro experience? Employ the Classic command system and turn on the retro graphics, soundtrack, text box, and room transitions. Want a more cinematic experience? Switch to Immersive mode by auto-hiding the UI and using customizable hotkeys to explore the castle. Or mix and match the options to satisfy your play style. In Shadowgate, there are plenty of new features and fun throwbacks to the original version to satisfy veteran adventurers and newcomers alike! </p>\n<p>Key Features:<br />\n- Customized UI: Play the way you want! Use modern wheel-based icon commands, classic on-screen commands, or jump into Immersive mode to auto-hide the UI elements. Create key binds, lock commands and keys, and more. <br />\n- The Dread Pumpkin Quest: A new mini-quest, find and free the Dread Pumpkin!<br />\n- First Person Adventuring: Utilize your inventory, mapping system, and intuitive UI to complete your quest. <br />\n- Dangerous Dungeons: Tons of beautifully illustrated rooms featuring both new and familiar locations, offering a new gameplay experiences. <br />\n- Mind-bending Puzzles: Lots of new and updated puzzles that seamlessly expand on the original game. <br />\n- Difficulty Levels: Four different difficulty levels (from the novice to expert) that actually change the gameplay experience and puzzle structure. For the ultimate challenge, try Ironman mode that disables saves and requires players to finish the game in one try.<br />\n- Retro Mode: Play the game like it’s 1989! Toggle on pixelated graphics, listen to Hiroyuki Masuno’s original NES chip tunes, move between rooms with NES transitions, and enjoy the text in retro format. <br />\n- Storytelling: Shadowgate features dramatic cut-scenes and all the same great storytelling you expect from the original creators. <br />\n- Cinematic Score: A digitally-orchestrated, dynamic soundtrack that changes with gameplay by composer Rich Douglas. <br />\n- Soundscapes: A complete atmospheric and puzzle-based sound design featuring hundreds of sound effects.</p>"
}