{
    "id": "0557200004e30000",
    "name": "Pyokotan no Dai Meiro [NES]",
    "size": 9861922,
    "releaseDate": 20230117,
    "description": "<p>Meiro Master is the tale of Russell, a young Golden Retriever with the dream of becoming the world-renowned Meiro Master. He has grown up watching the thrilling Meiro championships with his friends, with the hopes that one day he will use his skills to beat the regional Meiro champions and become the ultimate Meiro Master.</p>\n<p>Compete in action-packed tournaments. The Meiro tournaments are the toughest tests that will use all of your skills and logic. Beating the regional Meiro champions will be a daunting test but nothing compares to the glory of competing on the worlds biggest stage. Earn the regional Meiro badges and you will be able to compete against the current Meiro Master Donte.</p>\n<p>Earn your way in to the history books and fulfil your childhood dreams. Beat the competition and become the Meiro Master.</p>\n\n<p>The regional Meiro champions are in different locations, which you can explore fully. The first location is the beautiful Midori City, the city where Russell grew up.</p>\n<p>Each of the five cities that house the regional Meiro champions are more stunning than the last. As you advance and venture further from Midori City, the cities start getting larger, with a lot more to explore.</p>\n\n<p>While exploring the different cities, Russell will encounter many people to interact with. Speak with them to unlock new side quests and explore other beautiful locations. In total, Meiro Master has over 200 unique levels to explore, test your skill and hone your training for beating the Meiro champions.<br/><br/>Cities to Explore:<br/>- Midori City<br/>- Aoi Resort<br/>- Mori Haven<br/>- Yama Metropolis<br/>- Sentai Hub<br/>- Gōruden Capital</p>\n\n<p>In order to become the respected Meiro Master, you must first compete in the Meiro trials in Midori City. You will compete with other eager hopefuls to traverse the difficult mazes and beat the timer. In each city, a new regional Meiro champion awaits you. These Meiro champions are the best of the best and hold the badges for the regions.</p>\n<p>Your aim is to travel to each city and compete against the regional Meiro champion. If you beat them, you will earn their highly acclaimed Meiro badge. You must collect all of the Meiro badges from each city before you can compete against the Meiro Master Donte.</p>\n<p>The Meiro champions to beat:</p>\n<p>- Xavier</p>\n<p>- Bella</p>\n<p>- Lucious</p>\n<p>- Shadow</p>\n<p>- Arcada</p>\n\n<p>The Meiro games are intense and challenging 3D Mazes. You must navigate moving platforms, vast mazes and beat the time of the current Meiro champion to win the Meiro badges. All of the mazes are uniquely created for each region. The mazes are designed both vertically and horizontally, with the aim of getting to the finish line before you exceed the set time.</p>\n<p>The hardest part of mazes is that your choices matter and taking the wrong turn can cause you to lose. With an exceptional twist, you will also have to dodge obstacles, skilfully traverse moving platforms, use your balance to move along ridges and do it all within the time of the current Meiro champion.</p>"
}