{
    "id": "0557200002b50000",
    "name": "Hyrule Warriors [NES]",
    "size": 9833954,
    "releaseDate": 20140814,
    "description": "<p>Cut down entire legions of enemies as Link, Zelda, Midna and other<br />\ncharacters from The Legend of Zelda franchise using over-the-top<br />\npowerful Dynasty Warriors-style moves. This tour de force through the<br />\nbeloved locales of Hyrule will have players battling some of the<br />\nfiercest enemies in The Legend of Zelda history. Two players can play<br />\nlocal co-op, with one player joining with the Wii U GamePad controller<br />\nand another with the Wii U Pro Controller or Wii Remote + Nunchuk<br />\ncontrollers (additional accessories are sold separately).</p>\n<p>FEATURES:</p>\n<p>The delicate balance of the Triforce has been disrupted and Hyrule<br />\nKingdom is once again being torn apart by a dark power, this time led<br />\nby Sorceress Cia.</p>\n<p>Heroic Link carves through a huge onslaught of enemies as he executes<br />\nflashy moves with combat attacks. This also marks the first time that<br />\nmany other iconic characters from The Legend of Zelda franchise are<br />\nplayable for any length of time, including Princess Zelda, Impa and<br />\nMidna.</p>\n<p>Protect and reclaim recognizable landmarks from multiple games in The<br />\nLegend of Zelda series, including such classic areas like Hyrule Field<br />\nand the Palace of Twilight.</p>\n<p>Push back armies of classic enemies from The Legend of Zelda, as well<br />\nas powerful enemies making their debuts in Hyrule Warriors.</p>\n<p>Advance the story to unlock new playable characters, each with unique<br />\nmoves and weapon types. Collect Rupees and other useful items to<br />\nupgrade weapons and craft badges, which players can use to bolster<br />\neach warrior&#39;s abilities.</p>\n<p>Two warriors are better than one: Battle armies with a friend using<br />\nlocal co-op mode, with one person playing on the TV and the other on<br />\nthe GamePad, providing each player with his or her own screen.</p>\n<p>In-game content available for purchase using stored account funds.</p>\n<p>© Nintendo © KOEI TECMO GAMES CO., LTD. All rights reserved. The KT logo<br />\nis a registered trademark of KOEI TECMO HOLDINGS CO., LTD. Nintendo<br />\nproperties are trademarks of Nintendo. © 2014 Nintendo.</p>"
}