{
    "id": "0557200003430000",
    "name": "Krazy Kreatures [NES]",
    "size": 9785562,
    "releaseDate": 20220629,
    "description": "<h3>GET READY FOR AWARD WINNING KART RACING HORRID HENRY STYLE!</h3><br/>Play as Horrid Henry or compete as one of his friends, as you race through 40 levels of multiplayer mayhem set in Henry’s extraordinary world. Perform amazing tumbles to gain airtime points, pull off perfect pranks, collect awesome power-ups, and deploy crazy character transformations to become the ultimate Horrid Karting Hero. <br/><br/><strong>Fun, Fast and Frantic, this non-stop action-packed side-on racer will keep you entertained for hours!</strong><br/><br/><br/><br/>★ 40 mischief making levels set in Henry’s amazing world including the School and Gross World<br/>★ Race as Henry, Brian, Margaret, Ralph, Peter and Soraya <br/>★ Visit Henry’s Kart Workshop to create the coolest customised kart around <br/>★ Split-screen local multiplayer up to 4 players on one PC<br/>★ 8 mighty bonus games to unlock hilarious pranks<br/>★ Heaps of yucky obstacles, power-ups and character transformations<br/>★ Brian’s Race School shows you how to be the best racer<br/>★ Simple and responsive controls even the youngest player can master<br/>★ Built-in Level Designer to create and share your very own Horridly tricky challenges<br/>★ Real character voices and hilarious Sfx<br/>★ Original rocking musical soundtrack<br/>★ Authentic artwork styled around Henry’s TV show<br/>★ NYX Awards Grand Winner - Best Family Switch Game<br/><br/><br/><br/>Compete against friends and family using the exciting split-screen multiplayer mode.  Up to 4 players can race using one PC, just connect up additional controllers, grab a seat and get ready to race. <br/><br/><br/><br/><br/><br/>Visit Henry's Kart Workshop to create the coolest customised kart around. Change the wheels, select the best engine, then add funky stickers and cool paint effects. Can you create the funkiest kart ever?<br/><br/><br/><br/><br/><br/>Play 8 mighty bonus games to unlock terrific tricks and power-ups to use in the same race. Foam Fungus Fizz, Smelly Snot Slime, Gross Goo, Banana Skid, Bedspring Bounce, Slime Squirt, Snotbag Slinger and Perfect Plane. Which one will be your favourite?<br/><br/>"
}