{
    "id": "0557200000390000",
    "name": "Arch Rivals - A Basketbrawl! [NES]",
    "size": 9861591,
    "releaseDate": 20230504,
    "description": "<h3>Ready, Set, Eject! </h3><br/>Jected - Rivals pairs extreme sports, vehicular destruction and break-neck speeds to create a winner-takes-all elimination tournament between 18 players. Master the unique ejection mechanic allowing you to take to the skies to leave your rivals in the rear-view! Race, stunt and explode your way onto the podium through multiple different events from deadly destruction derbies to stunning stunt races, high-flying jetwing races to acrobatic distance jumps. We’ve got it all for budding stunters to test their skills.<br/><br/><br/><br/>Not got the speed you need? EJECT! With the tap of a button, you can blast your driver to the skies! Access hidden shortcuts, sail over the finish line or, combine your newfound freedom with one of our awesome gadgets: The Jetwing will allow you to glide over any obstacle, you can swing out in front using the grapple hook and reach all new heights with the jetpack! How ever you use your tools is up to you, but don’t worry you’ll always land on four wheels! <br/><br/><br/><br/>Speaking of wheels, pick from a variety of different vehicles to fit your playstyle. From our hard-hitting truck to the nimble SUV. Got a need for speed? Maybe our supercar is more your thing. Tailor your loadout to fit your playstyle and, choose from an array of Stunters to fit your style and really represent out on the racetrack. <br/><br/><h3>Features: </h3><ul><li>Eject! Leave your wheels behind and take to the skies <br/></li><li>Test all your skills in a wide range of events - from crash derby to a head-on-head glider race <br/></li><li>Compete in the all-new trending extreme action sport. Become the ultimate Rival <br/></li><li>Pick from multiple vehicles and playable characters to suit your style <br/></li><li>Arcade-style racing and manic vehicular destruction </li></ul><br/>What are you waiting for?  <br/>The show is about to start, see you there!"
}