{
    "id": "0557200007190000",
    "name": "World Champ [NES]",
    "size": 9876671,
    "releaseDate": 20220916,
    "description": "<p>Trombone Champ is the world&#39;s first trombone-based rhythm music game. Unlike most music games, you can freely play any note at any time. You&#39;re not just following along with the music, you&#39;re actually playing the music!<br />\nToot your way through over 20 tracks. The better you play, the more toots you earn!<br />\nCollect all 50 Tromboner Cards!<br />\nBaboons on nearly every screen!<br />\nImprovise and play whatever you want in Freeplay Mode!<br />\nUncover the secrets of the Trombiverse and become the True Trombone Champ!<br />\nAbsolutely zero microtransactions!<br />\nPlayable with mouse and keyboard (recommended) or USB controllers!<br />\nAppropriate for all ages!Music<br />\nTrombone Champ features over 20 tracks, which include anthems, marches, classical pieces, electronica, folk classics, and more. The game also includes tracks from exciting guest artists. Each track has a unique animated background that moves with the music!Tromboner Cards<br />\nUse the &quot;Toots&quot; you earn from playing songs to purchase sacks of Tromboner Cards. These cards can be used to unlock new tromboners, new trombone colors, and other mysteries!Controls<br />\nThe game can be played with a controller, but a mouse is recommended. Move your arm forward and back, like a trombone, and the pitch of the note will slide up and down to match! Click or use the keyboard to blow! The sounds your trombone makes are completely controlled by you. The closer you are to the music track, the more points you will earn, but you have the freedom to play anything you want at any time!Baboons<br />\nNearly every screen in the game, beginning with the main menu, features one or more baboons. You won&#39;t believe how many baboons there are in this game! As you discover the secrets of the Trombiverse, their purpose may become clear... but only a true Trombone Champ will uncover their full meaning.</p>"
}