{
    "id": "0557200000750000",
    "name": "Battle Kid 2 - Mountain of Torment [NES]",
    "size": 9996814,
    "releaseDate": 19991212,
    "description": "<p>Reviewers say:<br />\n&quot;Planescape: Torment is a wonderful game, and its Enhanced Edition is a splendid, unobtrusive, beautifying update.&quot;<br />\n-Geek &amp; Sundry<br />\n&quot;Planescape: Torment still stands tall as a landmark masterpiece that can continue to age gracefully, now on your phone or tablet&quot;<br />\n-Touch Arcade<br />\n&quot;Planescape: Torment is a timeless classic, the Enhanced Edition just makes it better&quot;<br />\n-Bleeding Cool<br />\nUncover secrets of past lives in this story-rich, tactical roleplaying game set in Sigil, a dark fantasy city at the heart of the Dungeons &amp; Dragons multiverse. Explore the planes, survive combat alongside a party of bizarre companions, and solve puzzles unlike any ever seen in the genre.<br />\nThe original Planescape: Torment was released in 1999 to widespread critical acclaim. It won RPG of the Year from multiple outlets for its unconventional story, characters, and amazing soundtrack. Since then, millions of Planescape: Torment fans have enjoyed exploring the strange and dangerous city of Sigil and surrounding planes.<br />\nDiscover an incredibly rich story and a unique setting unlike anything else in fantasy. Defeat strange and alien creatures, engage in rich dialogue, and explore the dark and dangerous Planescape setting in this 50+ hour RPG classic.<br />\nThis is Planescape: Torment like you’ve never seen before.<br />\nStory:<br />\n&quot;What can change the nature of a man?&quot;<br />\nYou are The Nameless One, a hulking figure covered in scars and tattoos collected over the course of countless lives—none of which you can remember, but are now coming back to haunt you. You are prodded awake by Morte, a floating skull and keeper of secrets, to embark on an adventure taking the Nameless One from the dirty streets of Sigil into the mysterious Outer Planes and even into the depths of Hell itself.<br />\nIn your search for answers, you&#39;ll find companions matching the bizarre nature of the planes: a chaste succubus who can kill with a kiss, a confused crossbow-wielding cube, a suit of armor animated by a spirit demanding JUSTICE, and more. With these companions and others at The Nameless One’s side, you will explore worlds in search of answers, all to discover that some destinies cannot be escaped and some memories cost more than an immortal should be willing to pay.<br />\nBeamdog’s Enhanced Edition titles are designed for 7 inch and larger tablets. We recommend this title to iPhone players using the iPhone 7 or iPhone 7 Plus.<br />\nFeatures<br />\n-Enhanced Planescape: Chris Avellone, Lead Designer on Planescape Torment, has partnered with Beamdog to curate gameplay updates, bug fixes, and enhancements to best capture his original vision for the game.<br />\n-The Planes Await: Planescape is a setting you&#39;ve never experienced before, filled with strange magics, bizarre adversaries, and Dungeons &amp; Dragons locations from across the multiverse.<br />\n-Conversations to Remember: Encounter personable items, philosophic undead, and rat hiveminds while walking the planes with the strangest collection of allies ever seen in an RPG.<br />\n-Pick Your Path: Character creation is just the beginning. The Nameless One can change his class, alignment, and even gain new abilities based on your choices.<br />\n-Remastered Music: The full Planescape: Torment soundtrack has been remastered in-game to add more depth to Sigil and the multiverse.<br />\n-New Tablet Interface, Same Planescape Feel: Planescape: Torment: Enhanced Edition has been designed with tablets in mind. Open and close side menus with a touch, select dialog options with handy conversation buttons, and make tactical decisions with a brand-new action indicator.<br />\n-A Planescape For Today: Modern features such as tab highlighting, area zooming, combat log, quickloot, and more!<br />\n-Play It Your Way: Enable Enhanced Edition features as you desire or turn them off to experience Planescape: Torment in its original glory.<br />\n- Planescape: Torment: Enhanced Edition is available in English, French, Polish, German, and Korean. Note: Korean translations are text only. Voice-overs are played in English.</p>"
}