{
    "id": "0557200002170000",
    "name": "Fleet Commander [NES]",
    "size": 9831011,
    "releaseDate": 20220721,
    "description": "The game is a turn based game, I GO U GO system with alternating phases. You can play hot seat, against the AI or in multiplayer mode. The game contains:<br/><ul><li>a turn-based sequence of play, with US having the slight advantage to play second as they broke the enemy code, allowing for interesting counter-moves,<br/></li><li>all main battleships, carriers and heavy cruisers as individual units, and minor ships, marines or air units regrouped in groups and flotillas,<br/></li><li>a simple (but not simplistic) set of game mechanisms, focusing on taking control of key sea areas,<br/></li><li>straightforward battle mechanisms, handling the various aspects of naval warfare: gunnery exchanges, submarines and airborne attacks,<br/></li><li>game features day or night battles, island bases invasions, air raids against ports, reinforcements from other theaters of war, <br/></li><li>a challenging set of decisions each turn for the selection of which areas to keep under your control, seize from the enemy or harass,<br/></li><li>an AI that will attempt to foil your grand strategic plans or your local actions,<br/></li><li>a very accurate database with faithful ships sketches, 3D models, and actual historical photos,<br/></li><li>a streamlined UI and easy controls, and a wealth of ingame information,<br/></li><li>many scenarios of variable length and difficulty.</li></ul><br/><h3>MORE IN DETAILS</h3><br/><strong>GAME SEQUENCE:</strong><br/>The game is played in 10 turns of 4 months each, alternating the opposing sides. The US side, playing last, has a slight strategic advantage.<br/><br/><strong>GAME OBJECTIVE:</strong><br/>Each turn, both sides will attempt to control the key sea areas on the map. Each of those brings Victory Points (VP), not always the same for each side in a given sea, representing the different strategic importance of the various seas to the respective sides. At the end of the turn, once scores have been calculated, the leading side gets the balance and accrued it to its overall score. The winner of the game is the side with a positive VP balance at the end of the scenario in play.<br/><br/><strong>GAME PHASES:</strong><br/>They are all identical each turn, except when mandated by special case (for instance the surprise attack phase of December 1941 in FC Pacific). In sequence:<br/><br/><ul><li>Arrival of reinforcements in a friendly port, or removal of units if required by date/turn.<br/></li><li>Moving Patrols out to sea, to take control of the sea areas.<br/></li><li>Placement of land-based aircrafts, one plane at a time, sides alternating. Only in allowed seas. Those planes can control sea zones.<br/></li><li>Movement of amphibious units.<br/></li><li>Placement of the submarine unit (if in game).<br/></li><li>Raid Missions with the aim of making attacks or defenses in sea areas, but not allowance future control by raiding ships.<br/></li><li>Resolution of naval battles, in the order selected by the Japanese player, sea area by sea area. Battle sequence is described hereafter.<br/></li><li>Landing of Marines, if they did not take place during battles.<br/></li><li>Return to port of all Raid Missions.<br/></li><li>Check of sea areas control and change of ownership of isolated bases.<br/></li><li>Return to base of land-based aircrafts and return to port for all patrolling ships.<br/></li><li>Repair of damaged units in ports.</li></ul><br/><strong>BATTLE PHASES:</strong><br/>Each battle follows the same process below, for as long as units of both sides remain in the currently selected sea area:<br/><ul><li>Selection of battle round type, between air and surface. Should the sides disagree, a random selection is made, with various bonus or penalties for air action, area control or admiral’s presence in the sea area.<br/></li><li>Exchange of fire, air or surface, are simultaneous, although show one side after the other for better presentation aspect and understanding. All units allowed to fire may select only one single valid target per round. This full exchange is one round of battle, and it can be repeated until combat is over.<br/></li><li>Some ships cannot be targeted in surface battles if protected by screen of other ships and not engaged themselves (this restriction does not apply to air combat).<br/></li><li>Both sides may retreat totally or in part at the end of a battle round. If both remain, another round starts anew.<br/></li><li>Ships and planes suffer disable results or damages points. Accumulated damage superior to the ships’ protection factor sinks them. In ports (via air raids), ships can take double damage before sinking, but stay on the bottom and can’t move (till repaired) if damage exceeds protection.<br/></li><li>In case of a retreat, unit can be pursued by non-retreating opponents if the respective ships speeds allow.<br/></li><li>Retreats are made toward bases in the same area, or closest major port.<br/></li><li>At the end of the battle, victorious side with aircraft carrier may launch 2 rounds of air raids over bases adjacent to the sea area.<br/></li><li>During the battle, a maximum of one submarine per side, if present, may fire once. In such a case it will return to base just like a raiding ship.</li></ul><br/><strong>MOVEMENT OF SHIPS:</strong><br/>Depending on their missions (patrol or raid) and their speed. On patrol, a ship may move to an adjacent sea and, possibly, one sea further on if speed allows. Most fast ships will automatically succeed, while the slower ones must pass speed tests and, if they fail, stay in the first sea entered. Admirals provide bonus to such tests.<br/>While raiding, ships are allowed one extra sea: they can move up to two sea zones without test and must pass speed checks for the third one.<br/>Crossing through an enemy-controlled sea area to another sea is forbidden.<br/><br/><strong>MOVEMENT OF LAND-BASE PLANES:</strong><br/>Those units do not actually move but are ‘placed’ from the plane pool into sea areas adjacent to their sides’ bases or ports. Therefore no such planes can be placed into a sea area where the side holds no bases or ports. Each side places one land-based plane into one sea area, alternating one by one till both run out of planes. Those planes can take and keep control of a sea area. If during a battle planes lose all bases adjacent to the sea where the battle takes place, the said plane immediately return to the plane pool.<br/><br/><strong>CONTROL OF THE SEAS:</strong><br/>Only ships on patrol and land-based planes currently at sea are used to determine control. Ships on raids have returned port before such control check. The side keeping or gaining control of a sea area earns as many VP as that sea area provides to that side.<br/><br/><strong>CAPTURE OF BASES AND PORTS:</strong><br/>Bases can be captured by direct amphibious assault or via isolation. Ports can only be captured via isolation. Isolation is when a base or port has all its adjacent seas under enemy control for two consecutive turns.<br/><br/><strong>REPAIR OF SHIPS:</strong><br/>According to the game’s scale and duration, if allowed, it will depend on the port where the ships end the turn. Each port has a different allocation of repairs and each point of same removes one point of damage on the ships in that port. Unused repairs are lost, they cannot accumulate. Usually, also according to game’s scale, planes and Marines are repaired for free.<br/><br/><strong>REINFORCEMENTS:</strong><br/>They will arrive at the start of each turn in specified ports. If such a port is not available or unfriendly, a default port is usually selected in its place. On certain turns, some ships must be picked up and removed, as they are sent to other theaters of operations. Those not removed shall be replaced by possibly equivalent ships if the mandated ships have been sunk already. Land-based planes, and Marines destroyed before may automatically return to play in the pool (depends on scenario scale and duration).<br/><br/><strong>MARINES AND OTHER LAND FORCES:</strong><br/>Those units, if present in the game, are used to capture enemy bases, or defend your own. They have their own movement phase and can move up to two sea areas (with or without escort, as players’ desire). When in a battle, they can opt for landing or amphibious assault at the end of any round they have survived. If not in a battle, landing or assault take place in a specific phase after all battles.<br/>When assaulting, Marines automatically capture undefended enemy bases and are destroyed in the process, and the base becomes yours. If defended by an enemy Marines, each of the Marines unit eliminates one an enemy Marines, till all are destroyed and, if possible, the base captured. Marines cannot assault enemy ports."
}