{
    "id": "0557200004bf0000",
    "name": "Pipe Dream [NES]",
    "size": 9793810,
    "releaseDate": 19890101,
    "description": "[DEMO ARRIVING PENDING REVIEW]<br/><br/>As longtime aficionados of both visual novels and romcom anime we've spent the past few years pouring our heart and soul into Pipe Dream, a slice-of-life dating sim that follows Robin as she explores college life and escapes her mother's shadow. Unlike many other dating sims we wanted to create a game that doesn't just end when the characters get together, but also explores the complexities of how the relationship develops afterwards. <br/><br/>We have a cast of six charming characters for the player to romance, but be careful! Not everyone has Robin's best interests at heart.<br/><br/><strong>Gary</strong> (CV. Lucas Gilbertson) ーA happy-go-lucky guy with no personal space bubble. Studying to be a forensic scientist. Intelligent, emotional, and occasionally overwhelming.<br/><br/><strong>Elliot</strong> (CV. Brett Bauer) ーA quiet, grumpy guy studying to be a vet. Wants to be cool, but his streak of bad luck and lack of chill always end up sabotaging him. <br/><br/><strong>Avalon</strong> (CV. Carol Anne Day) ーRobin's best friend since high school and current roomie. Energetic, independent, and meddlesome. A ride or die friend.<br/><br/><strong>Akio</strong> (CV. Belsheber Rusape) ーA naive, arrogant rich kid who cut ties with his family to pursue his passion for art. Huffy, dramatic, and hates being incapable.<br/><br/><strong>Cain</strong> (CV. Tom Aglio) ーA perpetually tired charmer juggling part-time jobs to provide for his younger sibling, his only present family. Slowly chipping away at his business degree. <br/><br/><strong>John</strong> (CV. Griffin Puatu) ーA sporty, well-liked guy that somehow slips everyone's mind. Too nice for his own good, but has trouble opening up to people. Loves to read.<br/><br/>And last but not least, the protagonist herself:<br/><br/><strong>Robin</strong> (CV. Melissa Dorsey) ーA down-to-earth and quietly sarcastic girl who used to be a goody-two-shoes. Was salutatorian in high school. Cut ties with her mother and ran away to college to discover what she wants from life. Introverted and bookish, but trying to expand her world."
}