{
    "id": "0557200003d70000",
    "name": "Mega Man 3 [NES]",
    "size": 9999835,
    "releaseDate": 19900928,
    "description": "<p>Mega Man 3, known as Rockman 3: Dr. Wily no Saigo!? (ロックマン3 Dr.ワイリーの最期!?, \"Rockman 3: The End of Dr. Wily!?\") in Japan and Mega Man III in game, is an action-platform video game developed and published by Capcom for the Nintendo Entertainment System. It is the third game of the original Mega Man series and was originally released in Japan on September 28, 1990. The game localized in North America later in 1990 and in European regions in 1992. Taking place after the events of Mega Man 2, the plot follows the titular hero as he helps his creator, Dr. Light, and a former villain, Dr. Wily, collect parts for a peace-keeping robot by defeating several Robot Masters that have gone haywire.</p>\n<p>A platform-action game, Mega Man 3 follows the same format set forth by its two predecessors. The player, as Mega Man, must complete a series of stages in any order. Defeating a stage's boss will earn the player its special weapon, which can be selected and used at will throughout the rest of the game. Mega Man 3 introduces new gameplay elements such as Mega Man's canine sidekick Rush and the ability to slide along the ground. Unlike with the first two installments of the series, artist and designer Keiji Inafune has considered the creation of Mega Man 3 to be very stressful due to time constraints and his own increased responsibilities during its development.</p>\n<p>Following the success of Mega Man 2 released two years earlier, Mega Man 3 has sold 1.17 million copies and has been positively received in critical reviews. Its presentation and gameplay has been especially praised, although many sources found the game to be too difficult. Like other titles in the series, Mega Man 3 has been re-released several times on other gaming platforms, on mobile phones, and as part of various Mega Man franchise compilations.</p>"
}