{
    "id": "05572000042f0000",
    "name": "Mother - 25th Anniversary Edition [NES]",
    "size": 9991322,
    "releaseDate": 20190402,
    "description": "The famous game remastered in a new 25th Anniversary Edition!<br/>\r\nThe father and mother of all 'Haunted Mansion' games!<br/>\r\nWinner of multiple gaming awards and “No. 1 Rated Game of 1994”.<br/>\r\n\"The new standard in interactive entertainment.\" - Bill Gates (Founder of Microsoft Corporation, 1993)<br/>\n<br/>\r\nHenry Stauf's mansion has been abandoned for as long as anyone dare remember. Stauf was a master toy maker, a maker of amazing puzzles and this strange, eerie, mansion was his greatest creation. <br/>\r\nIt stands empty, rotting ever since children started dying with his toys near them, ever since six guests came and were never seen again.<br/>\n<br/>\r\nNow, you are in the house, moving from one room to another, trying to remember and trying to forget. Because Stauf's game isn't over. There were six guests the world knew about - and there was one other. <br/>\r\nThe mansion of horror comes to life again and only you can end this mad nightmare and learn the secret of the 7th guest.<br/>\n<br/>\r\nThe game features:<br/>\r\n- Groundbreaking use of full-motion video and dialogue recorded by live actors in a terrifyingly virtual environment. <br/>\r\n- Bizarre puzzles to solve and games to play. <br/>\r\n- 22 stunningly rendered, devilishly surprising, 3-D rooms await you in this fully explorable haunted mansion.<br/>\n<br/>\r\n‘25th Anniversary Edition' features:<br/>\n<br/>\r\n- Totally new, much praised, game play controls that were built from the ground up. <br/>\r\n   * Hotspot based with the option to highlight all hotspots in each game screen.<br/>\r\n   * Skip quickly any scene.<br/>\r\n   * Completely new map, which can be access directly from the game screen<br/>\n<br/>\r\n- Completely new game menus and save/load system<br/>\n<br/>\r\n- Three Music options: The praised, orchestrated, music score re-mastered or the original score in high quality Midi recording or Adlib<br/>\n<br/>\r\n- Much improved voice acting audio and all-new, optional subtitles<br/>\n<br/>\r\n- High-end graphics upscaling (xBRZ filter) for high-resolution displays<br/>\n<br/>\r\n- Optional retro settings: play with original graphics, original music and even the original controls (mouse pointer)<br/>\n<br/>\r\n- A lot of extras:<br/>\r\n* ‘The Making of’ featurette<br/>\r\n* 19 Deleted Scenes and 34 Deleted Audio Parts<br/>\r\n* Comprehensive Soundtrack: 36 Tracks to add to your music collection!<br/>\r\n* ‘The 7th Guest’ Novel (157 pages)<br/>\r\n* The Original Script (104 pages), ‘The Stauf Files’ booklet (20 pages), Original Game Manual (41 pages)<br/>\r\n* Legacy Editions as FREE downloadable content (DLCs) for Windows, macOS and Linux (English voice-acting only)<br/>\n<br/>\r\n- Multiple languages (ALL included without additional payment):<br/>\r\nEnglish voice acting, with or without English, Portuguese, Swedish or Hebrew subtitles<br/>\r\nGerman voice acting with or without German subtitles<br/>\r\nFrench voice acting with or without French subtitles<br/>\r\nRussian voice acting with or without Russian subtitles"
}