{
    "id": "05572000063f0000",
    "name": "SWAT - Special Weapons and Tactics [NES]",
    "size": 9861383,
    "releaseDate": 20150723,
    "description": "ST brings the most intense, tactical-action experience to Steam through killer gameplay, streamlined controls and carefully crafted maps. Select your custom loadout, plan out strategies and accomplish your objectives. Earn gold and trophies to unlock custom weapons and attachments! SINGLE PLAYER, MULTIPLAYER, SURVIVAL...TACTICS FOR ALL.<br/><br/>ST is very accessible but with immense, tactical depth:<br/><br/><strong>- Finely tuned and innovative combat system</strong><br/>- Combat system is designed from the ground up to allow many types of engagements and tactics<br/>- Offensive and defensive balance such that pros and cons for both<br/>- Promotes peeking and intelligence gathering<br/>- Carefully designed and tuned \"time to kill\" and damage model<br/>- Complex underlying code and tracking to expose the most simple and intuitive combat interface to player<br/><br/>- Simultaneous Turn-Based Tactical-Action<br/>- Intense Single Player Campaign<br/>- Epic 1 vs 1 PvP<br/>-<strong> Create Squads of 2 with your friends for 2 vs 1 or 2 vs 2</strong><br/>-<strong> Create Custom Match Rules with your friends</strong> (ie Snipers-only, hardcore mode, etc.)<br/>- Addictive Survival Mode<br/><strong>- 7 Maps: Construct, HQ, Rail, Rush, Gallery, Iceworld, Fall</strong><br/>- 5 main classes: Sniper, Shotgun, Assault, SMG, Shield<br/>- Custom Weapons and Attachments<br/>- 6 Equipment: Smoke, Frag, Flash, Fire/Incendiary, Sonar Detector, Throwing Axe<br/>- 4 Boosters: Armor, Range, Damage, Speed<br/>- Carefully Designed Maps<br/>- Collect trophies to rank up from Recruit-&gt;Masters<br/>- Replay Analysis System<br/>- Innovative Controls<br/>- Custom Engine Built from the Ground Up<br/><br/><strong>Intense Single Player Campaign</strong><br/>    - <strong>You start to work for Vector Securities as the tactical overwatch.  You then start to unravel the motivations and extremes the company goes to for profit.</strong><br/>    - Puzzle-like take down missions (take down all opponents in under N turns)<br/>    - Defense missions where you must survive incoming enemies while protecting a hostage<br/>    - Hostage saving where you must take down opponents before the hostage is executed<br/>    - Assassination missions where you must take out a specific target<br/>    - Escort missions where you must protect a hostage while completing an objective<br/>    - Stealth missions where you must eliminate the targets without them firing a shot<br/><br/><strong>Epic 1 vs 1, 2 vs 1 and 2 vs 2 PvP</strong><br/>    - Select your specific weapons for each class (i.e. Silenced AK47 for Assault, AWP for Sniper)<br/>    - Pick 4 soldier classes (i.e. 2 Snipers +  2 SMGs)<br/>    - Either plant the bomb or defuse<br/>    - Each match is done over a real-time connection with 50 secs per turn (simultaneous)<br/><br/><strong>Addictive Survival Mode</strong><br/>    - The bomb is planted in a random location each round<br/>    - Based on the location of the bomb, pick 4 soldier classes<br/>    - Defuse the bomb before it blows up while encountering enemies<br/>    - Complete the round challenge (i.e. use all Shields or kill 2 enemies with one sniper shot) for 2X points<br/>    - Each round enemies are smarter and higher in number<br/>    - Your run ends when you fail to defuse the bomb<br/><br/><strong>5 main classes: Sniper, Shotgun, Assault, SMG, Shield</strong><br/><br/>- Assault: Medium range, slow movement, large field of view, weak damage<br/>- SMG: short range, fast movement, large field of view, high damage<br/>- Shotgun: very short range, fast movement, large field of view, very high damage, splash damage<br/>- Sniper: very long range, slow movement, narrow field of view, very high damage, splash damage<br/>- Shield: fast movement, 50 degrees of coverage, can melee<br/><br/><strong>Custom Weapons and Attachments</strong><br/><br/>    - Each weapon has its own strengths and weakness<br/>    - Silencers hide your position when firing but have decreased damage and/or range<br/>    - Foregrips allow for higher fire rate but slower time to first shot<br/>    - Sights allow for longer range but smaller field of view<br/>    - Weapons are unlocked through Gold earned through Multiplayer and Survival<br/><br/><br/><strong>4 Boosters: Armor, Range, Damage, Speed</strong><br/>    - Select one booster per turn to give to a soldier... Choose wisely<br/><br/><strong>6 Equipment: Smoke, Frag, Flash, Fire/Incendiary, Sonar Detector, Throwing Axe</strong><br/>    - You get 2 each per game in which any soldier can throw them<br/>    - Smoke can change the battlefield in significant ways by blocking line of sight<br/>    - Flash can blind and stun multiple soldiers<br/>    - Frags are used for focused splash damage<br/>    - Fire can slow and block movement paths<br/>    - Sonar can detect enemies within a radius through walls<br/>    - Throwing Axe requires precision aim but is very lethal<br/><br/><strong>Carefully Designed Maps (more coming!)</strong><br/>    - STO_CONSTRUCT, STO_HQ, STO_RAIL, STO_RUSH, STO_GALLERY, FY_ICEWORLD, STO_FALL,<br/><br/><strong>Collect trophies to rank up from Recruit-&gt;Masters</strong><br/><br/><strong>Innovative Controls</strong><br/>    - Controls and soldier combat AI built around <strong>Focus Points</strong><br/>    - Setting a <strong>Focus Point</strong> when moving a soldier will have him aim down sight and move slowly while rotating around the point vs sprinting<br/>    - Using <strong>Focus Points</strong> you can peek around corners without committing:<br/>    - Focus Points open up complex tactics with simple controls such as strafing, throwing grenades around corners, moving one way while looking another way, back pedaling etc."
}