{
    "id": "0557200001a10000",
    "name": "Dragon Warrior - Relocalization [NES]",
    "size": 9824140,
    "releaseDate": 19860527,
    "description": "<p>Dragon Quest is the first role-playing video game (RPG) in the Dragon Quest media franchise. It was developed by Chunsoft for the Family Computer (or Famicom for short) and published by Enix in Japan in 1986 as Dragon Quest and by Nintendo in 1989 in North America for the Nintendo Entertainment System (or NES) as Dragon Warrior. Dragon Quest has been ported and remade for several video game platforms, including the MSX, PC-9801, Super Famicom, Game Boy Color, Nintendo 3DS, PlayStation 4 and mobile phones. In play, players control a hero character who is charged with saving the Kingdom of Alefgard and rescuing its princess from the evil Dragonlord. Dragon Warrior&#39;s story became the second part in a trilogy. Several more anime and manga games, which revolved around this overarching plot were created.<br />\nDragon Quest was created by Yuji Horii, who took inspiration from previous role-playing games such as Wizardry, Ultima, and his own 1983 title The Portopia Serial Murder Case. Horii wanted to create an RPG which would appeal to a wide audience of people who were unfamiliar with the genre of video games in general. He tried to place a greater emphasis on storytelling and emotional involvement, as well as simplify the interface and expose the mostly Western computer genre to the Japanese console market. Manga artist and Dragon Ball creator Akira Toriyama produced the game&#39;s artwork and Koichi Sugiyama composed its music. The North American version featured numerous changes, including battery-backed RAM save games (rather than using a password save system), modified character sprites and pseudo-Elizabethan English style dialog.<br />\nDragon Quest was commercially successful in Japan, with more than 2 million copies sold. Its release as Dragon Warrior in North America, and other Western countries, was less favorably received. Later, Western critics noted the game&#39;s shortcomings but acknowledged its importance to the genre. Its original pseudo-Elizabethan English script has been praised in many of these reviews. Fan-made ROM hacks were released with substantial changes to the game. The game&#39;s sound effects have also been orchestrated, and its music has been performed at numerous concerts. As a whole, Dragon Warrior has been credited with establishing the basic template for the Japanese console RPGs that followed.</p>"
}