{
    "id": "0557200002f50000",
    "name": "Joy Mech Fight [NES]",
    "size": 9974950,
    "releaseDate": 19930521,
    "description": "<p>Joy Mech Fight (ジョイメカファイト Joi Meka Faito), sometimes called Joy Mecha Fight, is a fighting game for the Family Computer, released only in Japan on May 21, 1993. The game was released during the generation shift between the Famicom and the newer Super Famicom, and Joy Mech Fight is counted among one of the most important late Famicom games for utilizing the console&#39;s audio and visual capabilities to the fullest extent. It is also Nintendo&#39;s first attempt in the fighting game genre since Urban Champion after the success and craze of Capcom&#39;s Street Fighter II, which inspired other companies to create their own 2D fighters.</p>\n<p>The game&#39;s objective is simply to defeat all of the enemy robots placed in each level. The concept of the 2D versus fighting game was still new during the early 1990s, and the game&#39;s mechanics are visibly influenced by several other modern fighting games at the time.</p>\n<p>The game consists of a standard versus mode (single player or multiplayer) and a quest mode (single player). In the quest mode, there are 8 enemy robots per level (only 7 in the first level). Defeating the first 7 robots will cause the level&#39;s boss to emerge, and defeating this boss will allow the player to move on to the next level. The game is completed by advancing through all 4 levels.</p>\n<p>The player begins the game with only one character choice (Sukapon), but every enemy robot of the first level that the player defeats becomes usable as a player character. The player can choose which character to use to combat each enemy robot. Defeating the first 7 enemies using Sukapon allows the player to choose from 8 friendly robots, but the first level can only be accessed in the very first playthrough. Screenshots of each victory are replayed after the completion of a level. Finishing all of the levels will allow the player to select a particular level that they wish to play. However, choosing some levels back-to-back may cause minor bugs in the screenshot replays. After beating normal mode, you unlock hard mode which is a harder mode. After beating hard mode unlocks special mode and all the non-boss robots. Special mode is even harder and the robots start using their hidden moves often. Beating special mode unlocks the boss robots.</p>"
}