{
    "id": "0557200007110000",
    "name": "Wizards & Warriors II - Ironsword [NES]",
    "size": 9927834,
    "releaseDate": 19910327,
    "description": "<p>Ironsword: Wizards &amp; Warriors II (also known as Wizards and Warriors II: Ironsword) is a platforming action-adventure video game for the Nintendo Entertainment System (NES) developed by UK-based company Zippo Games, a subsidiary of Rare. The game was published by Acclaim and released in North America in December 1989 and in Europe on March 27, 1991. It is the sequel to Rare&#39;s 1987 title Wizards &amp; Warriors. In Ironsword, the player controls the knight warrior Kuros as he ventures in the land of Sindarin. He must defeat the evil wizard Malkil, who has assumed the elemental forms of Earth, Wind, Fire, and Water. Kuros must collect the parts of and assemble the legendary &quot;IronSword&quot; in order to defeat Malkil, who resides at the top of IceFire Mountain.<br />\nIronsword: Wizards &amp; Warriors II was developed by Zippo Games&#39; founder Ste Pickford and was the first game that he developed for the NES. Steve Hughes also assisted in development, while Rare&#39;s video game composer David Wise did the music and sound. Pickford wanted to expand on the previous Wizards &amp; Warriors game. Having experience with developing computer games, Pickford used various animation and graphics techniques to try and show off the NES&#39; graphical capabilities. In addition, Acclaim hired Italian male model Fabio Lanzoni to pose as Kuros on the game&#39;s cover.<br />\nThe game was fairly well-received, selling 500,000 copies in North America and 50,000 copies in Europe. Various video game magazines praised Ironsword for its size, graphics and sound, detailed characters and bosses, and gameplay. Other reviews criticized its lack of originality as compared to other games that were released at the time. The game led Zippo Games to develop additional games for Rare on the NES such as Solar Jetman: Hunt for the Golden Warpship and Wizards &amp; Warriors III: Kuros: Visions of Power. Ironsword won &quot;Game Player&#39;s NES Excellence Award&quot; from Game Players magazine as one of the better NES titles of 1990.</p>"
}