{
    "id": "0557200004430000",
    "name": "Nantettatte!! Baseball [NES]",
    "size": 9890264,
    "releaseDate": 20150814,
    "description": "Tight controls and a smooth learning curve will have you knocking it out of the park in no time in this awesome arcade baseball simulator. Polygon’s 2014 Sports Game of the Year.Features:<ul><li><strong>Realistic Simulation and Physics</strong>: Don’t be fooled by the light-hearted/comical presentation; the fundamentals of baseball are well represented and if someone isn’t familiar with the rules, they will be after playing Super Mega Baseball.<br/></li><li><strong>Groundbreaking Difficulty System</strong>: Super Mega Baseball boasts an innovative difficulty control scheme called the Ego system. The Ego system offers a fine-grained control of difficulty on a per-user basis, which has been widely praised for leveling the playing field in cooperative and competitive modes. This system will push seasoned gamers to their limits while simultaneously providing a gentle introduction for beginners.<br/></li><li><strong>Up-to Four Player Local Co-op Play</strong>: In addition to solo play, players can try their hand at head-to-head, 2v1, 2v2 and co-op against the CPU. In co-op mode, teammates alternate batting/running each time at-bat, and alternate pitching/fielding each inning, meaning ballplayers need to be on their toes every play. To even games, players can use the Ego system to set up a competitive game between friends of any skill level.<br/></li><li><strong>Ultra Responsive and Blazing Fast Gameplay</strong>: Controls are easy to learn, but players will need to master jumping, diving, wall-catches, power-swings and cut-off plays to properly dominate friends. Short load times and a streamlined interface means most of the time is spent in the action, with nine-inning games taking around 20 minutes to play.<br/></li><li><strong>Full Batting and Pitching Statistics</strong>: Most baseball statistics imaginable are available and ballplayers can use these to show off their MVP-quality skills.<br/></li><li><strong>Leveling System</strong>: Players tally up Starpoints for hits, strikeouts and catches during each game and Level Up once they collect enough points. Players can hire staff to train and coach their squad, improving skill attributes such as Power and Speed. Use that jacked up team to win at higher difficulties (and post higher leaderboard scores than friends)!<br/></li><li><strong>Player Customization</strong>: Customize the look and names of a team’s players to create a ragtag crew of family and friends. Make as many aesthetic adjustments as you can imagine!</li></ul>"
}