{
    "id": "0557200006fb0000",
    "name": "Where in Time Is Carmen Sandiego [NES]",
    "size": 10007280,
    "releaseDate": 19890801,
    "description": "<p>The 1989 version of Where in Time Is Carmen Sandiego? is a multiplatform video game where players have to travel through time to collect the clue and the warrant necessary to capture Carmen Sandiego or one of her henchmen. The goal of this game is to track Carmen's villains through history and arrest them and ultimately arrest Carmen herself.</p>\n<p>Similar to World, the player plays as a secret agent for the Acme Detective Agency, and has to use the research books to crack the clues given to them on where the crook went to, and also decode the physical attributes or interests of the crook based on other clues. They must achieve both these objectives in order to secure an arrest warrant, which allows them to identify the person at the end of the case as the crook. The player travels through time and space with a device known within the Carmen Sandiego universe as the Chronoskimmer. The game is time limited, and every action one takes uses up some of that time; the player needs to solve the case within the allotted time in order to be successful. As well as teaching the player about both geography and history it also provides practice with using a research book – the New American Desk Encyclopedia comes with the game for assistance. The people, events, and inventions featured in the game hail from period in history ranging from 400 AD to the 1950s – the past 1500 years of human history. The game comes with a 28-page instruction manual.</p>\n<p>This was the first game in the series to establish that ACME Headquarters is located in San Francisco.</p>\n<p>The game was released on a variety of different platforms including Apple II (1989), Amiga (1990), Commodore 64/128 (1990), Macintosh (1990), IBM PC Compatible (1990), Nintendo Entertainment System (1991), Sega Genesis (1992), and Super Nintendo Entertainment System (1993).</p>\n<p>In 1991, Konami released a port of the game for the Nintendo Entertainment System which included a small, paperback encyclopedia as a free pack-in. Hi Tech Expressions later created a port for the Super NES. Electronic Arts also created a port for the Sega Genesis.</p>\n<p>Gene Portwood and Lauren Elliott were the designers for the game, Lance Groody and Rod Nelson were the programmers, Don Albrecht, Leila Bronstein, Michelle Bushneff, Maureen Gilhooly, Julie Glavin, Avril Harrison and Barbara Lawrence all worked on graphics, Clair Curtin was the product manager, Susan Meyers wrote the clues, and Matthew Leeds wrote the manual.</p>"
}