{
    "id": "0557200003810000",
    "name": "Legends of the Diamond - The Baseball Championship Game [NES]",
    "size": 9921744,
    "releaseDate": 20160809,
    "description": "Baseball Mogul Diamond<br/><strong>New Features In Baseball Mogul Diamond</strong><br/><br/><ul><li>Compensatory Draft Picks (for teams that lose players to Free Agency)<br/></li><li>Improved Player Aging, including mid-career position changes<br/></li><li>Improved Manager AI (especially pitcher usage and defensive replacements)<br/></li><li>Improved General Manager AI (roster management and player contracts)<br/></li><li>Improved Trade AI (Artificial Intelligence)<br/></li><li>Trades improve teams at specific positions, not just overall talent<br/></li><li>Much greater News Story and Scouting Report variety<br/></li><li>Improved historical and fictional season schedules<br/></li><li>Faster simulation engine<br/></li><li>More minor league and lefty-righty stats for active and historical players<br/></li><li>Improved output for Head-To-Head Records<br/></li><li>More realistic player fatigue and injuries<br/></li><li>Improved simulation accuracy and stability<br/></li><li>e.g. stolen base numbers no longer decline over time<br/></li><li>Many bug fixes to prevent slowdowns and hangs<br/></li><li>Problems fixed with Baseball Mogul Encyclopedia output<br/></li><li>Fixed errors found in some historical All-Time Leader lists</li></ul><br/><strong>Plus...</strong><br/><br/><ul><li>Build Your Own Expansion Team<br/></li><li>Stat-based scouting<br/></li><li>Individual strategy settings for each player<br/></li><li>Includes individual pitch count limits<br/></li><li>Lefty-righty batting and pitching stats<br/></li><li>Includes every season back to 1951<br/></li><li>Improved General Manager AI.<br/></li><li>Mimics real-life trade and contract data<br/></li><li>Scouting Report: copy player stats to clipboard with a single-click<br/></li><li>Updated minor league stats<br/></li><li>More than 1.2 million lines of data<br/></li><li>More realistic high school, college and minor league stats<br/></li><li>Improved Player Award AI (Gold Gloves, etc.)<br/></li><li>Improved Pitch Tracking<br/></li><li>Records velocity, break, location and result of every pitch<br/></li><li>Accurate head-to-head stats for every batter-pitcher matchup<br/></li><li>More accurate heat maps in player Scouting Reports</li></ul><br/><strong>... and smaller improvements such as these:</strong><br/><br/><ul><li>Free agents available after expansion draft, to help complete your major and minor league rosters.<br/></li><li>Bug fixed when calculating Defensive Runs<br/></li><li>New stats and search options in \"Sortable Stats\" screen<br/></li><li>Bug fixed with setting pitch count limits for individual pitchers<br/></li><li>Ground balls to right side now advance runner on 2B more consistently<br/></li><li>New directory created for each saved game<br/></li><li>Prevents conflicts with box score and encyclopedia output</li></ul><br/><strong>Updates for Opening Day of the 2015 Season</strong><br/><br/><ul><li>Updated rosters for every team<br/></li><li>Over 2100 active players<br/></li><li>Includes more than 45 minor leaguers per organization<br/></li><li>Complete major league and minor league stats through 2014<br/></li><li>Actual real-life 2015 season schedule (all 2430 games)</li></ul><br/><strong>Backwards Compatibility</strong><br/><br/>Baseball Mogul Diamond automatically loads databases from previous versions of Baseball Mogul.<br/><br/><strong>Note: Advanced Roster Rules</strong><br/><br/>Please note that Baseball Mogul Diamond does not include support for all of the advanced roster rules (such as enforcing a 40-man roster for each team or conducting the Rule 5 Draft). However, Qualifying Offers and Free Agent Compensation (via draft picks awarded in a \"sandwich round\") were added."
}