{
    "id": "0557200003db0000",
    "name": "Mega Man 4 [NES]",
    "size": 10046537,
    "releaseDate": 19911206,
    "description": "<p>Mega Man 4, known in Japan as Rockman 4: Aratanaru Yabō!! (ロックマン4 新たなる野望!!, Rokkuman Fō Aratanaru Yabō!!, lit. &quot;Rockman 4: A New Ambition!!&quot;), is an action-platform game developed by Capcom for the Nintendo Entertainment System. It is the fourth game in the original Mega Man series and was originally released in Japan in 1991. The game was localized in North America the following January, and in Europe in 1993.<br />\nThe game&#39;s story takes place after the third defeat and supposed death of Dr. Wily, and features the Earth coming under threat from a mysterious scientist named Dr. Cossack and his eight &quot;Robot Masters&quot;. Fearing the worst, Dr. Light sends Mega Man to save the world once again. Mega Man 4 carries on the same action and platforming gameplay as the first three games, in which the player completes a series of stages in any order and adds the weapon of each stage&#39;s boss to Mega Man&#39;s arsenal. One notable added feature is the &quot;New Mega Buster&quot; (often shortened to &quot;Mega Buster&quot;), an upgraded arm cannon that lets the player charge a regular shot into a much more powerful blast. The development team was mindful that this innovation would change the overall feel of the game.<br />\nDespite Mega Man 4 receiving positive critical reviews during its early 1990s release, the game is widely regarded today to represent a downward shift from the quality of the first three games in the series. The Mega Buster itself has been considered an overused mechanic by several sources. Mega Man 4 was re-released on the Japanese PlayStation, PlayStation Network, and mobile phones; the North American Mega Man Anniversary Collection; and worldwide on the Virtual Console for 3 Nintendo systems (Wii, Nintendo 3DS and Wii U).</p>"
}