{
    "id": "05572000039b0000",
    "name": "Lone Ranger, The [NES]",
    "size": 10014073,
    "releaseDate": 20170801,
    "description": "Hi, we are the developers of \"Deadly Hunter VR\" an Archery Game we released earlier this year. It's free and very positive, so be sure to check it out. <br/><br/>With \"Deadly Hunter VR\" we gained a deep insight into VR development. We learned a lot while making it and we want to use our skills in our next project:<br/>The Ranger: Lost Tribe<br/><br/>It is an Action RPG with focus on real time fights and exploring. Now the content of the game is just part of the full version, but it offers over four (4) hours’ worth of glorious gaming experience and will give you a good challenge.<br/><br/>You will start at the Base Camp were you can play around with Sword, Crossbow, Bow, Shield and Spear. Once you leave the Camp you will only have your Sword and your Shild and it is up to you to find the other ones.<br/><br/>Besides of the standard sword fighting mechanism we also included stealth kills and dismemberment. On top of it you can also enchant your weapon with your found recources. We also support different locomotion styles.<br/><br/>We basically opened up for you a big area for you to explore. You may stumble across some things that you can't use yet because they belong to the story we have planned.<br/><br/>You can help to make \"The Ranger: Lost Tribes\" an awesome game. Simply download our demo an play it. Write us what you think about it in the discussions. Any suggestions, freature requests and feedback in general is very valuble to us in this current state.<br/><br/><strong>Key features: </strong><br/>- huge environment for you to explore<br/>- save feature (checkpoints)<br/>- you decide how you approach the enemys<br/>- different weapons<br/>- stealth kills<br/>- dismemberment<br/>- different locomotion options<br/>- enchant feature<br/><br/><strong>helpful hints for your survival: </strong><br/>- Regain life by eating fruits or meat that you can find on plants or as drops.<br/>- Plan your steps and how you approach the enemy. Tanking on several enemys at once can be   dangerous.<br/>- Use the stealth kill feature to avoid unnecsessary fights.<br/>- Use the throw mechanic to take out enemys further away.<br/>- Cast fire on your sword to gain advantage of bigger enemys.<br/><br/>Please have fun and leave some feedback."
}