{
    "id": "0557200003290000",
    "name": "Kid Icarus [NES]",
    "size": 9830294,
    "releaseDate": 19861219,
    "description": "<p>Kid Icarus, known in Japan as Light Mythology: Palutena&#39;s Mirror, is an action platform video game for the Family Computer Disk System in Japan and the Nintendo Entertainment System in Europe and North America. The first entry in Nintendo&#39;s Kid Icarus series, it was published in Japan in December 1986, and in Europe and North America in February and July 1987, respectively. It was later re-released for the Game Boy Advance in Japan during 2004, and for the Wii&#39;s Virtual Console online service in 2007. A sequel to this game was released for the Game Boy in 1991, and a third entry to the series was published for the Nintendo 3DS handheld console in March 2012.<br />\nThe plot of Kid Icarus revolves around protagonist Pit&#39;s quest for three sacred treasures, which he must equip to rescue the Grecian fantasy world Angel Land and its ruler, the goddess Palutena. The player controls Pit through platform areas while fighting monsters and collecting items. Their objective is to reach the end of the levels, and to find and defeat boss monsters that guard the three treasures. The game was developed by Nintendo&#39;s Research and Development 1 division, and co-developed with TOSE, who helped with additional programming. It was designed by Toru Osawa and Yoshio Sakamoto, directed by Satoru Okada, and produced by Gunpei Yokoi.<br />\nDespite its mixed critical reception, Kid Icarus is a cult classic. Reviewers praised the game for its music and its mixture of gameplay elements from different genres, but criticized its graphics and high difficulty level. It was included in several lists of the best games compiled by IGN and Nintendo Power. After the release of the Game Boy sequel Kid Icarus: Of Myths and Monsters in 1991, the game series lay dormant for 21 years. It was eventually revived with a 3D shooter for the Nintendo 3DS, titled Kid Icarus: Uprising, after Pit&#39;s inclusion as a playable character in Super Smash Bros. Brawl.</p>"
}