{
    "id": "0557200001bd0000",
    "name": "Dusty Diamond's All-Star Softball [NES]",
    "size": 9903606,
    "releaseDate": 19891027,
    "description": "<p>Dusty Diamond's All-Star Softball (released in Japan as Softball Tengoku) is a one- or two-player NES video game where players can select various fictional softball players and customize their own team to take to the championship.</p>\n<p>Despite the game being a softball game, the rules are more reminiscent of baseball with the exception of each game played to a maximum of 7 innings (unless extras are needed to break a tie). Players can choose to play either \"fast pitch\" or \"slow pitch\" and assemble their teams from 60 characters some of whom with noticeable trademarks. for instance:</p>\n<ul><li>Diablo: looks like the devil bats with a club but runs very slowly.</li>\n<li>Zelda: looks like a witch bats with a mop.</li>\n<li>Mike: skips as he runs.</li>\n<li>Binky: Has the ability to float while playing defense.</li>\n</ul><p>The game features 6 different \"arenas\" to play each with their own features and ground rules:</p>\n<ul><li>Sandlot: Based on a traditional sandlot the field has areas with high grass and rocks with can interfere with a live play. To hit a home run the player only has to hit a ball over the \"home run line\" not beyond the fence.</li>\n<li>Park: the area beyond the home run line has several park benches are trash cans with can interfere with the play.</li>\n<li>Cliff: The smallest field. any ball that rolls under the picket fence in right field is a ground rule double.</li>\n<li>School: Based on a schoolyard. a home run is scored if a ball goes over the home run line, but if it breaks a window on the school's building it's an automatic out.</li>\n<li>Island: similar to a professional field, there are 2 small lakes in foul territory which are out of play.</li>\n<li>Professional (in 2-player mode only): standard field.</li>\n</ul><p>Players may also choose their team name from a list of 25 names each from a different letter of the alphabet (I does not have a team):</p>\n<p>The game also features a mercy rule, with the game ending if someone leads by 10 or more runs after an entire inning is played.</p>"
}