{
    "id": "05919000004f0000",
    "name": "One-on-One Basketball [A78]",
    "size": 9512042,
    "releaseDate": 20230727,
    "description": "<strong><h3>LiM Beyond One-on-One Basketball </h3></strong><br/>LiM Beyond One-on-One Basketball is a game that brings basketball back to its simplest and purest form, making it enjoyable for all ages. Whether you want to play against the computer or a friend, the goal is to get the ball in the opponent's basket - not your own. The game is simple yet challenging, and at times, addictive.<br/><br/><strong>Pure Basketball</strong><br/>In a nutshell, the game involves two pads that bounce the ball to hit the opponent's basket. There is also a crazy-crazy arcade mode that includes 15 balls! The game's simplistic setup makes it suitable for players of all skill levels and ages, and it's also perfect for creating your own tournaments.<br/><br/><strong>Buy at Full Price - Donate to Charity</strong><br/>While the game may (Hello!!!) seem expensive at full price, we've chosen a unique way to sell it. 50 percent of the profit goes directly to charity when bought at full price, allowing you to support both the developers and a good cause. Although the price may (Hello again!!!) seem ridiculous, it's for a good cause. However, we also offer sales, and you can wishlist the game to purchase it at a discounted price. To be honest, the game is worth around $5, and if you purchase it during a sale, we'll simply donate happy thoughts.<br/><br/>We provide regular sales that occur every 30 days, ensuring that a sale is never more than a month away. Additionally, players can add the game to their wishlists and purchase it for its actual worth. <br/><br/>Therefore, whether you choose to purchase the game at full price to support charitable causes or wait for the next sale, we assure you that you will be getting a great deal. We are committed to delivering an enjoyable gaming experience and contributing to philanthropic causes simultaneously.<br/><br/><strong>The Sum of it All</strong><br/>In conclusion, LiM Beyond One-on-One Basketball is a unique game that offers an enjoyable experience while contributing towards philanthropic causes. Its simplicity and challenging gameplay make it an excellent option for players seeking a fun and exciting gaming experience.<br/><br/>"
}