{
    "id": "0591900000570000",
    "name": "Sentinel [A78]",
    "size": 9535986,
    "releaseDate": 20140422,
    "description": "Inspired by the literature of Arthur C. Clarke and the 2D Exploration Platformers of the 90's and the 2010's, SENTINEL is a 2D exploration-based platformer that takes place in an alternate future. When a mysterious pyramid structure was discovered during the 1969 moon landing, humanity began focusing less on our planet and more on the stars. After years of research, humanity finally discovered a way to enter the strange monolith, but there was a catch: every person who entered never came back out. With volunteers dwindling, a bounty was raised to entice new explorers: $150 billion to the first person who can successfully enter and exit the pyramid.<h3>EXPLORE</h3>In SENTINEL, you assume the role of a nameless bounty hunter. Your goal is to explore every inch of the level and try to learn what this strange pyramid really is. The game is played in one large level that features 13 unique rooms for you to explore on your journey. while this task seems tough, you'll be well equipped for your journey in your Nanite Suit.<br/><h3>FIGHT</h3>With the Nanite Suit, you'll be able to navigate the terrain of this unexplored labyrinth, and you'll be able to fight back against the many strange foes that await you. This game features five unique enemy types found across the map, and two boss encounters to really test your skill. <br/><h3>GROW STRONGER</h3>As you explore, you'll find new upgrades for your Nanite Suit that change the way the game is played. Whether it's vaulting off of enemies or blasting through the sky, you'll keep adding tools to your arsenal as you progress. Each ability you unlock allows you to explore, fight, and move in new ways. <br/><br/><br/>Nobody knows what's in this thing. Nobody alive anyways. Maybe it's time you changed that. Good luck!<br/><br/>SENTINEL is a playable concept piece, and thus is fairly short (Like, less than an hour short). While we currently aren't actively developing more levels for the game, we will continue to make bug fix and quality updates to this version of the game. If you'd like to show your support for the game, report a bug, make a suggestion, or just chat with the developers, please join the discord server linked on this Steam page!"
}