{
    "id": "0526900000630000",
    "name": "Dragon Warrior I & II [GBC]",
    "size": 10127974,
    "releaseDate": 19870126,
    "description": "<p>Dragon Quest II: Luminaries of the Legendary Line  is a role-playing video game (RPG) developed by Chunsoft and published by Enix in 1987 for the Family Computer (or Famicom) as a part of the Dragon Quest series. Enix&#39;s U.S. subsidiary published the American version of Dragon Quest II for the Nintendo Entertainment System (or NES) in 1990. Dragon Quest II is set one hundred years after the events of the first game.<br />\nThe game&#39;s story centers on the prince of Midenhall, who is ordered to stop an evil wizard named Hargon after Hargon destroys Moonbrooke Castle. On his adventure, he is accompanied by his two cousins, the prince of Cannock and the princess of Moonbrooke. Dragon Quest II greatly expands on the series formula from the first game by having a larger party, more areas to explore, multiple heroes and enemies in a battle, and a sailing ship. The game&#39;s successor, Dragon Quest III: And Into the Legend..., follows the ancestor of the main characters, the legendary hero Erdrick; and the three games are collectively called &quot;Erdrick Saga Trilogy&quot;.<br />\nPlanning began a month before the original Dragon Quest was released. One major goal was the development of a more exciting combat system, which was inspired by similar multi-character party systems such as the one found in Wizardry. The artwork that was used as the basis for the characters and monsters was painted by Akira Toriyama and then translated into pixel art. The game was hit with delays due to game balance, which were only fully corrected in the early sections of the game. This, combined with a staff that included students not familiar with the coding and debugging process, pushed back the release by a month. The developers also had many ideas that had to be discarded due to the technical limitations of the Famicom system, though some were later incorporated into subsequent remakes and the game&#39;s sequel, Dragon Quest III.<br />\nDragon Quest II was successful in Japan; the original Famicom version shipped 2.4 million copies. Later, the game was remade for the Super Famicom and the Game Boy Color and combined with the original Dragon Quest game in a release entitled Dragon Quest I &amp; II. A version of the game for Android and iOS was released in Japan on June 26, 2014 and worldwide on October 9, 2014, as Dragon Quest II: Luminaries of the Legendary Line. The game was praised for improving on almost all aspects of the original, including having better graphics, having a larger world to explore, and more characters to participate in a more dynamic combat system. It was also known as one of the most difficult Dragon Quest games, especially late game, and retained that reputation despite adjustments made when it was ported to other platforms.</p>"
}