{
    "id": "0526900001790000",
    "name": "Rayman 2 - The Great Escape [GBC]",
    "size": 10411195,
    "releaseDate": 19991029,
    "description": "<p>Rayman 2: The Great Escape is a platform video game developed by Ubi Pictures and published by Ubi Soft for the Nintendo 64, Microsoft Windows and Sega Dreamcast. An enhanced port titled Rayman Revolution (Rayman 2: Revolution in North America) was developed by Ubi Soft Annecy for the PlayStation 2.<br />\nSubsequently it also released on Nintendo DS &amp; 3DS as well as the PS Vita and on mobile.</p>\n<p>Rayman 2 takes place in a world called the Glade of Dreams, and revolves around its invasion and occupation by an armada of interstellar Robo-Pirates, led by Admiral Razorbeard. Prior to the invasion, the Robo-Pirates destroyed over one hundred planets in the galaxy, with the intention of enslaving their inhabitants. Upon the invasion of the Glade of Dreams, the Robo-Pirates were battled against by Rayman, Globox, and other allies. After some battles, Rayman&#39;s capture occurs after the explosion of the Primordial Core. Ly the Fairy telepathically communicates with Rayman explaining the consequences of the damage, with the core&#39;s shattering into 1000 Yellow Lums, and the capture of many fighters. Rayman&#39;s powers are also lost due to this, and he finds himself captured by the Robo-Pirates at the beginning of the game.</p>\n<p>Rayman&#39;s job after escaping the pirate ship is to collect all 1000 yellow lums, kick robo pirate butt and smash all the cages he can find to free the denizens of the Glade.<br />\nHe will have various encounters, nice and not so nice, on his way who will help him get stronger throughout the course of his story and rid the planet off the pirates once and for all!<br />\nJump, throw, plum-ride, helicopter, swim your way through the various platorm stages that will keep you occupied and enjoy Rayman&#39;s first ever jump into the 3D space considered elevating 3D platformers to the next level around the turn of the century.</p>"
}