{
    "id": "0526900001d30000",
    "name": "Turok 2 - Seeds of Evil [GBC]",
    "size": 9850557,
    "releaseDate": 19981021,
    "description": "<strong>Turok 2: Seeds of Evil</strong> returns to the PC! The sequel to the hit game Turok is now available, featuring a host of enemies, weapons, missions, locations and a new multiplayer mode. Remastered for today’s computers using a new engine with improved graphics, Turok 2 will transport players into sprawling environments with vicious enemies lurking behind every corner.<br/><br/><br/><br/><strong>The Dinosaur Hunter Returns</strong><br/><ul><li>Fight your way through 35 different types of enemies with bouncing bellies, blinking eyes, stretching tentacles and snapping jaws. From Prehistoric Raptors, to evolved Flesh Eaters, to your final battle with the Mother of all beasts— you’ll want to defeat all of them!<br/></li><li>Enemies are intelligent! They’re smart enough to attack in groups, to flee when they are outgunned, and to take cover during a firefight.<br/></li><li>Enemies flinch and spasm differently depending on which body part you hit.</li></ul><br/><strong>Remastered Locations</strong><br/><ul><li>Conquer 6 engrossing Quest Levels including the Port of Adia, the Death Marshes and the Lair of the Blind Ones.</li></ul><br/><strong>Over 20 Weapons</strong><br/><ul><li>Unload multiple ricocheting shotgun shells with the Shredder.<br/></li><li>Send brains flying with the skull-drilling Cerebral Bore, a fan favorite.<br/></li><li>Stomp enemies flat while riding an artillery-mounted Triceratops!</li></ul><br/><strong>New Multiplayer</strong><br/><ul><li>The new Multiplayer mode lets you battle with your friends. Using the best levels, weapons, and visuals from both the PC and Nintendo 64 versions, players will encounter a fun and visceral multiplayer experience.<br/></li><li>Players can also choose between a few skins for their character in combat. Network multiplayer is available through Steam, GOG Galaxy, LAN and direct IP with cross play capabilities.<br/></li><li>Split-screen mode is also available in network multiplayer. Lastly, a new multiplayer game mode called “Last Turok Standing” has been added.</li></ul><br/><strong>New Game Engine</strong><br/><ul><li>Ported to the Kex Engine 3.4.<br/></li><li>Full 64-bit compatibility.<br/></li><li>Brand new UI system.</li></ul><br/><strong>New Graphics System</strong><br/><ul><li>Modernized deferred renderer.<br/></li><li>Shadow maps and compiled light maps.<br/></li><li>Screen-space reflections on textures and materials.<br/></li><li>Dynamic and fixed-resolution sub/super-sampling.<br/></li><li>New decals and effects.</li></ul><br/><strong>Enhanced Gameplay</strong><br/><ul><li>Improved character speed and manoeuvrability, including the ability to grapple ledges.<br/></li><li>Updated maps.<br/></li><li>Improved AI.<br/></li><li>\"Quick warp\" feature allows instant travel to any previously visited portal.<br/></li><li>Save and load anywhere.</li></ul><br/>Also available from Nightdive Studios:<br/><br/>http://store.steampowered.com/app/405820/"
}