{
    "id": "0526900000ab0000",
    "name": "Hexcite - The Shapes of Victory [GBC]",
    "size": 9706354,
    "releaseDate": 20160212,
    "description": "Victory: The Age of Racing is a unique online racing game with spectacular car handling and <strong>user generated cars inspired by the different ages of racing</strong>. Victory offers a <strong>thrilling racing experience</strong> through multiplayer events, competitions and an addictive <strong>team career</strong>. <br/><br/>Victory: The Age of Racing is now <strong>FREE</strong>! <br/><br/>We’d like you to join the competition and prepare yourself for <strong>Racecraft</strong> the new <strong>Procedural Sandbox Racing Experience</strong> by Vae Victis Games.<br/><br/>Racecraft is 25% off this week for the Steam Summer Sale, so GET ON BOARD NOW!<br/><br/><br/><br/><strong>*** WINDOWS 10 USERS ***</strong> please read this thread on our Technical Assistance forum if you get the error message “d3d9.dll is missing” trying to run Victory on Windows:<br/>http://steamcommunity.com/app/264120/discussions/3/451851477889583591/ (accessible only to Victory owners).<br/><br/>You can be a ruthless driver by pushing your car beyond the limits, a talented designer by creating unique cars and a highly skilled technical director by improving your car settings tweaking it for maximum performances. Join the competition and race to win!<br/><br/>An Internet connection is required to play Victory: The Age of Racing.<br/><br/><strong>Buy the Victory Deluxe Pack for exclusive contents!</strong>Victory Deluxe Pack<br/><br/>The Deluxe Pack gives you a handful of Gears Credits and three exclusive cars you can use on ordinary tracks and all events. This pack includes:<br/><ul><li> 3 exclusive Special Deluxe Racing Cars (super fast 60PI cars: 1 Legend car, 1 Classic car and 1 Formula car)<br/></li><li> 15000 Gears Credits (you can speed up your multiplayer career or create several racing cars from scratch)</li></ul><br/><br/><br/>Victory is a fully featured multiplayer online racing game you can enjoy in multiple ways. <br/><br/><br/><br/><br/>In Victory: The Age of Racing, cars can be <strong>USER GENERATED</strong>: players have an unprecedented degree of freedom in choosing car blocks, parts, colors, decals and shapes for their own customized car. We also created the block system, where you can switch different parts of your racing car until you have reached your favorite design.<br/><br/><br/><br/><br/><br/><br/><br/><br/>You can control your car choosing between gamepad, keyboard and steering wheel. <br/><br/><ul><li>Keyboard controls with assisted steering<br/></li><li>Full gamepad compatibility with force feedback support<br/></li><li>Full steering wheel compatibility with force feedback support<br/></li><li>Mouse controls (move the mouse to steer, left/right click to throttle and brake)</li></ul><br/>We've also worked hard to create <strong>the best keyboard controls</strong> available on the market for a racing game. An integrated artificial intelligence helps you steering, braking and throttling, with a simulation of analog controls even when you're using the keyboard.<br/><br/><br/><br/><br/>Victory is an arcade racer with <strong>realistic physics</strong> specifically tuned to give an unprecedented car handling and an addictive racing experience. We started with a top-notch car physics engine developed in collaboration with Stefano Casillo, the author of the acclaimed racing simulator, <strong>Assetto Corsa</strong> and then we added improved assisted driving systems, so you can experience the game as you wish, enabling or disabling driving aids whenever you like to.<br/><br/><br/><br/><br/><strong>PvP competitions</strong> with <strong>multiple game modes</strong> and multiplayer live <strong>events</strong> for inactive players. <br/><br/><br/><br/>Events, championships, daily races, different game modes. Everything is created in real time based on the status of connected players: a central server checks who is online and what he is doing, then creates live events which pop up on your main screen. <br/><br/>In Victory you can be active and choose what you want to do or just wait for the game to propose you new ways to race online and have fun.Game Modes<br/><ul><li>Hotlap (single player mode)<br/></li><li>Hotlap Party (multiplayer hot lap mode, up to 100 players, usually lasts 1 hour)<br/></li><li>Hotlap Championship (multiplayer hot lap mode, can last for days, with online rankings in real time)<br/></li><li>Quick Race (multiplayer race)<br/></li><li>Handicap Race (multiplayer race, the winner gets an handicap for the following race)<br/></li><li>LAN mode supported: create a LAN Party and race with your friends!</li></ul>Race Zones &amp; Tracks<br/><ul><li>3 different racing zones around the world<br/></li><li>15 different racing tracks</li></ul><br/><br/><br/><strong>Car attributes and setups, different engines, tires, accessories and more: this is your personal customized car!</strong><br/><br/><br/><br/>Like in a role playing game, you have to spend Performance Points to reach the perfect combination for your driving style and racing conditions. You can have multiple cars in the game and customize them for different game modes or tracks!<br/><br/><br/><br/><br/><br/><br/>Choose from different teams and start your racing career. Each of the three car classes in the game has a dedicated World Championship where different racing teams are looking for the best driver: are you ready to put the pedal to the metal and wear the colors of your team on the track?<br/><br/><br/><br/>Each team will offer you different racing cars and you will have to unlock multiplayer achievements to progress in the team career, unlock other new cars and reach the top of the rankings.<br/><br/><br/><br/><br/><ul><li><strong>Achievement system</strong> with rewards (money, widgets, driver titles) and over 300 different achievements to unlock<br/></li><li>Fully integrated website with <strong>real time rankings and statistics</strong> of almost everything in game: check your rankings, different stats, every single car created in the game can be shared and voted!<br/></li><li>Integrated <strong>Social Bar</strong> with race chat, race log, \"last played with\" panel, public chat, race invites, integrated friend system, online status settings and more!<br/></li><li>7 different <strong>game cameras</strong>: choose your favorite one when playing</li></ul>"
}