{
    "id": "0510300002190000",
    "name": "Metal Slug XX [PSP]",
    "size": 128872204,
    "releaseDate": 20091223,
    "description": "<p>METAL SLUG XX blasts off on Steam!<br />\nMETAL SLUG XX was originally released on PlayStation®Portable in 2009 and PlayStation®4 in 2018 as part of the classic 2D run-and-gun action shooting game series from SNK, and now returns to service on Steam with graphics upscaled to 1080p and 4k screen resolution support! Moreover, Leona Heidern, who was a paid DLC character in the original PSP® game, is now playable for free and from the get-go!<br />\nGAME FEATURES<br />\n■7 missions of intense action! Hidden routes for endless replayability!<br />\n7 missions of breathtaking action, charismatic characters, Slug vehicles, and a variety of other content await players in METAL SLUG XX. Branching paths are also hidden throughout the stages for those who want to play and clear METAL SLUG XX to completion!<br />\n■New military classes and return of the fan-favorite “Combat School”!<br />\nChallenge more than 70 mini games prepared by a beautiful instructor, and clear them all to reach the legendary and devilish “Super Devil” military rank! Get promoted to acquire a mobile satellite that will assist you during your missions!<br />\n■Leona playable from the start! 7 soldiers ready for battle!<br />\nIn addition to the traditional METAL SLUG characters such as Marco Rossi, Tarma Roving, Eri Kasamoto, and Fio Germi, Ralf Jones and Clark Still from KOF’s Ikari Team have also been recruited for this mission! Also from the Ikari Team, Leona Heidern, who was a paid DLC character in the original PSP® version of METAL SLUG XX, will also now be playable from the start. Are you ready to stop every enemy attack via her powerful “Moon Slasher” special ability!?<br />\n■Tons of hours of gameplay with achievements!<br />\nMETAL SLUG XX features no fewer than 34 achievements. Players can also enjoy the co-op local play with their friends!<br />\nGet ready for endless hours of intense action and fun with METAL SLUG XX on Steam! Rocket Lawnchair!</p>"
}