{
    "id": "0510300005090000",
    "name": "NFL Street 2 - Unleashed [PSP]",
    "size": 502149869,
    "releaseDate": 20110308,
    "description": "<p>Shift 2: Unleashed (Unleashed) Need for Speed: Shift. The sequel expands on many aspects that were introduced in the original.</p>\n<p>The game offers 148 cars from 36 manufacturers and 35 different tracks on which players can compete in several types of races.</p>\n<p>The game is not overloaded with plot details, not directly related to car racing. The main character is a novice racer who wants to become a champion - and that’s it!</p>\n<p>The same approach is seen in many other characteristics of the game. In particular, in the organization of management and in the system of admission to the following levels. Much has been done in these things easier than one might have expected. You need to control different cars in different ways, in full dependence on engine power, front or rear wheel drive, as well as on tuned systems installed on the car, parts and corresponding settings. Even one detail can significantly change the ride.</p>\n<p>The racetracks in the game do not always repeat their real prototypes. However, all changes in the configuration of the tracks are undertaken in order to make the game more interesting.</p>\n<h3>Innovations</h3>\n<p>Among the main innovations of the game are: an in-helmet camera, a hot dog.</p>\n<p>&#39;Helmet-camera&#39; - allowing you to observe the game through the eyes of a car pilot. The image of this camera, respectively, is completely dependent on the movement of the pilot&#39;s head during the race. The camera shakes, tilts when cornering, jerks forward in collisions. And if the car goes at high speeds, the image of the camera simulates the blurring of the field of view, typical of the human vision in similar situations. Finally, if the car and the pilot get into such an accident, in which the camera should break, it breaks and the player’s point of view returns to normal observation.</p>\n<h3>Training</h3>\n<p>Hey, it’s not a bad idea. champion.</p>\n<p>In the career mode, players learn driving skills from reputable teachers, with a total of about ten world-class instructors in the game.</p>\n<p>For example, Vaughn Gittin, a Formula D Champion talks about the career of a pilot in general, how to customize the car, Autolog, teaches how to drift.</p>"
}