{
    "id": "05103000052f0000",
    "name": "Diner Dash - Sizzle & Serve [PSP]",
    "size": 79377971,
    "releaseDate": 20070522,
    "description": "<p>\n      Diner Dash is the action-puzzle game that brings out the entrepreneur in \n      all of us! Poor Flo! Sick and tired of pushing paper in the dreary, \n      bleary-eyed world of finance, she ditched her desk job and now she's \n      rolling up her sleeves and setting out to build her very own empire of \n      high-class, five-star restaurants. It won't be easy, though! Flo's on \n      her own now, and heading for the top! To get there she'll have to start \n      on the ground floor - and she needs your help to build the best \n      restaurant business possible.\n    </p><p>\n      Serve your way from a two-table diner to the top of the restaurant \n      ladder - starting with a run-of-the-mill greasy spoon and ending in a \n      dream restaurant that will take your breath away!\n    </p><p>\n      Features\n    </p><p>\n      • Table Reservations: Flo must seat reserved customers at the tables \n      reserved for their party. Reserved customers will be unhappy if their \n      table is occupied but will leave Flo a very big tip if they are \n      satisfied with their meal.<br/>• Brand-new outfits: Unlock 5 different \n      outfits for Flo to wear in her restaurants!<br/>• Critic Reviews: Beware \n      the \"Critic\" character who reviews your restaurant depending on how well \n      you serve her.<br/>• All-New Levels: Introducing 50 different levels with \n      over 20 unlockable levels, and 6 new restaurants.<br/>• Exciting \n      Upgrades: Score enough points to unlock upgrades that will help you \n      improve your customers' happiness such as energy bars, stereos and more!<br/>• \n      Wireless Multiplayer: For the first time ever, play Diner Dash against a \n      friend! - Introducing 3 new multi-player modes for friends to play \n      against each other: Highest Score, First to Serve and Survival Mode. - \n      Play as 5 different characters including the Chef and Maitre d! Gain \n      customer testimonials by winning different goals throughout the game. - \n      Once a Critic leaves your restaurant satisfied, power ups are left at \n      her table that will either benefit your player or restrict your opponent \n      for a short period of time.\n    </p>"
}