{
    "id": "05103000005b0000",
    "name": "Championship Manager 2007 [PSP]",
    "size": 61664859,
    "releaseDate": 20061013,
    "description": "<strong>The greatest football management sim returns...</strong><br/>\t\t\t\t\tThink you can do better? It's your decisions that count: your budget, your buys, your formation, your tactics...your chance to prove it! Use your skills and knowledge to manage your club the way you feel it should be - now it's your turn.<br/>\t\t\t\t\tAll football fans around the world believe they know more about football than anybody else; more than the guy sitting next to them at the match, more than the people commentating on the game, more than the manager of their local team.<br/>\t\t\t\t\tChampionship Manager is the closest you'll ever come to the highs and lows of real football management.<br/> <ul><li><strong>Updated Player and Competition data</strong> - Player and competition data has been completely updated to the end of the January transfer window, providing the most realistic data to date.<br/> </li><li><strong>Conference North and South</strong> - Experience new highs and lows by competing in the Conference North or South divisions.<br/> </li><li><strong>ProZone </strong>- EXCLUSIVE  to Championship Manager comes the new Match Analysis Tool, an 'under the bonnet' reveal of the statistical information relevant to every player and every game including goals scored, runs made, and shots/passes/tackles made or failed. This offers each manager a true representation of the information available to top flight football managers. <br/> </li><li><strong>Team Talks</strong> - Give talks to your team before, during and after the game. See the effects of your instructions and words of motivation by noting the feedback offered from players and staff in the dressing room.<br/> </li><li><strong>International Management</strong> - Manage your country to greatness! Choose to do so from the start or earn the right to manage them.<br/> </li><li><strong>In-game Help</strong> - CM2007 comes complete with in-game help: if you're ever stuck, you'll quickly find a solution to your problem.<br/> </li><li><strong>Improved Game User Interface</strong> - CM2007 has a completely new look; plus, you can now sample all of the new skins to find the one you prefer.<br/> </li><li><strong>Dynamic Shortcut Sidebar</strong> - With the dynamic shortcut sidebar, you can customise your game navigation experience. Simply drag your favoured option to the new sidebar and the options will be available for you to use.<br/> </li><li><strong>Speed Navigation (SpeedNav)</strong> - The new speed navigation feature allows you to quickly cycle through players, clubs and competitions. Simply use the arrow on the top bar to easily cycle to the next option on the quick select menu.<br/> </li><li><strong>Overhauled Player Interactions</strong> - The Player interactions have been totally overhauled for CM2007: players respond directly to your promises, providing even more detail about how they feel you are managing them and the team!<br/> </li><li><strong>Improved Match Engine AI</strong> - Put your team out and watch them play to your tactics and style of play like never before, offering you the most realistic match action to date.<br/> </li><li><strong>Improved contract negotiations</strong> - Player will now demand more than just money: personalities now come into play. Offer the correct terms or risk losing your star signing. <br/> </li><li><strong>Overhauled News and Media text</strong> - You'll find that every story you read in more compelling than ever before, making the overall experience of CM a great one. </li></ul>"
}