{
    "id": "0510300002d30000",
    "name": "Gurumin - A Monstrous Adventure [PSP]",
    "size": 416834241,
    "releaseDate": 20060629,
    "description": "<p>Gurumin: A Monstrous Adventure is a fantastic Action-RPG from leading Japanese developer Falcom (Developers of “Ys” and “Zwei” among other classics) featuring real-time combat, stunning 3D graphics, tons of fully voiced characters and mini-games , 90+ items, multiple endings, a rocking soundtrack, 35+ hours of playtime, and more.<br />\nOriginally released outside Japan on Sony’s PSP®, Mastiff is proud to bring a fully localized and updated version of Gurumin: A Monstrous Adventure to Windows and to offer it through Steam with a full set of Steam specific features including Achievements, Trading Cards, Big Picture and Cloud Save.<br />\nThe Story<br />\nGurumin stars Parin, a strong-willed girl sent to live with her grandfather in a small mining town. Parin soon discovers an invisible monster village hidden behind her home. She is quickly drawn into a fight between the village’s friendly monster residents and the Phantoms, evil monsters that want to destroy them. Learning of a weapon hidden underneath the village that she alone is fit to wield, Parin embarks on a quest to stop the Phantoms and make the world right.<br />\nPlay From Your Couch<br />\nFeatures<br />\n30 stages of non-linear game play<br />\n23 non-player characters, 48 unique enemies, and more than 90 items to collect<br />\nBrilliantly diabolical dungeons, traps, puzzles and boss encounters<br />\nMini-games galore!<br />\n5 difficulty levels<br />\nHidden characters, modes, and other secrets<br />\nSupports Windows XP, 7 and 8 at high resolution (up to 1920x1080) and with modern Anti-aliasing (up to 8X MSAA)<br />\nFull Steam support including: Achievements, Steam Cloud, Big Picture mode, and...<br />\nBeautiful Steam Trading Cards<br />\nAn All Star Cast<br />\nAmber Hood as Parin<br />\nTara Strong – Cream/Mosby<br />\nJustin Shenkarow as Puku/Prince<br />\nDee (Bradley) Baker as Rocko/Digby<br />\nRobin Atkin Downes – Pierre/Doug<br />\nMichael Gough – Hyperbolic/Giga<br />\nSteve Blum – Motoro/Bob<br />\nQuinton Flynn – Roger/Poco</p>"
}