{
    "id": "0510300000fd0000",
    "name": "Spinout [PSP]",
    "size": 111602646,
    "releaseDate": 20200518,
    "description": "<strong>WELCOME TO SPINOUT!</strong>\n<p>Get as many laps as possible in this very unique and challenging racing game. Boost and jump your way around the futuristic circus act The Wheel of Death to avoid and smash your way through the obstacles thrown your way!</p>\n<strong>Controls</strong>\n<p>Use the arrow keys and space bar to navigate the main menu.</p>\n<p>This game currently supports up to two players locally. The current control bindings for the players are:</p>\r\nPlayer1Space barPlayer2Enter key\r\n\r\nHow To Play\r\n<p>The main objective is to get as many laps as possible without crashing or overheating your bike. The more laps you get the more varied and difficult the wheel of death becomes: new drones, traps and other obstacles will appear to try and destroy your bike with every new lap completed.</p>\n<em>Boosting</em>\n<p>Each player can boost around the wheel by pressing and holding their button on the keyboard. The longer you boost, the hotter the player's engine gets (indicated by the thermometer icon that is the same colour as the player's bike). If your engine gets too hot then the bike will explode. However the hotter the your engine, the faster the bike will go so balancing the temperature of the engine is the key to success.</p>\n<em>Jumping</em>\n<p>Players can jump by tapping their respective key. Jumping can help to reach and smash flying drones which will go towards filling up your super boost metre. Jumping can also be used to move around the Wheel Of Death faster as well as avoiding obstacles and taking over other players, but be warned, jumping in certain areas of the wheel while at slow speeds can cause the bike to fall into the spikes in the centre, so it is best done when travelling at max speed.</p>\n<em>The</em> <strong>SUPER BOOST</strong>\n<p>Once a player has filled up their yellow boost metre, they can then perform a super boost. Super boosts are initiated when you boost and the bikes engine temperature is at 0. Super boosts make you invulnerable to all drones and traps, and crashing into other players can destroy their bikes! Be sure to watch out for others performing super boosts though because if two players super boosting collide then both bikes are destroyed.</p>"
}