{
    "id": "0510300000b10000",
    "name": "Sims 2, The - Pets [PSP]",
    "size": 738676932,
    "releaseDate": 20061017,
    "description": "<p>The Sims 2 Pets for the Wii uses the accessible Wii controls to create<br />\npets for your Sims to train, play with, and love as their own! The Sims<br />\n2 Pets for the Wii will build on the celebrated The Sims 2 experience<br />\nthat allows players to create and control digital characters throughout<br />\ntheir lives while determining the outcome of their relationships and<br />\nchoosing their destiny.</p>\n<p>Features</p>\n<p>Your Sims Have Pets - Adopt dogs, cats, and guinea pigs for your Sims<br />\nto play with. Your Sims can train their dogs and cats to learn new<br />\ntricks. They even have their own personality- smart, friendly, silly,<br />\nor hyper!</p>\n<p>Create-A-Pet - Choose from more than 22 dog and 15 cat breeds<br />\nincluding Retrievers, Beagles, Pugs, Schnoodles, Main Coons, Siamese,<br />\nand more. You can even create your own by customizing their appearance<br />\nwith a variety of traits including body shape, color, fur, nose, and<br />\nears!</p>\n<p>Head to the Town Park - Take your Sims and their pets for a playful<br />\nromp at the Central Town Park where they can play with their furry<br />\nfriends and meet other Sims and their pets. Buy fun items for your<br />\nSims&#39; pets at local shops and watch the town center grow over time.</p>\n<p>Classic Sims Gameplay - Create Sims that look like you and your<br />\nfriends and control how they spend their lives - their stories are in<br />\nyour hands!</p>\n<p>Easy-to-Play with the Wii - With full support for the Nunchuk and Wii<br />\nremote, just point at the screen to direct your Sims. Designing homes<br />\nis a snap as you grab walls, furnishings, and decor and place them<br />\nwhere you want.</p>\n<p>Players will find the easy-to-use Wii controls a natural and fun way to<br />\nplay this popular game on the Wii. Not only will players have the<br />\nopportunity to choose from many breeds and the latest designer mixes,<br />\nbut they’ll also be able to personally design their new furry friends<br />\nwith the Create-a-Pet feature. The ability to customize gives players<br />\nthe opportunity to create the ideal pet by choosing its body shape,<br />\nunique markings, even personality!</p>\n<p>Players will also be able to teach their pets new tricks, take them for<br />\na romp in the park, outfit them with new pet accessories and even give<br />\nthem jobs! As in real life, your Sims’ pets will require care and<br />\ntraining. A neglected cat with an urge to scratch might claw your new<br />\ncouch if you aren’t careful, and leaving your dog unattended near a<br />\nfreshly planted flower bed probably isn’t wise!</p>"
}