{
    "id": "05103000040b0000",
    "name": "Battle vs. Chess [PSP]",
    "size": 333180100,
    "releaseDate": 20110516,
    "description": "<p>Commanders, assemble your armies! BATTLE vs. CHESS calls for an interactive feather duster, chartering the successful chess game principle into the present day multimedia world. Animated fantasy figurines assemble in magical worlds and await your command! As a Commander, execute skillful maneuvers on the game board and catapult yourself directly into the battle with devastating attacks, chessman vs. chessman.<br />\nChess – the unrivalled champion of strategy games has been attracting players of all ages for countless centuries. BATTLE vs. CHESS is based on the simple yet ingenious concept of creating a fusion between professional chess software and upbeat, combat oriented game mechanics, complete with richly animated game pieces. At the outset of a match things seem quite basic: a 3D game board pits two opponents against each other in a seemingly ordinary game of chess. The game board itself is set in one of six available environments, each with its own unique landscape and presentation features. Traditionally recognized game pieces have been given a facelift as hulking stone golems and beastly chimaeras take the place of the typical rook and knight pieces respectively.<br />\nFEATURES:<br />\nMultiple richly crafted army sets combined with 6 different gameboard environments introduce an unheard of visual complexity<br />\nTwo gripping strategy campaigns with 30 missions and 30 different mission goals<br />\nInteractive 3rd person action mode<br />\nBeat&#39;em up fights in six unique arenas with each of the twelve characters<br />\nChallenging PvP duels together on one PC over LAN and Internet<br />\nUtilizing the famous Fritz! chess algorithm, equipped with 10 distinct levels of difficulty, as well as an extensive opening library, participants of all skill levels are provided with an appropriate degree of challenge<br />\nThe state of the art 3D graphics engine powers the breath taking visuals through the incorporation of HDR and particle effects<br />\nCinematic quality animated sequences pull players into the action of the game<br />\nThe innovative fusion of professional chess software and action oriented fight-ing simulations result in a strategic action experience unlike anything before</p>"
}