{
    "id": "0510300006330000",
    "name": "300 - March to Glory [PSP]",
    "size": 460361260,
    "releaseDate": 20070227,
    "description": "<p>Directly inspired by “300,” the Warner Bros. Pictures and Legendary Pictures film directed by Zack Snyder, 300: March to Glory™ is based on Frank Miller’s “300” graphic novel, telling the story of King Leonidas, who along with his 300 brave Spartan soldiers, battle to stave-off Xerxes and his tyrannical Persian army in this retelling of the ancient Battle of Thermopylae. 300: March To Glory™’s distinctive environments and color treatments are influenced by the film’s unique visual style. The film, graphic novel and game are all packed with brutally intense and graphically violent fighting scenes.<br />\nLive the epic adventure inspired by the powerful graphic novel and film, 300. As King Leonidas, you will lead 300 Spartan warriors in a heroic fight to the death against Xerxes’ massive Persian army. The odds are impossible, but through strategy, bravery, and skill you can save all of Greece – and change history forever.<br />\nFight for glory with the upgradeable weapons, armor, and battle skills of the Spartans from the film 300.  Unleash the full wrath of your army with the ultimate Spartan battle formation – The Phalanx.  Decapitate, dismember, and disembowel your enemies in bloodthirsty sword-and-spear combat.<br />\n1 player<br />\nMemory Stick Duo™ 320 KB<br />\n300: MARCH TO GLORY © 2007 Warner Bros. Entertainment Inc. Developed by<br />\nCollision Studios. COLLISION STUDIOS is a trademark of Collision Studios LLC.<br />\nAll other trademarks and copyrights are the property of their respective owners.  All rights reserved.  WB GAMES LOGO, WB SHIELD: ™ &amp; © Warner Bros. Entertainment Inc.  (s07)  Licensed for distribution in North America and Mexico on the PSP® (PlayStation®Portable) system. “UMD” is a trademark of Sony Computer Entertainment Inc. “PlayStation”, “PS” Family logo, and “PSP” are registered trademarks of Sony Computer Entertainment Inc. Memory Stick Duo™ may be required (sold separately). The ratings icon is a trademark of the Entertainment Software Association. Manufactured and printed in the U.S.A.  U.S. AND FOREIGN PATENTS PENDING.<br />\nPurchase or use of this item is subject to the PlayStation®Network Terms of Service and User Agreement. If you do not wish to accept all these terms, do not purchase or use this item.  This item has been sublicensed to you by Sony Computer Entertainment America.  One-time license fee for downloads to up to 2 portable systems that are associated with the purchasing account.</p>"
}