{
    "id": "05103000053f0000",
    "name": "PixelJunk Monsters - Deluxe [PSP]",
    "size": 113482505,
    "releaseDate": 20130730,
    "description": "Tikiman the Forest Defender is in trouble. Hordes of monsters are sweeping through his realm, hoping to chow down on his offspring – and it’s up to you to defend them. <br/><br/>By placing weapon towers at strategic points around the landscape, you can destroy the invaders and save the little ones. Collect treasure along the way to build up your arsenal and pay for new towers – countless waves of monsters are out to get the Tiki babies, so you need to be prepared to fight hard!<br/>Key Features<ul><li><strong>Play four game modes:</strong> Single player campaign, local co-op play, online co-op, and a host of additional challenges.<br/></li><li><strong>Play Together:</strong> Local and online co-op will have you sharing your machine or playing with your friend over the net for a shared memorable experience. Online leaderboards show you how you stack up against your friends and everyone else in the world!<br/></li><li>Tikiman will travel across three distinct islands, spanning<strong> 47 unique environments</strong> to protect his offspring from clever monsters that attack by land and air. He’s going to use every tower in his arsenal to protect them: Arrow Towers, Cannon Towers, Anti-Air Towers, Ice Towers, Laser Towers, Fire Towers, Tesla Towers, Mortar Towers, special power ups and more!<br/></li><li>There is also the<strong> mysterious Tum-Tum island</strong>, that randomly generates levels for near infinite replayability!<br/></li><li>This amounts to <strong>literally hundreds of hours of game play</strong>, all set to an awesome soundtrack to keep you in the zone!<br/></li><li>We have also included <strong>unlockable content</strong> including concept art, music videos, sound tracks and more!<br/></li><li>For Steam we have created over<strong> 20 brand new achievements</strong>, giving the game 52 in total for you to unlock! Not to mention<strong> trading cards and badges!</strong></li></ul><br/>"
}