{
    "id": "0510300000d90000",
    "name": "NCAA Football 09 [PSP]",
    "size": 619350998,
    "releaseDate": 20080715,
    "description": "<p>Now everyone can compete using EA SPORTS All-Play. Get ready for the <br />\n      most fun you&#39;ve ever had with a college football game. Celebrate your <br />\n      own way after a BIG touchdown during the Wii-exclusive Crowd Hype <br />\n      moments to improve your team&#39;s abilities on the field. NCAA on the Wii <br />\n      is the most accessible football experience. There are different <br />\n      playbooks available on the fly for all skill levels and the most <br />\n      approachable controls. Everyone from a novice to an experienced player <br />\n      will have blast playing together.</p>\n<pre><code>  - ALL-PLAY allows everyone to play like a pro from the novice player to   \n  an experienced NCAA Football gamer. Whether you’re a newcomer to NCAA   \n  Football 09, going back to the basics, or just eager for a light-hearted   \n  game, try out the All-Play controls. A simple shake of the Wii Remote at   \n  the correct time performs all of your main actions, including snapping   \n  the ball, tackling, evading, kicking, and passing. You can also remove   \n  the Nunchuk, and the CPU will control your player’s movement.\n\n  - After that big touchdown you can stand up and celebrate with the Wii   \n  Remote and Nunchuk. Raise the roof, dance, or just go crazy. The bigger   \n  your motions with the Wii Remote and Nunchuk, the more hyped the crowd   \n  gets. More Crowd Hype earns you additional Mii fans, which results in a   \n  stats boost for your players and can provide that timely momentum swing   \n  when you need it.\n\n  - Unleash your school spirit in an action-packed, 11-on-11 Mascot Game   \n  as your favorite sideline heroes take the field and put their pride on   \n  the line. See if your mascot has what it takes to beat the opposition   \n  and give you something to cheer about.\n\n  - New Arcade style visual effects bring even more fun to the field. With   \n  ball trails, big hits, and sprint trails, the college football   \n  experience jumps to life like never before.\n</code></pre>"
}