{
    "id": "0510300003530000",
    "name": "Carnage Heart Portable [PSP]",
    "size": 185412278,
    "releaseDate": 20070622,
    "description": "<p>The game is the third game in the FlatOut demolition racing series. Previously, it was known as FlatOut: Total Carnage.</p>\n<p>This arcade embodies the canon of the genre and preserves the reality of the physical parameters of what is happening on the screen.</p>\n<h3>With what to go out on the track and what to expect on it</h3>\n<p>Each car has forty parts that can be damaged - be careful. Or do not be - experience the pleasure of eight thousand objects that can be destroyed on each track.</p>\n<p>Every scratch, every blow is visible to the eyes and noticeable in driving - and every destruction you inflict is absolutely realistic, like fog, dust, smoke, splashes.</p>\n<h3>Your style, your mood</h3>\n<p>Before the race, set the style of the race, its mood, choose from a variety of options: arcade, Deathmatch Derbie, race for time and destruction.</p>\n<p>You can choose from forty-eight cars and thirty-nine tracks, in six different environments, from deserts to metropolis.</p>\n<p>You can invite up to eight friends to play, for this there is a multiplayer mode. In this mode, Races, Derbies and Stunts, Deathmatch Derbies, Head-On race mode are available.</p>\n<h3>Who are these guys?</h3>\n<p>If you are alone, eleven other drivers compete with you. Everyone has an individual style of riding, character and temperament - you will not be mistaken, after meeting them on the track. Here are just a few of their CVs.</p>\n<p>Jack Benton prefers cars that can perfectly hit - fast, small, but heavy. His aggression exceeds experience - it makes him even more dangerous.</p>\n<p>Sofia Martinez prefers light cars to drive sharply and drive fast. But she can be seen and on a heavy pick-up truck, by which she tries to split all who can.</p>\n<p>Jason Walker is unpredictable in everything except one - he always chooses muscle-cars. He uses experience to beat his opponent with feeling.</p>\n<p>Katie Jackson is hysterical and aggressive at the same time, she&#39;s not a rival, she&#39;s a moving obstacle.</p>"
}