{
    "id": "05103000035d0000",
    "name": "FIFA Soccer 10 [PSP]",
    "size": 1054300533,
    "releaseDate": 20091020,
    "description": "<p>\n      FIFA Soccer 10 will take casual soccer gaming to the next level with a \n      redesigned game engine made specifically for Wii. Improvements and \n      additions have been made to all areas of the game, with a focus on \n      creating an action-packed football game that anyone can play.\n    </p><p>\n      FIFA Soccer 10 Wii is an over-the-top, non-stop soccer game that is \n      designed exclusively for the platform. A polished gameplay experience \n      that emphasizes action, approachability and responsiveness has been \n      created that contains various key gameplay improvements and innovations. \n      Shooting has been refined for improved shot power, accuracy and the \n      ability to score from a greater range of distances and angles. Passing \n      has been refined for faster and more accurate execution, while improved \n      pass targeting and AI logic will create more open spaces and generate \n      greater scoring opportunities. Goalkeepers will be more responsive when \n      positioning themselves for a save, while still allowing for juicy \n      rebounds adding to the non-stop soccer theme. The defending AI has also \n      been reworked to allow for more urgency in the 18 yard box, meaning more \n      block attempts and better player positioning to provide better team \n      defensive coverage. When packaged together these gameplay improvements \n      will keep the action fast and furious on the pitch.\n    </p><p>\n      Features\n    </p><p>\n      • Enhanced Goalkeeper AI - Goalkeepers AI have been improved to make \n      them more responsive when positioning themselves for a save, while still \n      allowing for juicy rebounds adding to the non-stop soccer theme<br/>• \n      “Strike it System” set pieces - the new set piece system will utilize \n      the Wii Remote creating tense head to head battles on penalties, \n      free-kicks and corners. Each player must time the shaking of their Wii \n      Remote perfectly in order to either score or defend free-kicks, \n      penalties and corners adding to the excitement<br/>• All New Art Style \n      and Feel – Coupled with a new gameplay engine are the new animations and \n      art specifically designed for Wii. Player models have been built from \n      the ground up to reflect the game's Wii focus. Stadiums have been \n      designed to compliment these new animation changes as well. Contextual \n      animations and special effects will enhance the gaming experience with \n      dynamic sounds and graphics.<br/>• Enhanced Social Experience – Social \n      play is a key to the FIFA Soccer 10 experience. Compete against friends \n      and family in multi-game series’ that will track stats, create \n      storylines for the matches and create a sense of competitiveness and \n      rivalry in an easy to understand format.<br/>• 2v2 Online Play – Online \n      gaming has also been enhanced allowing you to play with a friend against \n      two other gamers online proving that teamwork and cooperation will prove \n      essential to succeeding in the online arena. Compete to reach the top of \n      the International Leader board<br/>• Battle for Glory – Exclusively \n      designed for Wii, the Battle for Glory mode allows you to make strategic \n      decisions as a manager to achieve “Manager Moments” and earn “Game \n      Boosters” for your team. Set a goal and succeed and your team will enjoy \n      performance enhancements such as Player Focus and Shooting Confidence; \n      fail and watch your team’s stats decline.<br/>• Multiplayer \n      Tournaments – Play authentic tournaments with as many friends as you’d \n      like as you can now choose to control every team in a tournament! Play \n      with your friends or play against them in this year’s Multiplayer \n      Tournament.<br/>\n</p>"
}