{
    "id": "0510300000490000",
    "name": "Valkyrie Profile - Lenneth [PSP]",
    "size": 506212845,
    "releaseDate": 20221222,
    "description": "<p>An intricate and evocative tale of fates woven by gods and mortals, steeped in Norse mythology, punctuated by groundbreaking combat, and brought to life by a soundtrack considered among gaming&#39;s greatest. Behold the origin of the VALKYRIE PROFILE franchise for yourself.<br />\nThis is a port from the PSP™ (PlayStation®Portable) version.</p>\n<p>NEW FEATURES<br />\nNew features such as rewind function, quick save and load, visual presets, etc have been added.</p>\n<p>KEY FEATURES<br />\n-Intertwining tales that spin a captivating story amid the epic backdrop of Norse Mythology<br />\n-Deep, action-packed combat, with exhilarating combos and satisfying special attacks<br />\n-Motoi Sakuraba&#39;s timeless soundtrack<br />\n-Multiple endings based on your actions and choices</p>\n<p>MYTHOS<br />\nLong ago, the worlds were forged: Midgard, the domain of mortals, and Asgard, the realm of celestial beings—elves, giants, and gods.<br />\nAmid the heavens, the sands of time flowed peaceably, until one fateful day. What began as a simple feud between the Aesir and Vanir would soon ignite a divine war that would come to rage across the lands of men, heralding the coming of the end of the world.</p>\n<p>By Odin&#39;s command the battle maiden descends from Valhalla, surveying the chaos of Midgard, seeking the souls of the worthy.</p>\n<p>She is the Chooser of the Slain. She is the Hand of Destiny. She is the Valkyrie.<br />\nAs war ravages Asgard above and Ragnarok threatens the world&#39;s end, she must learn her own story, and discover her own destiny.<br />\nFrom the heavens on high to the world down below, the battle for the souls of gods and men begins.</p>\n<p>This software has been converted from the PSP™ version for PlayStation™ 4 and PlayStation™ 5 with addition of new features.</p>"
}