{
    "id": "0510300000010000",
    "name": "Arthur and the Minimoys [PSP]",
    "size": 1181503921,
    "releaseDate": 20220426,
    "description": "<p>You are Sir Mordred, the nemesis of King Arthur, the former black knight of the grim tales. You killed King Arthur, but with his dying breath, he struck you down. You both died – and yet, you both live.<br />\nThe Lady of the Lake, the ruler of the mystical island of Avalon brought you back to end a true nightmare. She wants you to go on a knightly quest. She wants you to finish what you have begun. Kill King Arthur – or whatever he has become after she took his dying vessel to Avalon..<br />\nA Role-playing Tactical GameExperience a unique hybrid between turn-based tactical games and traditional, character-centric RPGs! This dark fantasy version of the Arthurian mythology invites you to manage a team of heroes on the dangerous battlefield, while also engaging in moral choices, hero management, and the rebuilding of Camelot.<br />\nThe dark fate of the kingdomExplore a land of nightmares where vile monsters and magical creatures lurk within castles and forests. The battle between Arthur and Mordred brought death, both of them falling at the hands of each other, and now the consequences unfold. Arthur, resurrected in Avalon, is now an undying mad king, his pain slowly turning this magical place into a nightmare version of Britannia. You are Mordred, brought back to life to find Arthur, and ultimately, kill him to end this accursed condition.<br />\nThe Round Table rebornGather your knights and send them on quests involving deep, tactical battles! Assemble a team of heroes, selecting from six classes (Defender, Champion, Marksman, Vanguard, Arcanist, Sage). Level them up, gain unique skill points, equip the best items looted from missions. But beware! Heroes can die, and the treatment of their injuries, curses, diseases take time. Between missions, make sure that Camelot has the right facilities for recovery, and prepare different heroes for different quests.<br />\nA question of loyaltyHeroes are your main resources – but no mere numbers! They have their own distinct personalities, goals, rivalries (even unique traits, skills and bond benefits). They will observe your decisions closely! Settle disputes, grant favours, select heroes who can work together, send them on missions they are comfortable with. Tread carefully, because their loyalty depends on many factors. They can even leave and turn against you!<br />\nThe making of a monarchYou, as a king, have a personality as well, shaped by your actions and moral choices. The Morality Chart will represent your status between Christianity and Old Faith, between Tyranny and Righteousness. Your choices affect values on this chart, influencing both gameplay and narrative.<br />\nThe weight of decisionsEvery small decision matters – not only the moral choices, but actions taken in the turn-based combat as well. The campaign unfolds with a roguelite twist: no reloads, only regrets! The thrill of dealing with the consequences is half the fun, but your decisions also affect the story. Each playthrough can unfold differently, branching in unexpected ways.<br />\nThe end is only the beginningPlay through the campaign (once or see multiple paths), and after that, you unlock the endgame, reserved only for the bravest. Tough new challenges appear on the map with mythic bossfights, random quests, more loot and character progression ultimately leading to the banishing of Balor, the monstrous god-king of the Fomorians.<br />\nAt release, King Arthur: Knight&#39;s Tale will be available with English voice acting, with English, German, French, Spanish, Portuguese, Russian, Chinese, Hungarian text localization. We may add other languages later.</p>"
}