{
    "id": "05103000039b0000",
    "name": "Military History - Commander - Europe at War [PSP]",
    "size": 70860226,
    "releaseDate": 20101207,
    "description": "MILITARY HISTORY™ Commander: Europe at War is the first high level strategy game to come to the PSP® (PlayStation®Portable) system, letting you control everything from diplomacy and economics down to research and military action. The game spans WW2, allowing players to control the axis or allied forces through the entire war in the European Theatre. Can Germany's rise be stopped or will the jackboots of the SS march through London?\r\n<br/><br/>\r\nFeatures<br/>\r\n* Huge campaign map covering the USA to the west, Africa to the south, Scandinavia to the north and the Urals to the east. <br/>\r\n* Intro movie and many in game movies at key events created from MILITARY HISTORY™ TV footage. <br/>\r\n* 6 epic scenarios including the operation Barbarossa, D-Day and the Grand Campaign. <br/>\r\n* Research over 50 inventions. <br/>\r\n* 12 unit types including Infantry, Motorized, Armor, Destroyers, Subs, Carriers. <br/>\r\n* Recruit and attach Historical Commanders to your units. <br/>\r\n* Detailed and realistic combat model. <br/>\r\n* Easy to learn, hard to master.\r\n<br/><br/>\r\nPUBLISHED BY SLITHERINE LTD©: 2010 SLITHERINE. DEVELOPED BY SLITHERINE LTD. ALL RIGHTS RESERVED MILITARY HISTORY COMMANDER EUROPE AT WAR SLITHERINE LTD 2010. CONVERSION AND EXTRA DEVELOPMENT BY IMPRESSIONWARE. ALL RIGHTS RESERVED. MILITARY HISTORY AND THE M LOGO ARE TRADEMARKS OF A&amp;E TELEVISION NETWORKS. ALL RIGHTS RESERVED. DOCUMENTARY FOOTAGE © 1999-2010 A&amp;E TELEVISION NETWORKS. ALL RIGHTS RESERVED. ALL BRANDS AND ASSOCIATED IMAGERY FEATURED IN THIS GAME ARE TRADEMARKS AND/OR COPYRIGHTED MATERIALS OF THEIR RESPECTIVE OWNERS. ALL RIGHTS RESERVED.\r\n<br/><br/>\r\nPurchase or use of this item is subject to the PlayStation®Network Terms of Service and User Agreement. If you do not wish to accept all these terms, do not purchase or use this item.  This item has been sublicensed to you by Sony Computer Entertainment America.  One-time license fee for downloads to up to 2 portable systems that are associated with the purchasing account."
}