{
    "id": "05103000062d0000",
    "name": "F1 2009 [PSP]",
    "size": 388875225,
    "releaseDate": 20091117,
    "description": "F1 2009™ is the first in a new generation of FORMULA 1 video games featuring Lewis Hamilton, Fernando Alonso, Sebastian Vettel and all the official drivers, teams and circuits from the FIA FORMULA 1 World Championship series by Codemasters®, the developer and publisher of award-winning racing video games, under its exclusive worldwide agreement with Formula One Administration Limited.\r\n<br/><br/>\r\nNew aerodynamic regulations, the return of slick tyres and the introduction of KERS are set to make 2009 the most exciting season to date and F1 2009™ will be every bit as thrilling. A fully licensed, authentic and challenging FORMULA 1 experience, F1 2009™ will take gamers as close as possible to the most spectacular motorsport on the planet. \r\n<br/><br/>\r\n\"Codemasters\"® and the Codemasters logo are registered trademarks owned by Codemasters. An official product of the FIA FORMULA ONE WORLD CHAMPIONSHIP.  FORMULA ONE, FORMULA 1, F1, FIA FORMULA ONE WORLD CHAMPIONSHIP, GRAND PRIX and translations thereof are trademarks of Formula One Licensing BV, a Formula One Group Company. Licensed by Formula One Administration Limited, a Formula One Group Company. All rights reserved.  All other copyrights or trademarks are the property of their respective owners and are being used under license. Licensed for distribution in North America and Mexico on the PSP® (PlayStation®Portable) system. The Sony Computer Entertainment logo is a registered trademark of Sony Corporation. \"PlayStation\", \"PS\" Family logo, \"PSP\" and \"UMD\" are registered trademarks and the PlayStation Network logo is a trademark of Sony Computer Entertainment Inc. Memory Stick Duo™ may be required. Memory Stick Duo is a trademark of Sony Corporation\r\n<br/><br/>\r\nPurchase or use of this item is subject to the PlayStation®Network Terms of Service and User Agreement. This item has been sublicensed to you by Sony Computer Entertainment America."
}