{
    "id": "0510300002df0000",
    "name": "Ys Seven [PSP]",
    "size": 363866239,
    "releaseDate": 20090916,
    "description": "<p>Originally released as a PSP exclusive, Ys SEVEN was the first fully 3D Ys title, the first Ys title to include a party-based battle system allowing players to swap control of characters in real-time, and the most story-heavy Ys game of its time.<br />\nThis original PC port presents the game in full upscaled HD with a wide variety of resolution options, smooth 60 fps gameplay, full Steamworks integration featuring a variety of new achievements, and even a revised localization to ensure players receive the most immersive gaming experience possible.<br />\nJoin redheaded adventurer Adol Christin and his loyal companion, Dogi, as they make good use of their pirate connections from adventures past to weigh anchor in the bustling port city of Altago – a former world trading capital that was cut off from foreign visitation for far too long by an all-too-recently ended war with the Romun empire.<br />\nThe people of Altago are still distrustful of foreigners, and the land is crawling with monstrous creatures who are invulnerable to standard steel, rendering Adol’s tried and true arsenal of weapons from games past ineffective. Forced to rearm and retrain from scratch – and to prove his worth to this new country’s somewhat xenophobic populace – Adol takes up a king’s quest to explore a nearby set of ruins, only to find himself embroiled in a high-stakes game of appeasing ancient dragons and saving the world… yet again.<br />\nAlong the way, he’ll meet a variety of companions old and new who will join him in his quest via the newly introduced party system, wherein up to three characters may be controlled at any one time. Only by mastering the use of pierce, slash, and thrust attacks, as well as dozens of unique skills, quick dodging, “flash guarding,” and more can Adol and his team uncover the mystery of the Five Great Dragons, the five ancient tribes of Altago, and the recent string of earthquakes that threaten to tear apart this ancient and storied land.<br />\nCome take part in the first Ys adventure of the modern era! The frenetic challenges and massive bosses that made this historic series famous are back, and they’re bigger than ever.<br />\nMake SEVEN your lucky number!Key Features:<br />\nFast, real-time combat with dozens of unique abilities, both physical and magical<br />\nA brand new party system allowing for up to three playable characters at once, including Adol’s loyal sidekick Dogi and fan-favorite mercenary Geis from Ys VI: The Ark of Napishtim<br />\nEnormous screen-filling bosses set to quintessentially Ys rock music composed by the legendary Falcom Sound Team jdk<br />\nOne of the most complex and involving storylines of the entire series, spanning well over 20 hours’ worth of gameplay<br />\nUpscaled HD graphics and consistent 60 fps framerate bring this former PSP-exclusive title up to modern PC standards<br />\nFull Steamworks integration, including a bevy of new achievements</p>"
}