{
    "id": "0510300003e90000",
    "name": "Dead or Alive - Paradise [PSP]",
    "size": 552555622,
    "releaseDate": 20190301,
    "description": "<p>[Introduce DOA Series]<br />\nThe Dead or Alive franchise is a AAA fighting game series produced by Koei Tecmo Games&#39; Team NINJA. Composed of fast-paced 3D fighting games that began with the original Dead or Alive in 1996, Dead or Alive 6 will be the sixth entry in the series. This game features fighting entertainment with multi-tiered stages that are now both dynamic and critical parts of the competitive experience.<br />\n[Story]<br />\nThe story will follow that of Dead or Alive 5, shedding light on 2 main narratives; namely, the battle between “Ninja and DOATEC” versus “M.I.S.T. lead by Donovan”, and the tournament “Dead or Alive 6”. New episodes will also be added for returning characters.<br />\n[The New Visuals]<br />\nThe visuals of DOA6 express dramatic lighting that goes beyond the genre of “fighting games” and focus on serious, intense combat. It also features improved skin and sweat textures, introducing wounds, as well as flexible, varied facial animations.<br />\n[Triangle System]<br />\nFights in Dead or Alive 6 are based on a Traditional triangle system: strikes beat throws, throws beat holds, and holds beat strikes. When you land an attack of one type that beats another type, like landing a strike when an opponent tries to throw, that attack becomes a Hi Counter attack and does even more damage.<br />\n[Break Actions - New Combat Mechanics]<br />\nWith this title, we are introducing a new Special Move Gauge (Break Gauge) to the DEAD OR ALIVE series, making the fights more strategic than ever before. Because the actions can be performed by simply pressing the [RB] button, even beginners can enjoy the new system.<br />\n[Break Blow] A strong, high-damage special move that knocks the opponent away. The first part of the move also parries attacks, working as both an offensive and defensive move!<br />\n[Break Hold] A convenient counter technique that can also be used while the player is heavily stunned. It should only be used in tight situations due to its light-damage output.<br />\n[Fatal Rush] Players can achieve unique combos by consecutively pressing the [RB] button. Beginners can even play by using this move exclusively, though its disadvantages will prove to be a calculated risk for more experienced players.[New Danger Zones]<br />\n[Rumble Danger] If knocked into onlookers, they will push the player back into the center of the stage. It is a trap that combines the atmosphere of a real street fight with strategy.<br />\n[Mass-Destruction] If the opponent is knocked into a large stack of nearby boxes with a “Break Blow” or ”Fatal Rush”, they will plow through them all in one hit! This causes a huge burst of damage and provides an exhilarating rush.</p>"
}