{
    "id": "0510300000df0000",
    "name": "Monster Jam - Urban Assault [PSP]",
    "size": 441308243,
    "releaseDate": 20081028,
    "description": "<p>\n      Unleash the raw power of the world's biggest and baddest monster trucks \n      as you wreck havoc on cities all across the globe! Experience authentic \n      Monster Jam action with stadium races and freestyle competitions fo the \n      \"ultimate Monster Truck experience!'<br/>Monster truck action has \n      broken past the stadium barriers -- drivers will now be able to wreak \n      havoc on city streets around the world in Monster Jam: Urban Assault. \n      Taking Monster Jam monster trucks onto the streets and other urban \n      settings and being rewarded for the scale of the damage and destruction \n      is one of the new key features of Urban Assault. Feel the crunch of \n      twisting metal underneath as you drive legendary and world famous \n      monster truck favorites like Grave Digger, Maximum Destruction, Monster \n      Mutt, El Toro Loco, Captain's Curse, and Blue Thunder, or select from \n      newer stars on the Monster Jam tour like Stone Crusher, Backwards Bob \n      and Spitfire Monster Truck. Your goal is to demolish every vehicle you \n      see. For purists, Monster Jam: Urban Assault still offers stadium racing \n      and stadium freestyle competitions with gameplay much improved over the \n      original game. Mini games have also been added, including ones brand new \n      to the franchise like Monster Jump, Truck Trickster, Skee Ball and Air \n      Strike.\n    </p><p>\n      Features\n    </p><p>\n      • 12 Urban Circuit Tracks designed for mayhem and destruction - crush \n      taxi cabs in New York, smash through double-decker buses in London, \n      crash through strip malls in Minneapolis and more<br/>• All New \n      Mini-Games - Catch massive air and inflict maximum destruction in \n      Monster Jump, Truck Trickster, Skee Ball and Air Strike<br/>• The Newest \n      Monster Trucks - All of your favorites plus the hottest new trucks on \n      tour\n    </p>"
}