{
    "id": "0510300000f30000",
    "name": "FIFA Soccer 09 [PSP]",
    "size": 1040857453,
    "releaseDate": 20081014,
    "description": "<p>\n      Play professional soccer your way in EA SPORTS FIFA Soccer 09. From the \n      moment you step onto the pitch, FIFA 09 challenges you to think and \n      react like a real player through the popular feature innovation Be A \n      Pro. Play over multiple seasons and the mode features the unique Be A \n      Pro camera that tracks your player, re-creating the excitement and rush \n      of racing in on a goal. You choose a professional player or create your \n      own player and then develop his skills in the outfield position of your \n      choice until he becomes a national legend. Every match performance is \n      evaluated in real-time with in-game feedback and a final rating. For the \n      first time play with up to three friends all playing fixed to single \n      players on your favorite club or go head-to-head with a single cart and \n      local multiplayer.\n    </p><p>\n      Contextual Shooting Control - Deliver precise, skillful shots around the \n      box or use your power to blast away from long range Online Play - \n      Challenge your rivals across the world via Nintendo Wi-Fi Connection \n      Single Card Play - Go head-to-head against a friend who has another \n      Nintendo DS in a Single-Card Play wireless match even if they don't own \n      the game Complete Authenticity over 500 licensed teams and 30 leagues\n    </p><ul>\n<li>\n        60 Frames Per Second - Double the frame rate and over 100 new \n        animations deliver more responsive, intelligent and realistic physical \n        action\n      </li>\n<li>\n        Be A Pro - Pick a professional player or create a player and test your \n        ability. Master positioning, improve your attributes and develop into \n        an elite player. Co-operate with up to three friends fixed to their \n        player on the same team or go head-to-head as rivals with a single \n        cart and local multiplayer\n      </li>\n<li>\n        Real-Time Feedback\n      </li>\n<li>\n        Penalty Shoot-Out Mode?New shot animations add a variety of new shots \n        to your arsenal to strike the ball past the goalie\n      </li>\n<li>\n        New Slide Tackles - Defenders now have the ability to execute slide \n        tackle to interrupt passes or block shots in addition to winning \n        challenges\n      </li>\n</ul><p>\n      As of May 20, 2014, the Nintendo Wi-Fi Connection service for Nintendo \n      DSi and Wii systems has been retired. Online features of this game are \n      no longer available after this date but this game still provides an \n      entertaining experience in offline mode.\n    </p><p>\n      To learn more about this service change, please visit To learn more \n      about this service change, please visit support.nintendo.com/servicesupdate.\n    </p>"
}