{
    "id": "0510300005cd0000",
    "name": "Madden NFL 07 [PSP]",
    "size": 1020120669,
    "releaseDate": 20060822,
    "description": "<p>\n      Get under center and drive for the goal line. Tear up the field like \n      never before with the Wii-exclusive FreeMotion controls that put players \n      in command.\n    </p><p>\n      Features \n    </p><p>\n      • New FreeMotion control: Intuitive new Madden control for the Wii adds \n      new levels of gameplay depth. Throw like the pros do, as well as hike, \n      catch, juke and stiff arm.<br/>• Exclusive multiplayer mini-games: \n      Wii-Only Mini Games designed to support four player gameplay. \"2 on 2\" \n      brings back school yard football but using NFL players, Y.A.C Attack \n      makes the action 3 on 1 as each player gets a shot at QB versus 3 \n      defenders. Kicking Combine gives you a fast paced FreeMotion field goal \n      kicking challenge<br/>• New Wii multiplayer enhancements: Wii only \n      Multplayer enhancements increase the fun factor for up to four players. \n      Multiplayer Sprint allows users help a teammate by boosting sprint speed \n      and players can control the wind in Kicking Combine.<br/>• New play \n      calling system designed for basic football fan knowledge: Simplified \n      football play calls makes the game easy to pick up and play. Pick plays \n      by play type using basic tactics of football like short pass or outside \n      run. More advanced Madden fans can still use the full NFL playbooks like \n      any other version of Madden.<br/>• Madden in-game tutorials: New in-game \n      tutorials teach users how to use new FreeMotion controls and allow users \n      to practice within the game.\n    </p><p>\n      The game may be the same brand of excellent Madden NFL football you're \n      used to, but the playing field is very different.\n    </p><p>\n      With the new FreeMotion controls, Madden NFL 07 successfully \n      incorporates the flick of the wrist in addition to the push of a button. \n      Now to pass the ball, players flick the controller forward. The faster \n      the flick, the faster the pass. Slow flicks generate a long pass to give \n      the receiver time to get under the ball. Jukes are now controlled by \n      moving the Nunchuk controller left or right. Gamers generate a stiff are \n      by moving the Wii Remote controller right or left.\n    </p><p>\n      Those who have played previous versions of the Madden NFL franchise will \n      certainly know the gameplay mechanics, from defensive line shifts to \n      offensive hot routes. The key to being successful at Madden NFL 07 for \n      Wii is to trust your instincts rather than reacting with buttons.\n    </p><p>\n      Passing, for one, is a test of touch. How fast or how hard should you \n      throw that pass? In your playbook, each available receiver is designated \n      by a direction on the Control Pad. To pass to this receiver during the \n      play, you simply press the Control Pad direction and flick the Remote to \n      pass. Each play has a preferred receiver for whom the play is designed. \n      To pass to him, all you need to do is flick the Remote, no accompanying \n      direction necessary.\n    </p><p>\n      The running game is where FreeMotion control shines, mostly because \n      rushing the ball is truly a test of anticipation, reaction and power. As \n      you run, you can see what tacklers stand in your way. Once they're close \n      enough, that's when you react, whether you juke or blast them with a \n      stiff arm. Once they think they have you wrapped up, sometimes you've \n      given the chance to power through them by pushing both controllers \n      forward. There's something extremely satisfying about physically \n      planting a stiff arm in someone's facemask. You can't get that in any \n      other football game.\n    </p><p>\n      Defense also gets a FreeMotion upgrade as pushing the controllers \n      forward can help you deliver the big hit. When you're playing in the \n      secondary, flicking the remote will give your defender a chance to swat \n      at the ball. It's this level of integration that really revolutionizes \n      Madden NFL 07 without forsaking the gameplay elements gamers have come \n      accustomed to.\n    </p><p>\n      Bottom Line<br/>The football franchise dives into the end zone and \n      scores with a motion system that gets gamers in the game without going \n      over the top.\n    </p>"
}