{
    "id": "05103000003f0000",
    "name": "Yggdra Union [PSP]",
    "size": 530771383,
    "releaseDate": 20091022,
    "description": "<p>&quot;Yggdra Union&quot; released in 2006<br />\nIt has evolved with each release on various platforms, and finally appears on STEAM! !<br />\nAdjust the operation method and functions according to the PC!<br />\nAdded new features for the PC version! ! [Game contents]<br />\n■ Story<br />\nThe Kingdom of Fantasinia is ruled by a royal family that inherited the blood of the gods who built up a stable era.<br />\nHowever, the Kingdom of Fantasinia fell under the attack of the Empire of Bronquia.<br />\nMeanwhile, Yggdra, a lone girl who escaped<br />\nWith her kingdom&#39;s last hope in hand, head to the remotest land on the southern tip of the continent.<br />\nShe arrives and meets a boy, the king of thieves, Milanor.<br />\nThe battle to liberate Yggdra&#39;s homeland begins with that encounter...<br />\n■Collaborate with allies! &quot;Union system!&quot;<br />\nA battle system that allows up to 5 people to participate in battle at once depending on the character&#39;s position!<br />\nLet&#39;s fight together with allies to defeat the powerful enemy!<br />\n■One-shot reversal tactics card!<br />\nUse the power of cards with special moves to defeat your enemies!<br />\nSkillfully use various effects and face difficulties! !<br />\n《Added content in the ported version》 [Porting additional function]Added a rewind function (you can undo your actions as much as you like)<br />\nAdded auto save function (Even if you quit midway, you can start from your favorite turn)<br />\nAdded conversation log function<br />\nAdded item hints to EXTRA content (Hints are given on which stage the item is on)<br />\nAddition of battle speed adjustment function (you can play at up to 5 times speed from the beginning)<br />\nThe unit [Flunky] will participate under certain conditions! (What if Flunky achieved results in the first stage...?)<br />\nSound set function! (You can play by choosing from 3 types of sound sources)[Trick function]A function that makes Milanor look like Cruz (Milanor will play an active role as a hunter)<br />\nEnemy/Allies no critical function<br />\nSkill gauge MAX at the start of battle (skill gauge starts at MAX state only for own army)<br />\nFormation type reversal function (Male and female formation types are reversed)<br />\nThe trick function is to press a specific button appear. The appearance method is described in the manual.<br />\n《PC Version New Features (Additions and Changes)》<br />\nJapanese voice / English voice can be switched (easy to switch at any time during the event)<br />\nAddition of free save (You can now save freely during battle)<br />\nInfinite use of items in EASY mode (Items can now be used indefinitely only in EASY mode)<br />\nEquipment removal (equipment can now be removed in the middle)<br />\nAdjustment of Itmbreak (weapon does not break with Itembreak and is unusable)<br />\nCompletely compatible with in-game mouse/keyboard/controller<br />\nYou can adjust the layout of the keyboard buttons.</p>"
}