{
    "id": "0510300001b30000",
    "name": "Geronimo Stilton - Return to the Kingdom of Fantasy - The Videogame [PSP]",
    "size": 623511950,
    "releaseDate": 20130716,
    "description": "Geronimo Stilton, editor-in-chief of The Rodent’s Gazette, never thought he’d return to the Kingdom of Fantasy. But when the Queen of the Fairies sent him a letter asking for his help, he had the strangest feeling that a brand new adventure was just about to begin. Download Geronimo Stilton Return to the Kingdom of Fantasy The Videogame – and get ready for a spectacular story you’ll never forget. \r\n\r\nCompatible with PSP® (PlayStation®Portable) system only.\r\n\r\nFeatures\r\n• Find the Map of Paradise and make an amazing journey to the Heart of Happiness.\r\n• Store items in Geronimo’s backpack to help you solve over 60 puzzles and mini-games.\r\n• Go deeper into the Kingdom of Fantasy and make a whole host of new friends.\r\n\r\nImportant Notices\r\n• This product is a digital version of a disc-based PSP® title. Some functionality may vary from the original PSP® version of this product or may not be available.\r\n\r\nCompatibility Notices\r\n1 Player; Memory Stick Duo™ Compatible: 128KB minimum space required.\r\nThis item is being licensed to you by Sony Computer Entertainment America and is subject to the Network Terms of Service and User Agreement, this item’s use restrictions and other applicable terms located at www.us.playstation.com/support/useragreements. If you do not wish to accept all these terms, do not download this item.This item may be used with up to 2 activated PlayStation® devices associated with this Sony Entertainment Network Account.  Please see software description for device compatibility. Geronimo Stilton Return to the Kingdom of FantasyThe Videogame ©2012 Sony Computer Entertainment Europe.Developed by Virtual Toys. Geronimo Stilton © Atlantyca Entertainment S.p.A. All rights reserved. (Pd12)"
}