{
    "id": "0510300003cf0000",
    "name": "Madden NFL 08 [PSP]",
    "size": 798861513,
    "releaseDate": 20070814,
    "description": "<p>\r\n      The unstoppable football franchise enters the third year of its \r\n      five-year exclusivity contract with the '08 entry in the series. Play \r\n      with only the Wii Remote with EA SPORTS Family Play or use the Wii \r\n      Remote and Nunchuk for more advanced controls. Featuring an all-new \r\n      Party Mode, in which you can play trivia or chose from 22 minigames. \r\n      Break-down plays and highlight key moments with the all-new Madden NFL \r\n      08 telestrator. Bring the game online, play head to head with friends \r\n      and keep up to date with the live sports ticker for the ultimate online \r\n      experience.\r\n    </p><ul>\n<li>\r\n        All-new Read &amp; React System — New player skill icons identify on-field \r\n        strengths and weaknesses, providing an immediate read on what your \r\n        opponent is giving you. Quickly react, create mismatches, and exploit \r\n        opponent weaknesses before every play.\r\n      </li>\n<li>\r\n        Spectacular Catch — These receivers perform amazing catches that no \r\n        other receiver can complete.\r\n      </li>\n<li>\r\n        Big Hitter Shutdown Corner — Spectacular catches will often leave the \r\n        receiver vulnerable to big hitters.\r\n      </li>\n<li>\r\n        Smart Safety — Smart safeties read the offense.\r\n      </li>\n<li>\r\n        Aiming Arrow — Clutch kickers hardly ever miss.\r\n      </li>\n<li>\r\n        All-New Front Office Mode — Take full control of every aspect of an \r\n        NFL franchise. Construct a state-of-the-art stadium, set concession \r\n        prices, hire your coaching staff, draft players, and manage the entire \r\n        operation from the top down to build your dynasty.\r\n      </li>\n<li>\r\n        Your Ring of a Champion — Increase your Madden Gamer Level to help \r\n        create and customize your own in-game championship ring.\r\n      </li>\n<li>\r\n        Madden Unmatched — All-new player moves, including auto-motion, \r\n        backward passes and low-hitting tackles, plus ultra-smooth gameplay \r\n        provide the most realistic NFL gaming experience ever. Control \r\n        receivers and make spectacular catches or key possession receptions, \r\n        or roam the secondary and jar the ball loose with big hits and \r\n        ball-stripping tackles.\r\n      </li>\n</ul><p>\r\n       \r\n    </p>"
}