{
    "id": "0510300002e10000",
    "name": "Final Fantasy Tactics - The War of the Lions [PSP]",
    "size": 219925378,
    "releaseDate": 20070510,
    "description": "<p>※This is an important notice for players of SQUARE ENIX games on the iOS platform.<br />\nApple has officially announced the release of its iOS 9 Beta.<br />\nHowever, since our apps are not compatible with the iOS 9 Beta at this time, we regret we are unable to provide customer support for any trouble arising from installation of this OS (including, but not limited to, data recovery or undelivered in-game currencies).<br />\nhttp://www.jp.square-enix.com/info/1507_ios9en.html<br />\n[Version 1.2.0]<br />\n■Refined Graphics<br />\nAll of the game&#39;s unit graphics have been redrawn in high-resolution. Don&#39;t miss this chance to play the sharpest, most beautiful FINAL FANTASY TACTICS yet!<br />\n■Improved Draw Speeds<br />\nThe graphic drawing processes have been optimized for mobile devices. Say goodbye to choppy motion and crash bugs, and play with the quickest, smoothest abilities effects and animations to date!<br />\n■iCloud Support<br />\nA save slot which allows game data to be saved to iCloud has been added. It is now possible to migrate game data across multiple devices.</p>\n<hr />\n<p>■ Important information<br />\nYour auto-save data will be erased when you update. Please use the normal save function before performing the update.</p>\n<hr />\n<p>-Supports iPhone 3GS, iPod touch 3rd generation and later devices. For the best experience, play on iPhone 4, iPod touch 4th generation or later devices.<br />\n-Runs on iOS 4.0 or later.<br />\n-This app is for iPhone, so may not work correctly when played on iPad.</p>\n<hr />\n<p>[Version 1.1.1]<br />\nThe following features have been added:<br />\n- Added ability to skip cut scenes.<br />\n- Other minor bug fixes.<br />\nThe following updates are planned in order to further improve your enjoyment:<br />\n- Higher resolution unit character graphics.<br />\n- Added ability to fast-forward battle scenes.</p>\n<hr />\n<p>Final Fantasy Tactics: The War of the Lions has arrived for iPhone/iPod touch!<br />\nReleased as the Final Fantasy series&#39; first tactical RPG in 1997, Final Fantasy Tactics on Playstation went on to sell over 2.4 million copies worldwide. The game grew in popularity upon its re-release in 2007 as Final Fantasy Tactics: The War of the Lions for the PSP with added features such as new movies, scenarios and Jobs.<br />\nNow, in 2011 the game has finally arrived for the iPhone/iPod touch! You can enjoy the game whose story gave life to the world of Ivalice, and whose high strategy battles bring tactical games to a whole new level.<br />\n■Game features<br />\n- Intuitive Touch Screen Controls<br />\nThe complex tactical game can be effortlessly and intuitively controlled by simply tapping units and menus. Gone is the old method of switching fixed map views - you can now rotate, move and change the size of maps as you please by sliding and pinching.<br />\n- Improved Loading Times<br />\nLoading times have been improved to get you into the action quicker than ever. What&#39;s more, you can even skip certain cut scenes.</p>"
}