{
    "id": "0510300003cb0000",
    "name": "Never7 - The End of Infinity [PSP]",
    "size": 1128530463,
    "releaseDate": 20000323,
    "description": "<p>Never 7: The End of Infinity is a visual novel video game developed by KID. It was originally published by KID on March 23, 2000, for the PlayStation under the name Infinity, and has since been released on multiple platforms. The game is the first title in the Infinity series, and is followed by Ever 17: The Out of Infinity, Remember 11: The Age of Infinity, 12Riven: The Psi-Climinal of Integral, and Code_18.<br />\nIn the game, the player takes the role of Makoto Ishihara, a college student who attends a seminar camp on an island together with three other students; he also befriends three other people who he meets on the island. The game takes place over the course of a week, and consists of the player reading the story, occasionally making choices that affect the direction of the plot; on the sixth day, one of the female characters dies, and the game moves back in time to the beginning, letting the player use knowledge from the first set of six days to make new choices, to try to prevent the character&#39;s death.<br />\nThe game was directed by Takumi Nakazawa, planned and written by Kotaro Uchikoshi, and composed for by Takeshi Abo. Uchikoshi included science fiction elements in the game, but was unable to make heavy use of use them, as his superiors at KID thought that the game needed to focus on cute female characters in order to sell. Abo composed music based on his first impressions of reading the game&#39;s story, with a focus on its &quot;emotional flow&quot;. Because of the science fiction and theoretical themes, he composed &quot;geometric music&quot;.<br />\nA reviewer at RPGFan praised the game for its plot, its intimate scope, and its music, while a writer for Famitsu found the game&#39;s mood to be boring. As the science fiction elements were well received, later entries in the series gradually moved away from the dating theme and became more focused on science fiction. The PlayStation Portable version of the game was the 967th best selling video game of the year in Japan in 2009.</p>"
}