{
    "id": "05103000061b0000",
    "name": "Invizimals [PSP]",
    "size": 1232860821,
    "releaseDate": 20091113,
    "description": "One of our top Japanese engineers, Keni Nakamura, has discovered a way to see things that are hidden from the human eye. An entire new species has been revealed, made up of strange little animals that live among us in every country, town and home across the globe.<br/>Keni calls them Invizimals and he needs your help to complete his research. Try to catch and learn about as many Invizimals as possible and let them go head-to-head in battles. But beware: other people are after this amazing discovery, too.<br/>Features<br/>• Search for Invizimals in your own home with your PSP® or your PS Vita system.<br/>• Face off against friends online to evolve and develop new skills. <br/>• Trade your captured Invizimals and build up a customized collection.<br/><br/>  Software subject to license (us.playstation.com/softwarelicense).  Online activity subject to Terms of Services and User Agreement (www.playstationnetwork.com/terms-of-service). One time license fee entitles play on up 3 portable PlayStation® systems activated by this account.<br/><br/>Important Notices<br/>• A PSP® camera and an Invizimals™ trap or AR Play Card are required for PSP® gameplay.<br/>• PS Vita gameplay requires a PlayStation®Vita memory card (sold separately) and at least one AR Play Card.<br/>• If you need any replacement AR Play Cards, you can download them and print them out free of charge from  http://us.playstation.com/psvita/apps/psvita-app-ar.html<br/>• This product is an emulated version of a PSP® game. Some functionality may vary from the original PSP® version of this product or may not be available on PS Vita system.<br/>• Visit us.playstation.com  to learn more about the Invizimals™ series and the magical world of PlayStation®Network.<br/>1 Player Memory Stick Duo™ Compatible: 1.5GB minimum space required , Wireless Compatible (Ad Hoc Mode): 2 Players, Wireless Compatible (Infrastructure Mode): 2-16 Players<br/><br/>"
}