{
    "id": "05103000047b0000",
    "name": "Planetarian - The Dream of a Little Star [PSP]",
    "size": 154956223,
    "releaseDate": 20140912,
    "description": "Why don't you come to the planetarium? <br/>The beautiful twinkling of eternity that will never fade, no matter what. <br/>All the stars in the sky are waiting for you. <br/><br/>In time for the 10th anniversary since its original release in Japan, planetarian is an engaging and emotional visual novel from legendary game studio, Key. A sub-brand of VisualArt's, Key are also famed for creating Kanon, AIR, CLANNAD, Little Busters!, Rewrite, and Angel Beats!<br/><br/>Please do not divide Heaven in two...<br/><br/>It is thirty years after the failure of the Space Colonization Program.<br/>Humanity is nearly extinct. A perpetual and deadly Rain falls on the Earth.<br/>Men known as \"Junkers\" plunder goods and artifacts from the ruins of civilization.<br/>One such Junker sneaks alone into the most dangerous of all ruins -- a \"Sarcophagus City\". <br/>In the center of this dead city, he discovers a pre-War planetarium.<br/>And as he enters he is greeted by Hoshino Yumemi, a companion robot.<br/>Without a single shred of doubt, she assumes he is the first customer she's had in 30 years.<br/>She attempts to show him the stars at once, but the planetarium projector is broken.<br/>Unable to make heads or tails of her conversation, he ends up agreeing to try and repair the projector ...<br/><br/>For the first time, this heartwarming and memorable title is available on Steam! <br/>It is fully voiced in Japanese, and can be experienced with both English and Japanese text.<br/><br/>Design, Scenario: Yuuichi Suzumoto<br/>Music: Magome Togoshi<br/>Voice Cast: Hoshino Yumemi - Keiko Suzuki<br/>        The Junker - Daisuke Ono<br/><br/>* This product is a localization of \"planetarian ~chiisana hoshi no yume~ Memorial Edition\", originally released for Windows on 30 April 2010.<br/><br/>What is Kinetic Novel?<br/>A new form of entertainment for the sole purpose of storytelling -- not a novel, not an anime, not a game -- Kinetic Novel.<br/>Made with the goal of providing the reader with an unprecedented sense of presence and empathy for the characters through the use of a high-quality scenario, graphics, music, and other production values."
}