{
    "id": "05103000022f0000",
    "name": "World Poker Tour [PSP]",
    "size": 283526848,
    "releaseDate": 20161013,
    "description": "Fans of Texas Hold’em Poker will love playing online poker games without the stress of the casino!<br/> <br/>Don’t settle for the all-in poker fests in OTHER social poker games! Play the best online poker games and aim for the royal flush with PlayWPT Poker, the best Vegas-style poker app that brings authentic Texas Hold’em poker to your hands.<br/> <br/>PlayWPT Poker offers more than just quick poker games, but  an authentic poker experience. Put your Hold’em skills to the test against your friends with WPT Poker’s elite around-the-clock casino games, tournaments, and sit-n-go’s, all straight from the Vegas strip you know and love.<br/> <br/>Play live tournaments or become a poker pro with PlayWPT Poker!<br/> <br/>PlayWPT Poker Features:<br/> <br/>• Play Card Games Anywhere – Your PlayWPT Poker casino balance is connected to all your devices. Play on your phone and continue playing on your tablet or Facebook account!<br/> <br/>• Live Poker – Play online with other poker players!<br/> <br/>• Lucky Spin – Claim FREE GOLD every two hours when you give the game wheel a spin!<br/> <br/>• WPT Rewards – Play at the WPT high-stakes tables and get special rewards. Earn Reward Points when you play and exchange your Reward Points for Gold!<br/> <br/>• HD Avatars – Collect avatars and compete in Hold’em tournaments as your favorite avatar!<br/> <br/>• Animated Emojis – Celebrate your latest win or bemoan a bad hand with an animated emoji. Let your opponents know EXACTLY how you feel on the card table!<br/> <br/>Enjoy your favorite casino games without having to leave your house! Play poker games and online tournaments against friends and opponents worldwide with PlayWPT Poker.<br/> <br/>Download today and play your favorite casino card game!<br/> <br/> <br/>Note:<br/> <br/>• The games are intended for an adult audience.<br/>• The games do not offer \"real money gambling\" or an opportunity to win real money or prizes.<br/>• Practice or success at social casino gaming does not imply future success at \"real money gambling.\""
}