{
    "id": "0510300000710000",
    "name": "LEGO Star Wars III - The Clone Wars [PSP]",
    "size": 854350477,
    "releaseDate": 20110321,
    "description": "<p>The beloved and critically acclaimed LEGO® Star Wars™ franchise is back.  LEGO Star Wars III:The Clone Wars, combines the epic stories and iconic characters from the Star Wars universe and hit animated TV series Star Wars: The Clone Wars™ with all new gameplay features.</p>\n<p>Players will enjoy brand new game mechanics allowing them to create, control and explore in a galaxy far, far away like never before.  Promising breathtaking visuals as well as new characters and levels, the game also features the signature tongue-in-cheek humor from the LEGO universe.  With over 20 story-based missions and 40 bonus levels spanning the entire Clone Wars era, LEGO Star Wars III:  The Clone Wars will allow fans to explore endlessly and laugh their way through the Star Wars galaxy in the most humorous, accessible and action-packed LEGO game to date.</p>\n<p>Product InformationNew Story – For the first time, players will experience their favorite stories from Star Wars: The Clone Wars, retold in the amazing LEGO world that fans know and love.<br />\nMassive Ground Battles – Brand new to the LEGO Star Wars experience, players will take control of battalions of clone troopers against the relentless droid army - building bases, deploying vehicles and calling in reinforcements to defeat opponents.<br />\nSceneSwap – Authentic to the Star Wars experience, a new feature allows players to take control of multiple teams in separate locations. Working together to complete various objectives, players will control each team through the press of a button, while playing in single player or in multiplayer co-op modes.<br />\nAll New Boss Battles – For the first time in the LEGO Star Wars franchise, fans will fight against massive bosses as seen in The Clone Wars animated series, including Gor, the epic Zillo Beast and many other favorites.<br />\nMulti-Layered Space Battles – Players will be able to take off in their favorite ships to navigate and fly through multi-layered combat throughout the galaxy.<br />\nNew Combat Abilities – Characters will have more dynamic moves allowing players greater freedom to battle their opponents.  Characters will also have new lightsaber abilities including Lightsaber Cutting, Lightsaber Throwing, and Lightsaber Climbing.  The game will also feature new grappling abilities allowing players to climb their way through puzzles and defeat enemies.<br />\nExplore the Galaxy – Players will be able to explore exotic locations in a variety of ships throughout 16 different star systems.  Fans will play as villainous Separatists, the noble Republic  heroes or even as bounty hunters, tracking down characters across the galaxy.  <br />\nExpanded Force Abilities – Using the Force in all new ways to control LEGO objects, players will solve puzzles, access new areas, pick up and throw enemies - even turning them into weapons.    <br />\nBrand New Clone Weapons, Vehicles and Characters – New clone weapons including rapid fire guns and rocket launchers, as well as all new massive capital ships to explore, such as Anakin Skywalker’s  flagship the Resolute and Grievous’ devastating warship , the Malevolence.    Players will also navigate through the galaxy in new vehicles such as the Republic gunship, Clone Turbo Tank and even Anakin’s Jedi Intercepter and the Twilight.  Fans will also  discover their favorite classic characters such as Darth Vader, Chewbacca and Luke Skywalker.<br />\nPuzzle Solving – The game will feature all new puzzles that reward creative thinking through the use of teamwork and unique building situations only possible in a LEGO galaxy far, far away.  <br />\nAll new lighting and animations – A brand new engine brings characters to life, giving players a whole new level of control in a vibrant environment, unlike anything ever seen before in a LEGO game.  <br />\nSplit Screen – Improved dynamic split screen for multi-player co-op with jump in/jump out abilities for friends and families to play together.</p>"
}