{
    "id": "05100000013b0000",
    "name": "Labyrinth [PSPM]",
    "size": 22271034,
    "releaseDate": 20080424,
    "description": "With Labyrinth, embark on a new adventure: Assemble powerful decks of Heroes to invade rival dungeons and engage in epic player vs. player 3D battles--then, use the loot from your conquests to customize your own dungeon and put together a powerful deck of bosses, minions, and traps to defend your riches at all costs.<br />\nPvP game which marries CCG &amp; RPG<br />\nYour Offense deck forms a party of Heroes to raid a dungeon<br />\nYour Defense deck forms a dungeon with Bosses to defend your loot when you are not online<br />\nTactical position and time turn-based action fused with CCG strategy<br />\nBoss cards define their own uniquely themed dungeon rooms<br />\nWill be Free to Play with hundreds of cards to win, craft, and purchase<br />\nBring &#39;action&#39; to collectible card games<br />\nWith the inclusion of a turn-based 3D combat system, we are excited to bring more action and tactical thinking to the battlefield, upending many conventions of traditional card games. Every card is more than a means for achieving victory: it&#39;s also part of a living, breathing world. This also plays to our studio’s experience in making AAA action games.Design for deep CCG strategy<br />\nThe combination of tactical action with familiar CCG strategy opens the door to a new kind of adventure game. We are happy that the creator of Ascension and Solforge, Justin Gary and his team at Stone Blade have joined us to add their decades of experience playing and designing CCGs to our own. Together we are exploring this new frontier and discovering new possibilities for rich gameplay.Create an expansive world rich in culture--both magical and familiar<br />\nWe are passionate game developers.  We want that to shine through in Labyrinth. In crafting the diverse world of Hylea, whether we are describing the Cosmos and creation story of Starfall or the jewelry of a Giant from the Northern Clans, we strive to have our passion and attention to detail reflect in every facet of story and art.Build a game that will last for decades<br />\nFirst and foremost, Labyrinth is a collectible card game. With their hallmarks of creative play, endless combinations, meta-game thinking and the potential for vast expansion, CCGs offer the best and longest-lasting experiences in gaming. We&#39;ve captured these proven qualities and folded them into an exciting new game.<br />\nThe Four Disciplines of Magic<br />\nThe disciplines of magic in Labyrinth each correspond to energy drawn from a different source within the Cosmos.  They grant their wielders unique abilities that define a particular style of play.<br />\nPractitioners of Warfare magic draw their power from the Spirit plane, a realm ruled by the eternal souls of ancient warlords. Warriors enhance their strength by channeling the might of their heroic ancestors. Warfare prefers a strategy that dominates through brute strength and outlasts with sheer indomitable will.<br />\nWizards, Sorcerers, and Arcanists draw energy from the Elemental plane, a swirling and chaotic maelstrom of raw energy and matter, inhabited by strange animate essences of Fire, Frost, Air, and Earth. Wizardry combines these primal forces to form hulking monstrosities, or it unleashes their raw power with devastating torrents of magic. Wizards wield the most powerful effects in the game, but at the expense of endurance.<br />\nDevotees of Faith magic draw on the favor of the Celestial plane, a vast realm inhabited by gods and demigods as numerous as the humans of Hylea. Celestial beings are fickle and fundamentally alien-- but when they choose to involve themselves in the struggles of humankind, their favors are often decisive. Faith prefers to maintain control of the entire battle, stalling the largest threats while crushing the weak with the will of the gods.<br />\nUnlike the other three disciplines, Skulduggerists do not draw their power from a far-flung realm, but from within, directly ingesting Stardust to enhance their own innate traits. This grants them incredible reflexes, insight, and intellect. Engineers create wonders of mechanical ingenuity. Rogues gain powers of deception and agility. Skulduggerists prefer a strategy where they stay elusive until the perfect moment, then strike to maximum effect.Hero and Boss Cards<br />\nThese cards form the heart of a player&#39;s collection. On a raid, players control a party of three Heroes, each with its own deck. On defense, players may control a number of Bosses that grows with their dungeon. Each Boss also has its own deck.<br />\nHeroes and Bosses all have their own unique special ability that encourages certain play-styles and deck building synergies.  A Hero or Boss card also defines which of the four disciplines of magic that character may use.Offense Cards<br />\nAttack cards form the core of a Hero’s deck. Each of the four disciplines of magic specializes in a different style of attack. For instance, Warfare prefers to close distance and crush its foes with large, devastating strikes, while Wizardry opts to stay at range and roast or shatter groups of enemies with area-effect spells. Each discipline also has its own special resource which further reinforces a particular style of play.<br />\nDefense Cards<br />\nMinion cards are the core of most Boss decks. They represent allies pulled from across Hylea and the Cosmos, and summoned to defend your lair.  Each Boss draws on a different style of magic when summoning Minions. Mechanical Bosses draw on enhanced powers of the mind to assemble autonomous terrors, while Divine Bosses curry favor with the gods to summon strange and powerful beings from the Celestial realm.  Some cards directly enhance the Boss or allow it to perform a devastating one-time attack.<br />\nThe Cosmos of Labyrinth<br />\nA great crack tore open the sky. As the farthest reaches of the realm shook with unnatural thunder, thousands of eyes looked up to see their peaceful night shattered into a shimmering prismatic storm. From a fissure in the heart of the tempest, a white star streaked, trailing fire and glowing brighter as it plummeted. Where it crashed to earth it swept into being an enormous crater that crackled and thrummed with otherworldly power.<br />\nIn time, the crater was filled by the water of the Jarum river, and became a great lake. The first visitors were pilgrims following the path of the star, which they named the Prophet’s Tear. They soon discovered that the site was laced with a powdery substance that granted strange and extraordinary powers. They also found the Keyrifts--tiny bubbles in reality through which they could peer into other dimensions. As word spread of these discoveries, a sprawling city began to spring up around the rim of the crater: the City of Starfall.<br />\nA robust trade in Stardust mined from the crater developed.  Men and women came from distant lands and settled in the city&#39;s many colorful ethnic wards. Prosperity brought peace and peace ruled over the city for centuries.<br />\nNow, the age-old pacts and alliances are breaking down.  The earliest settlers have consolidated their power and look to push out rivals.  Newcomers to the city seek to carve out territory for themselves.  As night falls, a silent war begins in the tunnels, alleys, and halls of the ancient city.  A sense grows that it&#39;s every Hero for themselves...</p>"
}