{
    "id": "0510000000db0000",
    "name": "Forest Puzzle [PSPM]",
    "size": 28126514,
    "releaseDate": 20101221,
    "description": "Forest Puzzle is the game in which you need to save strange creatures called Sparks on 60 challenging levels in 3 different game modes. Deadly creatures like Golems, Zombies, Firebats and Ghosts will be pursuing you.<br/>\r\n- Complete levels and save enough Sparks to unlock new, more challenging stages. <br/>\r\n- Find the way to Exit Portal through the numerous puzzles in Puzzle mode. <br/>\r\n- Rush to Exit Portal in Time trial mode. Do not forget about Sparks. <br/>\r\n- Survive long enough to complete the level in Survival mode with endless dangerous creatures. There is no exit - for how long would you survive?\r\n<br/><br/>\r\nAll copyrights to Software are exclusively owned by IBA Group and its Affiliates. <br/>\r\nYou are granted a non-exclusive right to download purchased copies of the Software for your personal, non-commercial internal use only.\r\nYou may not use, copy, emulate, clone, rent, lease, sell, modify, decompile, disassemble, otherwise reverse engineer, or transfer the licensed program, or any subset of the licensed program, except as provided for in these terms and conditions. <br/>\r\nThe Software IS DISTRIBUTED \"AS IS\". NO WARRANTY OF ANY KIND IS EXPRESSED OR IMPLIED. YOU USE IT AT YOUR OWN RISK. IBA GROUP AND ITS AFFILIATES WILL NOT BE LIABLE FOR DATA LOSS, DAMAGES, LOSS OF PROFITS OR ANY OTHER KIND OF LOSS WHILE USING OR MISUSING THIS SOFTWARE. <br/>\r\nInstalling and using Software signifies acceptance of these terms and conditions of the license. <br/>\r\nIf you do not agree with these terms and conditions you must remove Software from your storage devices and cease to use it.\r\n<br/><br/>\r\nPurchase or use of this item is subject to the PlayStation®Network Terms of Service and User Agreement. If you do not wish to accept all these terms, do not purchase or use this item. This item has been sublicensed to you by Sony Computer Entertainment America. One-time license fee for downloads to up to 2 console systems and 2 portable systems that are associated with the purchasing account."
}