{
    "id": "05100000006f0000",
    "name": "Burnin' Rubber [PSPM]",
    "size": 15177572,
    "releaseDate": 20201120,
    "description": "What is it?\r\n<p>\n</p>\n<p>The myth, the legend,.. It is here! The very first Burnin' Rubber! <br/>See where it all started and how it evolved from one of our first racing games to the series it is now. Are you ready to experience the first Burnin' Rubber ever? You can get this game for <strong>FREE</strong> by becoming a Hero through our patreon! https://www.patreon.com/xformgames</p>\r\nFeatures\r\n<p>- 3 Vehicles<br/>- 3 Worlds &amp; 6 Tracks<br/>- 3D graphics, sound and stuff<br/> - Burnin' Rubber has been upgraded from a webgame to a full standalone title!<br/>- That's about it ;)</p>\r\nImprovements &amp; Fixes\r\n<p>- We went through hell and back and the game is working. Biggest fix ever!<br/>- Most art &amp; sound assets are uncompressed<br/>- Where possible we're using the highest resolution of textures we have, some have been upscaled for proper use on higher resolutions. <br/>- Implemented bloom.<br/>- Support resolutions up to 4k!<br/>- Experimental gamepad controls<br/>- For consistency reasons we have switched the nitro &amp; handbrake buttons around. Sorry BR purists ;)<br/>- Don't forget Control for looking backwards! Press 1, 2, 3 or 4 to look around your car.<br/>- Proper, elegant Win10 fix! - Credits to TOMYSSHADOW aka Anthony Kleine <br/></p>\r\nKnown Issues\r\n<p>The game is very old, running on obsolete technology. However it should work without any major issues, although a random crash might occur. <br/>You can quit in the main menu, pressing Ctrl + Q during game - or old skool by pressing the window close button.</p>\r\nSystem requirements\r\n<p>Burnin' Rubbber  should run properly even on older machines (5+ years old).\r\nThis version does use a bit more video memory due to the some higher resolution menu and world textures. Please note performance will degrade more when running the game in a higher resolution and with more of the experimental advanced features turned on as these are not hardware accelerated. We recommend running the game in 1280x960.\r\n</p>\r\nImportant\r\n<p>Burnin' Rubber  is 4:3 and runs in a window.  Only experimental fullscreen functionality (Alt+Enter). Best fullscreen result is your native resolution.</p>\n<p>Burnin' Rubber  was made with Adobe Director, which has become obsolete over the past few years. \r\nWe are trying to keep this game (and our other games) from being forgotten or lost. \r\nThe game is fully functional, even on Windows 10.</p>\n<p>Please mail for help or any issues to support@xformgames.com<br/></p>\n<p>***<br/>\r\nYou can get this game for <strong>FREE</strong> by becoming a Hero through our patreon! https://www.patreon.com/xformgames\r\n<br/>You can also follow us at work on twitter @XformGameDev\r\n<br/>Like us on Facebook! http://www.facebook.com/Xform \r\n<br/>Or watch game footage on http://www.youtube.com/xformgames</p>"
}