{
    "id": "05100000019d0000",
    "name": "Piyotama [PSPM]",
    "size": 40977062,
    "releaseDate": 20070622,
    "description": "Hidden deep within the Hotai forest, you’ll find a family of playful and mysteriously colored creatures known as Piyos. Every spring Mother Piyo “PIYOMAMA” lays a few eggs to fill the forest with new colorful Piyos; however, this year she got too excited and laid too many eggs! Help her hatch the eggs before they overflow the nest!<br/>\n<br/>\r\nSimply line ‘em up, chain ‘em and combo hatch: it’s an excitingly addictive action-puzzle game. Easy to learn and hard to quit!<br/>\n<br/>\r\nKEY FEATURES<br/>\r\n•Fast &amp; Fun Gameplay – Easy pick up &amp; play, solo or against a friend.  Match 4 or more eggs of the same color to hatch piyos &amp; hatch the rare egg to complete each level. <br/>  \r\n•Infinite Levels - Enjoy colorful characters, carnival music, &amp; playful scenery in full HD at 1080p. Test your skills in timed play or timer-free. <br/>\r\n•SIXAXIS™ Wireless Controller- nudge controller side to side to fill in gaps, &amp; shake up and down to force matched eggs to warm &amp; hatch instantly. <br/>\r\n•Global Online Ranking -perch your hatching skills worldwide. <br/>\n<br/>\r\nVideo output in HD requires cables and an HD-compatible display, both sold separately.  This game supports displays ranging from standard definition to 1080p displays. <br/>\n<br/>\r\nPurchase and use of this item is subject to the PLAYSTATION®Network Terms of Service/User Agreement, this item’s use restrictions, and other terms and conditions located at www.us.playstation.com/termsofuse.  If you do not wish to accept all those terms, do not purchase this item.  One-time license fee for downloads to up to 2 console systems that are associated with the purchasing account. <br/>\n<br/>\r\nPiyotama is a trademark of Sony Computer Entertainment America Inc. © 2007 Sony Computer Entertainment Inc."
}