{
    "id": "0510000002050000",
    "name": "This is Football Management [PSPM]",
    "size": 26372634,
    "releaseDate": 20200213,
    "description": "Do you have what it takes to make your dreams come true and become a top ranked football manager in one of the best free to play multiplayer football manager simulators of 2019?<br/>In Pro 11 you can coach your favorite club (like Madrid, Juve or Barcelona) and dominate the best national leagues and the legendary Champions League!<br/><br/>It’s up to you to create the line-up, manage exchanges, conduct training sessions, negotiate sponsorship deals and much more.<br/><br/><strong>Contest rivals in Pro 11’s massive multiplayer structure</strong><br/>Compete against friends and other real-life opponents and kick-off live matches when YOU want to. Join forces with fans of your favourite team to create a stronger community and earn more rewards.<br/><br/><strong>Immerse yourself in captivating visuals</strong><br/>With 3D motion captured football player movement, you get a high-quality graphics, highlight and gameplay experience throughout your entire manager career.<br/><br/><strong>Administrate all aspects of your Pro 11 club to ensure a winning strategy</strong><br/>Take your fantasy team to glory by controlling all features of your football club, including:<br/>★ Collecting the best eleven players from the top football leagues, such as the Premier League, La Liga, Serie A, Ligue 1 or MLS<br/>★ Exploring your youth all-stars for the next Ronaldo or Messi<br/>★ Improving player skills by training in minigames<br/>★ Trading, buying and selling players by scouting the transfer market<br/>★ Negotiating the best possible sponsorship contracts to establish a stable economy<br/>★ Taking advantage of advanced formation options to create the most effective tactics<br/>★ Investing in better upgrades for your stadium to boost fan experiences<br/><br/>Join managers worldwide in Pro 11 now to become a true leader of your professional football squad. Every goal counts!"
}