{
    "id": "0510000002310000",
    "name": "War of Sonria [PSPM]",
    "size": 42074954,
    "releaseDate": 20090917,
    "description": "<p>October 22, 2009 - Update<br />\nWargaming.net has released free Downloadable Content for Order of War. The DLC will download automatically the next time you launch the game. This DLC contains all the formerly exclusive pre-order items which include:<br />\nHeavy Bomber Squadrons - Addition of German Arado and Allied B-24 Marauder heavy bomber units to air support<br />\nInfantry Mortar Launchers - Addition of infantry mortar units<br />\nOff-Map Heavy Artillery - Addition of heavy artillery strikes to the air support menu<br />\nSurvival Mission Mode - New survival mission mode where you fend off waves of attacking enemies for as long as possible</p>\n<p>About Order of War                  In the summer of 1944, the Second World War entered its end-game when the Allies launched two major operations that would drive back German forces on both the Western and Eastern Fronts at once.<br />\nTheir names were Overlord and Bagration.  Overlord famously commenced with the D-Day landings in Normandy and ended in the Liberation of Paris, while Bagration - a far less well-known but far larger Russian operation - crushed the invading German forces in the east, leading to their complete withdrawal from Soviet territory.  Had either operation been unsuccessful, history could have been very different.<br />\nIn the ultimate test of military strategy, Order of War will challenge you not only to lead America&#39;s finest to victory in the west, but also place you in command of the German forces charged with repelling the Red Army&#39;s seemingly unstoppable offensive in the east. Even the keenest military minds will find that it&#39;s one thing to make history, but quite another to change it.<br />\n...Do you have what it takes to command?<br />\nKey features:<br />\nExperience WWII warfare on an epic, cinematic stage; that truly captures the intensity and scale of the battlefield.<br />\nTake Command of an entire armoured force consisting of up to 1000 soldiers, tank divisions, armoured vehicles, heavy artillery and air force.<br />\nPlayers can choose between two different campaign modes offering completely different storyline, missions, objectives and environments.<br />\nExperience the unique dynamic camera that allows players to command troops over huge geographical scale whilst maintaining movie-like vistas and detail.</p>"
}