{
    "id": "05100000023b0000",
    "name": "Wizorb [PSPM]",
    "size": 29169251,
    "releaseDate": 20111107,
    "description": "<p>This game develops the ideas on which several classic video games are based, the first in the industry - Pong, Breakout, Arkanoid. This game is the closest to the game Breakout.</p>\n<h3>Classic gameplay of the genre</h3>\n<p>The basis of the game is the same basic process as in the games listed above.</p>\n<p>At the bottom of the screen is a “protected” by the player wall or a series of elements. A block consisting of &quot;bricks&quot; is approaching it from above.</p>\n<p>In addition to this block, other elements can gradually approach the wall. Including, elements with own trajectory of movements.</p>\n<p>The player controls a small horizontal platform, designed in accordance with the &quot;plot&quot; of the game - it can be an impersonal plank or something, stylized as a spaceship or anything else.</p>\n<p>This platform is moved horizontally, right and left, within the boundaries of the screen.</p>\n<p>Between the wall and the block of elements advancing on it, a ball is thrown, having sufficient elasticity to bounce off everything with which it comes into contact.</p>\n<p>The task of the player controlling the movable bar is to be between the ball and the wall at the bottom of the screen - so that the ball never touches this wall.</p>\n<p>The player manages his own bar, kicking the ball, and the ball is torn between the player’s bar and the block advancing from above, bouncing off the walls / edges of the screen, from the block and from other elements, if any, in the game.</p>\n<p>Each time a ball hits an impending block, it knocks out or otherwise destroys a number of elements that make up this block.</p>\n<p>The player tries not to “throw” the ball to the wall behind him, because touching the ball to the wall will destroy it and either the game will end or the player will lose one “life”.</p>\n<p>In addition, the player tries to knock out as many elements as possible from the block advancing on him - because the block’s contact with the wall also means the end of the game or the loss of “life”.</p>\n<p>When all elements / “bricks” from the block are knocked out, there will be no more block (but a new one will appear or the game will go to the next level).</p>\n<p>Similarly, the player tries to do with other elements present on the screen - as a rule, they also threaten the wall and should not touch it.</p>\n<h3>Wisorb option</h3>\n<p>In this game, the classical scheme is supplemented with elements of the genres &quot;strategy&quot; and &quot;role play game&quot;.</p>\n<p>In the style of these additions, the player does not just beat the ball, but uses magic for this, between the levels the player needs to build cities and so on. The whole game is framed by a plot that adds interest and appeal to the classic gameplay.</p>\n<h3>Plot</h3>\n<p>The peaceful Kingdom of Gorudo has been faced with the threat of attack by hostile forces. This power is so great that only Cyrus is able to resist it, a wise man and wizard dedicated in a secret magic art called Wizorb.</p>\n<p>The player is expected by numerous mysterious places / levels, from the derelict monster infested town of Clover to Gorudo Castle atop Cauldron Peak. These places are full of dangers and the player will need refined reflexes to survive in battle and protect the Kingdom.</p>"
}