{
    "id": "05100000016d0000",
    "name": "Mystery of the Crystal Portal, The [PSPM]",
    "size": 90101278,
    "releaseDate": 20101213,
    "description": "NOTE: If your game gets stuck on the “Continue to Game” screen after updating to iOS 10, please follow these steps: 1) launch the game, 2) leave the game on the “Continue to Game” screen for approximately 10 minutes to apply our online fix, 3) close the game by pressing the Home button twice and then swiping upwards and 4) restart the game.<br/><br/>Have you played the prequel to this fascinating adventure? Don’t miss the Mystery of the Crystal Portal - on iPad and iPhone!<br/>Nicole managed to activate the Crystal Portal in her father’s basement in hope to find him. Much time has passed since Nicole’s father, a well-known archeologist disappeared, but Nicole refuses to believe she will never see him again. In The Mystery of the Crystal Portal 2: Beyond the Horizon, Nicole and her fellow mate Igor set on a new adventure in search of Nicole’s missing father and try to uncover the greatest mystery which only her father knows. Discover a secret so big that it could threaten the very course of human history. Solve puzzles from Nicole’s home in New York City to distant lands on the other side of the world to find her beloved father and save human kind. Find loads of brain-bending fun in Mystery of the Crystal Portal - Beyond the Horizon! <br/><br/>TRY IT FREE, THEN UNLOCK THE FULL ADVENTURE FROM WITHIN THE GAME! <br/><br/>● Unique hidden object gameplay<br/>● Original storyline<br/>● 2 game modes – Casual and Advanced<br/>● 8 incredible Locations<br/>● 34 fascinating game scenes<br/>● 8 tricky mini games <br/>● Game Center Support<br/>● iPhone 4 Retina Display support<br/>______________________________ <br/><br/>Game available in: English, French, Italian, German, Spanish, Portuguese, Russian, Dutch, Swedish, Danish <br/>____________________________ <br/><br/>Sign up now for a weekly round-up of the best from G5 Games! www.g5e.com/e-mail <br/>____________________________ <br/><br/>*** G5 Games - New game apps every week ! *** <br/><br/>Collect them all! Search for \"g5\" in iTunes! <br/><br/>Adventure: <br/><br/>▶ Games Navigator – By G5 Games <br/>▶ The Secret Society® - Hidden Mystery<br/>▶ Letters From Nowhere: A Hidden Object Mystery<br/>▶ Nightmares from the Deep™: Davy Jones, Collector's Edition<br/>▶ The Cursed Ship, Collector’s Edition<br/><br/>Strategy: <br/><br/>▶ Virtual City Playground®: Building Tycoon<br/>▶ Doomsday Preppers™<br/>▶ Stand O’ Food® City: Virtual Frenzy <br/>▶ Brave Tribe: Village and Farm Building and Management  <br/>▶ Supermarket Mania® 2   <br/>____________________________ <br/><br/>VISIT US: www.g5e.com <br/>WATCH US: www.youtube.com/g5enter <br/>FIND US: www.facebook.com/g5games <br/>FOLLOW US: www.twitter.com/g5games"
}