{
    "id": "05100000003f0000",
    "name": "Basha Card Game Collection [PSPM]",
    "size": 22387676,
    "releaseDate": 20170916,
    "description": "Runewards is a free-to-play competitive strategy card game pitting you against other players in an epic duel of wits and tactics.<br/>Runewards is a game about anticipating your opponent's moves and out-smarting your foe in any way you can. The game is easy to learn but hard to master. Once you open the game, build your own deck and let the fun begins!<br/><br/><br/><br/>The idea is simple. Each card you place on the Battlefield (called Units) has a value that we call Power. Whoever has the highest Total Power at the end of the round , wins it. <br/><br/>The game is played in a best of 3 rounds so win two of them to net the match.<br/><br/>By combining and chaining different cards abilities and clever deckbuilding, you can create awesome tactics and strategies that will eventually win you the match itself!<br/><br/>Tactics: Recognising your opponent's strength and weaknesses. Knowing if your opponent bluff in his moves, or holds the answers to your own. In Runewards, the match is played in a best-of-3 rounds. Will you give up this round to do a comeback in the next? Or will you put all you have and let the winner takes it all.<br/><br/>Short and Sweet: Each game design to last several minutes. You can hop in for a quick game whenever you like or take the time to climb up the competitive ladder.<br/><br/><br/><br/>In Runewards, you have 3 Races with 1 Natural faction (Mercenaries) at launch. Each race has its own style, abilities, features and tactics.<br/><br/>-Unique Races and Heroes: The game will initially launch with 3 Races, each with its own unique Heroes, Units, Abilities, Spells and mechanics. Within the Gameboard you decide how to play. Each move you make can win or lose you the round or even the match itself.<br/><br/><br/><br/>In Runewards, we currently have three game modes.<br/><br/>Single-Player <br/>Multiplayer (Ranked Gameplay)<br/>Campaign<br/><br/><br/><br/>If you wish to just go out and play against a computer, we cooked up some fine goblin-made A.I to fight against. There are a variety of difficulties ranging from easy to insane. Test your newly minted decks and see if they are up for the challenge.<br/><br/><br/><br/>If competitiveness is in your blood, the Multiplayer is just for you. Play against others in a competitive scene with leagues, ranks and bragging rights or just play for fun.The Choice is yours.<br/><br/>Competition: Play against your friends or other players online, try your skill in Ranked Matches. Leagues will be played in 'Seasons' - Where you can climb to the top of the ladder in a League we called \"Archon\".<br/><br/><br/><br/>Our newest addition is a brand new campaign, telling the story of the Runeseeker and his quest for the Runewards.<br/><br/>Meet special bosses, each with a unique ability that will challenge you to think and play differently. At the end of each boss is a reward - a card upgrade!<br/><br/><br/><br/>In our Deckbuilder, this is where all the magic happens.<br/><br/>In here, you can view your card collection, building decks from all different races.<br/>Craft new cards or salvage unused or excess ones.<br/><br/>-Free to Play: You can earn new cards just by playing the game.<br/>Daily quests, special achievements and League rewards will allow you to earn Gold, which can be used to buy Golden Chests - containing new cards you can add to your card collection."
}