{
    "id": "0527500007350000",
    "name": "The Waterhorse Legend Of The Deep [NDS]",
    "size": 16941398,
    "releaseDate": 20140417,
    "description": "Do you enjoy hack-n-slash but longed for a bit more? Maybe you like tower defense games but find them a bit boring? Heldric is a unique mix of the same old styles of game with a few new twists. A hack-n-slash without endless level grinding.  A tower defense game with more action. A game where you don't play as an epic hero, but as a humble shoemaker who must work together with his fellow villagers to defend their home. <br/><br/>Build and upgrade the village quickly before the attack waves start. Each building you place adds unique abilities to not only the player's character, but your fellow villagers as well.  You must choose your structures wisely, as there are only a limited amount of plots available on each map.  Every villager contributes to your coin income and provides essential help in defending the town.    You must help them defend against waves of monsters intent on killing everyone.  Do you have what it takes to survive? <br/><br/><br/><ul><li>Build and upgrade town structures each with their own bonus effects and unlocks<br/></li><li>Defend the village against monstrous waves of evil attacks of goblins, orcs, spiders, trolls and more<br/></li><li>Protect the kingdom one village at a time in campaign mode <br/></li><li>Randomized villagers, each with different amount of courage and weapon knowledge <br/></li><li>Randomized monsters, each with different armor parts and weapons<br/></li><li>Smash, kick, puncture and explode the enemy to send their corpse flying with rag-doll effects<br/></li><li>Place explosive powder kegs as traps, or drop them in a group like grenades<br/></li><li>Experience many rich and unique environments <br/></li><li>Special events such as Christmas and Halloween that change normal maps and player<br/></li><li>Bonus maps for special events with unique game play<br/></li><li>Earn achievements from your success </li></ul><br/><strong>Just updated with bonus Christmas, Halloween and other maps, improved graphics.</strong><br/><br/>"
}