{
    "id": "0527500006690000",
    "name": "Smart Kids Gameclub [NDS]",
    "size": 18275873,
    "releaseDate": 20071116,
    "description": "<p>\n      A VIRTUAL PRESCHOOL IN THE PALM OF YOUR HANDS! THIS TITLE IS FILLED WITH \n      FUN, EXCITING WHOLESOME ACTIVITIES FOR BOYS AND GIRLS!\n    </p><p>\n</p><p>\n      One of the first and only developmentally appropriate preschool games \n      for the Nintendo DS, Smart Kids Gameclub is a great entry point for \n      young children who want to have fun and get into the world of casual \n      videogames. By keeping the titles fun and simple, while providing a \n      challenging and rewarding experience, children will be able to gain a \n      wholesome experience that any parent will be comfortable with.\n    </p><ul>\n<li>\n        Fun For Everyone – An assortment of mini-games specifically made for \n        your little boy or girl.\n      </li>\n</ul><ul>\n<li>\n        Wholesome Mini-games – With over 25 mini-games that bring out your \n        childs talents, this title will keep your little ones preoccupied for \n        hours.\n      </li>\n</ul><ul>\n<li>\n        Birthday Function - Enter the birthday of up to three people, and on \n        that day, a special greeting will appear!\n      </li>\n</ul><ul>\n<li>\n        Voice Recording Function - Aimed at parents, you can record two \n        messages directly onto the game so when your children do well in an \n        activity, a familiar voice will appear congratulating them on their \n        accomplishment. This helps to really build a child’s confidence and \n        self esteem.\n      </li>\n</ul><ul>\n<li>\n        Great Entry Point – Aimed at parents who are conscious of the plethora \n        of inappropriate content for children, this title aims to give child \n        and parent a great alternative into the world of casual videogames.\n      </li>\n</ul><ul>\n<li>\n        Nintendo DS Functions – Using the functions of the DS, your child can \n        interact with the games, bringing them into the world of learning and \n        fun.\n      </li>\n</ul>"
}