{
    "id": "05275000015b0000",
    "name": "Cooking Mama 3 - Shop & Chop [NDS]",
    "size": 30576798,
    "releaseDate": 20091027,
    "description": "<p>\n      Fresh from the harvest in Gardening Mama, Mama’s heading back to her \n      kitchen roots with all new recipes, ingredient shopping, dish \n      combinations and multiplayer cooking challenges. Explore your inner \n      creative chef with everyone’s favorite culinary cutie!\n    </p><p>\n      Features\n    </p><p>\n      • Use the stylus as your ultimate cooking utensil to chop, grate, slice, \n      stir, spread, sprinkle, roll, and much more in over 200 different \n      mini-games<br/>• Create 80 new recipes including: chili con carne, \n      mushroom quiche, Eggs Benedict, tulip chicken, pumpkin gnocchi, and many \n      more!<br/>• Six gameplay modes including new additions to the series:<br/>o \n      Cook with Mama: Cook some delicious meals with Mama’s help.<br/>o \n      Let’s Cook: Treat your friends to a culinary masterpiece. Even if you \n      make mistakes Mama will help you complete the recipe so you can continue \n      cooking for your hard to please friends.<br/>o Let’s Match: Choose your \n      ingredients and start cooking. Mama’s been teaching you for some time \n      now, and she’s decided it’s time for you to exercise your creative \n      muscle. Take steps and ingredients from different recipes and create \n      your very own concoctions.<br/>o Let’s Shop: Did you ever wonder where \n      Mama gets all those fantastic ingredients? Head to the store to pick up \n      the things you’ll need to prepare so many delicious dishes.<br/>o \n      Cooking Contest: Try your hand at different cooking techniques in single \n      or multiplayer mode for up to 4 players. Face-off in 20 different timed \n      cooking challenges to determine who is the fastest chef!<br/>o Write in \n      Diary: Decorate your digital picture diary with animated “stickers” as \n      you cook to keep track of your accomplishments in scrapbook form.<br/>o \n      Let’s Get Fancy!: Dress Mama in fabulous outfits and accessories!<br/>o \n      Change Design: Deck out the game screen in fun, new designs.<br/>• \n      Recipes progress from simple to complex, from small to large dishes, so \n      do your best to meet Mama’s expectations and impress your friends. If \n      your friends think your dish is delicious, you’ll unlock another new \n      friend!<br/>• Earn bronze, silver, and gold medals from Mama based on the \n      quality of your cooking.<br/>• Send items you’ve grown in Gardening Mama \n      to your friends playing Cooking Mama 3 so they can use them in their \n      recipes!\n    </p>"
}