{
    "id": "0527500007cf0000",
    "name": "Wild West The [NDS]",
    "size": 19047870,
    "releaseDate": 20180530,
    "description": "<strong>What else is there in the great ol’ West than dusty tumbleweeds, ya say? Big money, we say!</strong><br/>This is your chance to become the billion-dollar pioneer you’ve always dreamed of, and master the economy of the wondrous <strong>Wild West</strong>!<br/><br/><br/><br/>Every Area has its own lucrative <strong>upgradeable</strong> businesses, reaching up to 20 different ones. Open a Saloon, go Bounty Hunting, or become a Banker; there’s room for everyone in the Wild West!<br/><br/> <br/><br/>Hire notorious outlaws to <strong>work for you</strong>, while you go on about your business (pun intended). Outlaws are not simple to manage though! So you gotta be careful who you trust with your businesses.<br/><br/><br/><br/><br/>Collect powerful Patent Cards to <strong>boost</strong> your businesses’ productivity! There are Patents categories: <strong>Plain</strong>, which is the most common one, <strong>Special</strong>, <strong>Unique</strong>, and <strong>Master</strong>, which is the rarest one.<br/><br/><br/><br/>Click on Lulu Adloader, catch the Loot Bag, and play the Piano to <strong>instantly double your profits</strong>! Boosting time varies so <strong>strategize</strong> well each time you want to make them sway!<br/><br/><br/><br/><strong>Explore</strong> new Areas and Frontier Towns as you Go West! You can use our Map to navigate through more than <strong>100 Towns</strong>, and complete the <strong>All Businesses Bonus Objectives</strong> for each one of them!<br/><br/><br/><br/>Start your own Family &amp; climb the <strong>Leaderboards</strong>! Give your friends your <strong>unique Family ID</strong> to help you <strong>grow and profit</strong>! <strong>Remember!</strong> Every time a child Goes West, you gain 20 Gold Coins!<br/><br/><br/><br/>Complete <strong>Steam Achievements</strong> &amp; Win more than <strong>70 Trophies</strong>!<br/><br/><br/><br/>You ask and we deliver! Carry your progress with you at all times and play from anywhere, anytime. <strong>Supports: iOS, Android, Kongregate and Steam</strong>! Sweet, isn’t it?So, what you are you waitin’ for?!<strong>Giddy up, climb the ranks and become the wealthiest Pioneer in Wild West Saga, the idle game that will satisfy your rush for colossal profits!</strong><br/><br/><br/>"
}