{
    "id": "05275000022f0000",
    "name": "FIFA Street 3 [NDS]",
    "size": 36166472,
    "releaseDate": 20080218,
    "description": "<p>• New Touch Skills Control and Trick System: Ultra-responsive controls<br />\nand an easy-to-use trick system give you instant control over your<br />\nidols. Use the stylus and touch pad to combine flicks, drags and traps<br />\nto pull off impossible moves and show you&#39;ve got the skills to hit the<br />\nbig time.</p>\n<p>• Team of Heroes: Play with the world’s best players representing 18 of<br />\nthe top international teams, plus a few hidden extras!</p>\n<p>• Specialist Players: Choose from Tricksters, Enforcers, Playmakers and<br />\nFinishers to give you different skill sets and options on the ball, and<br />\nthen make your mark on the street.</p>\n<p>• Game Breaker: Fill your momentum meter to unleash a whole new set of<br />\nover-the-top tricks and electrifying moves to score spectacular goals.</p>\n<p>• Enhanced AI: Street-smart players that pass and move with style makes<br />\nFIFA Street 3 the ultimate arcade football experience.</p>\n<p>• New Street Challenge mode: Play in a variety of different tournaments<br />\nto unlock new hidden street teams, players and a few surprises.</p>\n<p>• New Head To Head Mode: Play a best-of series against a friend.<br />\nCustomize the rules of each match for a true test of skill.</p>\n<p>• Playground Picks: Assemble an all-star street team. Take the world’s<br />\nbest players, line them up and take turns to select one to join your<br />\nteam. Prepare for bruised egos!</p>\n<p>• Mini Games: Exclusive mini-games in a new game mode called Kick Ups<br />\nwill challenge you to keep the ball in the air to the rhythm of the<br />\nmusic and test your ball juggling skills.</p>\n<p>• Exotic Locations: Challenge your rivals in the hottest locales around<br />\nthe world, everywhere from the urban playgrounds in South America to the<br />\nrooftops in Asia to the streets of Europe or a special playground in<br />\nAfrica exclusive to the DS.</p>\n<p>• Interactive Environments: Immerse yourself in a hyper-real world where<br />\nplayers run up walls, environments pulsate to the music and your<br />\nsurroundings explode to life with every well-timed tackle, outrageous<br />\ntrick move or unstoppable shot on goal.</p>\n<p>• New Online Play*—Challenge your biggest rivals across the world via<br />\nNintendo Wi-Fi Connection.</p>\n<p>• Single Card Play – Go head-to-head against a friend who has another<br />\nNintendo DS in a Single-Card Play wireless match—even if they don’t own<br />\nthe game.</p>\n<p>• Scenario Sharing—Challenge friends with personalized scenarios via<br />\nNintendo Wi-Fi Connection or by generating unique codes you can input<br />\ninto your Nintendo DS.</p>"
}