{
    "id": "0527500004f90000",
    "name": "Okamiden [NDS]",
    "size": 59700502,
    "releaseDate": 20110315,
    "description": "<p>Okamiden blends vivid myth, artistic action and innovation only possible<br />\non Nintendo DS. Use the DS stylus as a powerful celestial brush that<br />\nattacks enemies, paints helpful objects into existence and performs<br />\nexceptional feats that change the world before the player’s eyes. Team<br />\nwith in-game partners to solve puzzles and face perilous challenges.</p>\n<p>Features</p>\n<p>• Canvas and Brush: The touch screen and stylus of the Nintendo DS are<br />\nthe ideal tools to simulate Okamiden’s trademark celestial brush. The<br />\nstylus brushstrokes are pressure sensitive which helps to accurately<br />\ndepict the look and feel of Sumi-e artwork – a graceful watercolor art.<br />\n•<br />\nPartner-Up: Using the in-game Partner System, players can join forces<br />\nwith new characters in the game, each possessing unique abilities that<br />\nwill help Chibiterasu defeat enemies and conquer puzzles.<br />\n• Striking<br />\nVisuals: The beauty of the highly stylized Japanese calligraphy and<br />\nscroll paintings are depicted in pixel-perfect handheld glory.<br />\n•<br />\nDynamic Action: Employ brush techniques learned from various celestial<br />\ndeities and Power Slash, Bloom, and battle a diverse lineup of monsters<br />\nand demons rooted in Japanese folklore.<br />\n• Interactive Puzzles: Draw<br />\nbridges into existence, transverse canyons, and connect winding paths<br />\nthrough space by using the celestial brush and the abilities of<br />\nChibiterasu’s partners.<br />\n• Ensemble Cast: Meet an endearing cast<br />\nof characters as you restore order to the land while learning lessons<br />\nfrom majestic, playful deities. Many characters will be easily<br />\nrecognizable to fans of Okami while several are new to the series.<br />\n•<br />\nCompelling Narrative: Okamiden tells an amazing story that is both<br />\nmorally impactful and fun. With a complex mix of themes like friendship,<br />\nresponsibility and love between parent and child, players are promised a<br />\nmemorable experience that will be appreciated for its depth, humor, and<br />\nuniversal truths.</p>"
}