{
    "id": "0527500005770000",
    "name": "Pokemon Ranger - Shadows of Almia [NDS]",
    "size": 33635504,
    "releaseDate": 20081110,
    "description": "<p>\n      In Pokémon Ranger: Shadows of Almia, you once again play as a Pokémon \n      Ranger, working to help people, Pokémon and nature in a new area called \n      the Almia Region. Starting out as a Student Ranger, you quickly earn the \n      title of a full-fledged Pokémon Ranger. As you succeed in more and more \n      missions, you will aspire to become the highest Ranger rank: Top Ranger. \n      Along the way you meet and capture all kinds of different Pokémon.\n    </p><p>\n</p><p>\n      How to progress through the game: Capture wild Pokémon and create \n      a team to clear obstacles and puzzles encountered along the way. After \n      using a Pokémon’s ability, it will leave your team; however, you will \n      have a Partner Pokémon that will always stay by your side. As you \n      progress through Missions and Quests, your Capture Styler becomes more \n      powerful, giving your Styler more Energy and eventually advancing you to \n      the level of Top Ranger.\n    </p><p>\n</p><p>\n      Characters: Hundreds of Pokémon. Players can choose to be a boy \n      or girl Pokémon Ranger.\n    </p><p>\n</p><p>\n      Special powers/weapons/moves/features: Use the Capture Styler to \n      capture wild Pokémon. Once they are captured, wild Pokémon will follow \n      the player around until their powers are used (either in a Poké Assist \n      or a Field Move).\n    </p><p>\n      • A Poké Assist is when the player uses an already captured Pokémon to \n      help capture another wild Pokémon.\n    </p><p>\n      • A Field Move is when the player uses a captured Pokémon’s power to \n      clear an obstacle in the way or perform another helpful function.\n    </p><p>\n</p><p>\n</p><p>\n      • Pokémon Ranger is a unique action-adventure series that features a \n      fun, different way to capture Pokémon with the Nintendo DS stylus, which \n      controls an item called the Capture Styler in the game. Players circle \n      the Pokémon they want to catch by drawing circles around them on the \n      touch screen. When you complete certain Quests, the Ranger Union awards \n      you with power-ups, which add new upgrades and functions to your Capture \n      Styler, allowing you to advance as you work to eventually become a Top \n      Ranger (the most revered Ranger of all).\n    </p><p>\n      • Now you can partner with a variety of different Pokémon of each type \n      to complete Missions—giving you many options on how to approach \n      different challenges. Every Pokémon is different, and capturing a \n      Pokémon allows you to use its abilities to overcome various obstacles \n      and challenges you will face along the way. The job of a Pokémon Ranger \n      is never done: your duties will include fighting wildfires, rescuing \n      people or even delivering an important package.\n    </p><p>\n      • Your journey to become a Top Ranger takes you to the new region of \n      Almia. This game has a larger world, more Missions, more adventure and \n      more to do than the previous Pokémon Ranger game. It has a storyline \n      full of adventure and the ability to travel to and explore many exciting \n      new areas in Almia, including oceans, forests, deserts and more with the \n      help of your Partner Pokémon.\n    </p><p>\n      • This is the first game in the Pokémon Ranger series to feature Pokémon \n      from Pokémon® Diamond and Pokémon® Pearl.\n    </p><p>\n      As of May 20, 2014, the Nintendo Wi-Fi Connection service for Nintendo \n      DSi and Wii systems has been retired. Online features of this game are \n      no longer available after this date but this game still provides an \n      entertaining experience in offline mode.\n    </p><p>\n      To learn more about this service change, please visit To learn more \n      about this service change, please visit support.nintendo.com/servicesupdate.\n    </p>"
}