{
    "id": "0527500007630000",
    "name": "Toon-Doku [NDS]",
    "size": 14825297,
    "releaseDate": 20070405,
    "description": "<p>\n      It’s Sudoku with pictures! Toon-Doku takes the challenging fun of \n      traditional Sudoku and adds in cartoon picture-based puzzles and \n      multiplayer competition. Younger players will be less intimidated by the \n      200+ images they can unlock, edit and place on the game board. Three \n      multiplayer modes add head-to-head play that gets fast and furious with \n      the unique Distraction System players can use to thwart their opponent’s \n      progress. Toon-Doku gives the popular numbers pastime a whole new look!\n    </p><p>\n      Features:\n    </p><p>\n      • Total Touch Screen functionality—use the Touch Screen as your paper \n      and the stylus as your pencil<br/>• Edit Mode allows you to create and \n      edit images for use in puzzles. Send or trade your creations with a \n      friend via the Piece Trade feature.<br/>• Distraction System changes \n      simple puzzles into frantic challenges that involve quick thinking. Each \n      character has a unique Distraction Set. Block different portions of the \n      screen depending on which character you use.<br/>• An easy to understand \n      Tutorial and 10 skill-building Tutorial Levels help you become a \n      Toon-Doku master<br/>• Four single player modes: Stage, Instant Play, Vs. \n      CPU and Edit<br/>• Speed Battle, Adversary and Single Puzzle Race \n      multiplayer modes let you face off against a friend<br/>• Vs. CPU mode \n      lets you practice your skills before they count<br/>• Single Card \n      download for up to 16 players allows others to try Instant Play Mode \n      without having a Toon-Doku game card<br/>• Start the game with four \n      playable characters and unlock five more in Stage Mode<br/>• Create your \n      own puzzles using multiple options<br/>• Start with 18 images (9 pictures \n      and 9 numbers) in a collection that expands with 200+ unlockable images \n      throughout the game<br/>• Mark System lets you make up to nine notes on \n      each square\n    </p>"
}