{
    "id": "05275000044f0000",
    "name": "Mini RC Rally [NDS]",
    "size": 22687949,
    "releaseDate": 20150716,
    "description": "RC Mini Racers is a fast paced and explosive racing game with 20+ remote controlled mini cars, lots of missiles and mines, turbos for an extra boost as well as great hard rock music. More than 20 cars can be unlocked within the game and the car pimp shop lets you customize you RC car by changing the color, the wheels and the antenna. <br/>\n<br/>\r\nThe game features 24 tracks separated in circuit races (round tracks with 5 laps) and sprint races (A to B races, no rules, as fast as possible). Beside that there’s a coin racing mode where you can explore the level and collect coins for the in-game store. <br/>\n<br/>\r\nRC Mini Racers has a great mixture of tracks where you need your weapons to win the race by shooting and bombing your opponents from the track but also fantastic high speed tracks where it is mostly down to great driving skills to win the race. Find out yourself which tracks you like most! <br/>\n<br/>\r\nFor nearly every action during a race you get in-game cash rewarded. You get cash for crashing other cars, explosions caused by missiles and mines that affect other cars, for jumping over epic ramps and getting airtime cash, for driving best laps and best race times as well as for winning the top spot ranks in a race. Use that in-game cash to unlock other tracks or convert them to coins for use in the car pimp shop. <br/>\n<br/>\r\nAll tracks can be raced in 4 difficulty modes ranging from easy to medium over to hard and finally the insane mode. Hours of fun guaranteed until you unlocked all tracks in all difficulty modes in all scenarios! <br/>\n<br/>\r\nRC Mini Racers runs in any native resolution your PC or Mac offers – in windowed and fullscreen mode. Graphics settings can be adjusted and tweaked in detail to let the game run perfectly on your machine. Joypads and Joysticks as well as the keyboard can be used to control your car. <br/>\n<br/>\r\nStill reading? What are you waiting for? Get the game and start your engine!"
}