{
    "id": "0527500001c30000",
    "name": "Dragon Ball - Origins 2 [NDS]",
    "size": 49528009,
    "releaseDate": 20100622,
    "description": "<p>\n      Jump into the world of Dragon Ball and play as Goku and his friends in \n      search of the seven mystical Dragon Balls! Dragon Ball: Origins 2 is an \n      all-new action-adventure game encompassing Goku’s battle against the Red \n      Ribbon Army featuring a humorous and memorable story taken from the \n      original anime series. Battle alone or with a friend on Goku’s \n      continuing quest with engaging controls and a fun mix of fierce \n      fighting, dynamic action, exploration and puzzles!\n    </p><p>\n      Features\n    </p><p>\n      • Face off against the Red Ribbon Army – Relive the Red Ribbon Army Saga \n      and experience all the key events from the original anime series through \n      eight different multi-level episodes. A private army led by Commander \n      Red, the Red Ribbon Army has soldiers all over the world in search of \n      the enchanted Dragon Balls. Even now, their shadow looms over Goku as he \n      sets off unaware of what lies in wait…<br/>• Play as Multiple \n      Characters – Fight not only as Goku, but also a variety of familiar \n      faces that he encounters as his journey progresses, including Krillin, \n      Bulma, Yamcha and more, each with their own abilities and power-ups.<br/>• \n      Experience the Ultimate Dragon Ball Action – A challenging mix of action \n      and exploration requires Goku and friends to use a wide range of skills \n      to solve puzzles, find treasure chests, and defeat armies of skilled \n      opponents. Advance to collect a variety of tools, items, figurines and \n      other valuables that can help you on your journey. Use either standard \n      controls or the stylus to control Goku and unleash aerial attacks, land \n      devastating combos and interact with the environment.<br/>• Get the Best \n      View – A situation-based camera adapts with the changing gameplay to \n      bring players closer to the action. An overhead view allows players a \n      broad perspective as they jump, swing and charge through forests, \n      underwater areas and more. Meanwhile, key boss battles switch to \n      side-view to emphasize the signature fighting style of the Dragon Ball \n      series.<br/>• Co-op Gameplay – Team up with a friend via a wireless local \n      connection and conquer a series of intense multiplayer battles against \n      unique and powerful rivals. Play through the single player adventure to \n      unlock additional multiplayer stages, including challenging boss fights, \n      as you make your way to the top of Survival Tower.\n    </p>"
}