{
    "id": "05275000065f0000",
    "name": "Smart Boys Gameroom [NDS]",
    "size": 16040401,
    "releaseDate": 20220105,
    "description": "Smart Factory Tycoon is a tycoon management game about running your dream factory with robots. Design your dream factory, plan all steps of production, research new technologies and become a tycoon!<br/><h3>Machines &amp; Robots</h3><ul><li>Purchase new machinery and unlock advanced machines to produce every type of products in the market</li></ul><ul><li>Purchase new robots with varying colors and watch them coming to your factory by different transportation options: balloon, mine cart, boat, parachute, PWC or bus</li></ul><ul><li>Use the skill points to level up your robots (Movement speed, processing speed, charge capacity, oil capacity)</li></ul><ul><li>Purchase chargers, super chargers, wireless chargers, and lubricators for your robots rooms</li></ul><ul><li>Upgrade your machines, solar panels, wind turbines, chargers and lubricators for faster production and increased efficiency</li></ul><ul><li>Fully automated machine-maintenance by drones</li></ul><h3>Production &amp; Market</h3><ul><li>Plan all steps of the production</li></ul><ul><li>Purchase high quality raw material to produce healthy and durable products</li></ul><ul><li>Analyze the market to be aware of trending products</li></ul><ul><li>Check the general market categories (Basic-Medium-Master) and Special Orders</li></ul><ul><li>Increase your health, durability and sustainability levels to be eligible for some products in the market</li></ul><h3>Sustainability &amp; Economy</h3><ul><li>Purchase wind turbines and solar panels to reduce electricity costs and increase your sustainability</li></ul><ul><li>Plant trees in your gardens to be a sustainable factory</li></ul><ul><li>Earn more money and XP to take the first place in the leaderboard</li></ul><ul><li>Do the math and be aware of your expenses! Don't go bankrupt!</li></ul><h3>Invest &amp; Research &amp; Development</h3><ul><li>Research new technologies to improve your factory</li></ul><ul><li>Purchase new buildings and deliver your products by rail, sea, and air</li></ul><ul><li>Build new rooms for robots and production</li></ul><ul><li>Place your product zones and define their types as general or export</li></ul><ul><li>Achieve milestones to earn more XP and level-up your factory</li></ul>"
}