{
    "id": "05275000080f0000",
    "name": "Zoo Hospital [NDS]",
    "size": 28851758,
    "releaseDate": 20071023,
    "description": "<p>\n      You’ve graduated from Veterinary College not a moment too soon--your \n      Aunt Lucy just called from the world famous Zoo Hospital she manages \n      because she needs your help! A local property magnate, Gordon Grimm, is \n      eyeing the zoo’s land as the potential site for a profitable mini-golf \n      course. Under Aunt Lucy’s tutelage it’s now up to you to help restore \n      the zoo to its former glory by treating its ailing inhabitants, \n      improving its Zoo Rating and attracting new exotic animals that will in \n      turn attract the crowds!\n    </p><p>\n</p><p>\n      Features \n    </p><p>\n      • Treat animals by playing medical mini games with your Wii Remote \n      including:\n    </p><p>\n      o Big Stealth Bugs: Expose and kill parasitic pests, then clean \n      the patient afterwards using your Wii Remote in a FPS style mini game \n      battling ticks, rashes and other forms of inflammation.\n    </p><p>\n      o Dentistry: Clean, inject novocaine, wiggle and pull rotten \n      teeth while battling tooth decay with the dental drill.\n    </p><p>\n      o Removing Foreign Bodies: Drag foreign bodies out of the patient \n      through a \"maze\" and eliminate Gall Stones by blasting them with a laser \n      without hitting other organs.\n    </p><p>\n      o Microscopic Treatment: The action takes place at the \n      microscopic level. Under high magnification, the player must fight a \n      battle against evil microscopic viruses by clearing the screen of all \n      bad organisms and protecting the good organisms from attack.\n    </p><p>\n      • Use your Wii Remote to pat, feed or treat patients in their \n      enclosures. Find how each animal prefers to be soothed to help keep it \n      happy and your Zoo Rating sky high.\n    </p><p>\n      • Features 48 animals, including seven not featured in the original DS \n      version (camel, capuchin, dolphin, gorilla, macaw, mandrill and owl)\n    </p><p>\n      • 2 player Cooperative Multiplayer mode allows players to treat the same \n      animals together and interact with animals in their enclosures.\n    </p><p>\n      • Experience a 3D zoo environment to visit or treat its exotic \n      inhabitants.\n    </p><p>\n      • Follow up on patients by visiting enclosures to ensure animals are \n      healing properly and quickly. The Zoo Rating is lowered while animals \n      are recovering, so the quicker you help them recuperate by feeding or \n      petting them, the quicker your rating will rise.\n    </p><p>\n      • Proper care and treatment will improve the all-new Zoo Rating. A high \n      Zoo Rating will introduce new animals and enclosures to the Zoo. Be \n      careful, though, because poor treatment and care will decrease the Zoo \n      Rating and animals will leave the zoo just as fast as they came.\n    </p><p>\n      • View your Zoo Rating, Medical Ratings and Plaques earned throughout \n      the game in the Zoo Hospital Gallery\n    </p><p>\n      • Unlock new animals, enclosures, medical mini-games, and plaques by \n      successfully performing procedures and raising the Zoo Rating.\n    </p>"
}