{
    "id": "0527500006390000",
    "name": "Shin Megami Tensei - Devil Survivor 2 [NDS]",
    "size": 111992273,
    "releaseDate": 20090623,
    "description": "<p>Tokyo is in lockdown, the government&#39;s response to a surprise demon<br />\ninvasion. Trapped, the city&#39;s helpless populace is forced to turn on<br />\neach other to survive. A mysterious technology, the COMP, falls into the<br />\nhands of you and your peers, allowing you to form contracts that force<br />\ndemons to serve you in battle against the otherworldly creatures…</p>\n<p>Features</p>\n<p>• Shin Megami Tensei goes portable - The absorbing story, addictive<br />\ndemon-fusing, and hardcore RPG battle that define the Shin Megami Tensei<br />\nexperience finally arrive on Nintendo&#39;s popular dual screen handheld.<br />\nExpressly designed for Nintendo DS, SMT makes a seamless transition with<br />\ntrademark gameplay features built into an intuitive presentation you can<br />\ntake anywhere!<br />\n• Collect and fuse demons like never before - Demon<br />\ncollection is updated for a new generation: competitive bidding<br />\ndetermines the outcome! Place your winning bid through the easy-to-use<br />\nmenu interface to add new demons to your roster. Then, fuse them<br />\ntogether to create new, more powerful creatures to aid you in battle<br />\n•<br />\nHybrid SRPG/RPG combat system - A perfect synthesis of strategy and<br />\ntraditional RPG combat, you&#39;ll need more than the usual battle strategy<br />\nto come out on top. Deployed in teams of 2-3, you must choose the right<br />\ncombination of human and demons for each unit placed on the grid, then<br />\nprepare to launch into first person turn-based battle in the tradition<br />\nof the classic RPGs!<br />\n• Many possible conclusions - An epic story of<br />\nmythological proportions lets you decide whether your loyalties lie with<br />\nthe angels, demons, or only yourself. Decisions made throughout the game<br />\nwill affect the course of the story, ultimately ending in a showdown<br />\nwhere your choice of alliance will determine the survival of thousands.</p>"
}