{
    "id": "05275000011f0000",
    "name": "Charlottes Web [NDS]",
    "size": 52755620,
    "releaseDate": 20061114,
    "description": "<p>\n      Based on the beloved children's novel and the upcoming feature film. \n      Playing as Wilbur, the pig, and Templeton, the rat, gamers of all ages \n      will explore four fascinating worlds, complete challenging missions, and \n      unlock arcade-style mini-games.\n    </p><p>\n      In the game, players will be sent on sweeping scavenger hunts for \n      letters that make up special phrases. When woven into Charlotte’s web, \n      these phrases will let the world know just how special Wilbur is. \n      Mini-games are hidden throughout the multiple levels. Enhanced by \n      high-quality movie stills and sharp gameplay visuals, these interactive \n      experiences will have players caught up in hours of fun and excitement.\n    </p><p>\n      The Nintendo DS version makes full use of the stylus and brings up to \n      four players together with numerous multiplayer mini-games. Players will \n      also uncover an additional unlockable mini-game where gamers can play as \n      Fern and care for Wilbur!\n    </p><p>\n      Features \n    </p><p>\n      • Unique Environments: Four worlds to explore, including Zuckerman’s \n      barn, the Countryside, a Junkyard, and the County Fair.<br/>• \n      Multi-tiered Gameplay: Primary and secondary objectives immerse players \n      in the world of Charlotte’s Web.<br/>• Unlockable Mini-Games: \n      Numerous mini-games hidden throughout levels will keep players coming \n      back for more fun!<br/>• Two Memorable Playable Characters: Play as \n      Wilbur and Templeton, two memorable characters from the movie and the \n      book.<br/>• Wireless Multiplayer Games: Get friends in on the fun with \n      numerous multiplayer games for up to four people.<br/>• Care for Wilbur: \n      Feed, bathe, and pet Wilbur with the stylus to keep him in top shape for \n      adventuring.\n    </p>"
}