{
    "id": "0527500005af0000",
    "name": "Professor Layton and the Unwound Future [NDS]",
    "size": 223691041,
    "releaseDate": 20100912,
    "description": "<p>\n      Professor Layton and the Unwound Future™ is the third game in the \n      beloved Professor Layton series of brainteaser puzzles for Nintendo. It \n      places the Professor and his trusted apprentice at the center of a \n      spellbinding adventure after they receive a strange letter sent from 10 \n      years in the future. Wind your way through more than 165 mind-bending \n      puzzles as you decipher clues and strive to unlock a time-twisting \n      mystery that threatens to plunge London into chaos. The story is \n      delivered both through game play and through beautifully rendered \n      hand-drawn cinematics. Layton fans and puzzle fans alike will find the \n      game remarkably addictive.\n    </p><ul>\n<li>\n        With over 165 in-game puzzles and 30 downloadable puzzles, Professor \n        Layton and the Unwound Future will challenge your wit at every turn. \n        Using your wireless Broadband Internet Connection, cConnect to \n        Nintendo® Wi-Fi Connection to download a new puzzle each week for 30 \n        weeks after the game launches. Solve the puzzles to uncover clues and \n        follow the clues to solve the mysteries that confront Professor Layton.\n      </li>\n<li>\n        The rich story, colorful characters and hand-drawn art style come to \n        life with lush animated and fully-voiced cut-scenes. For the first \n        time ever find out more about Professor Layton’s past as he strives to \n        save the future.\n      </li>\n<li>\n        Quick and easy Touch Screen control makes exploring the game and \n        inputting answers as easy as can be. Use the pumped up Memo Pad to \n        make notes and solve difficult puzzles with multiple colored pens and \n        different pen thicknesses to choose from in addition to an eraser \n        function. Solving math problems, tracing paths, and making notes is \n        now easier than before.\n      </li>\n</ul><p>\n      As of May 20, 2014, the Nintendo Wi-Fi Connection service for Nintendo \n      DSi and Wii systems has been retired. Online features of this game are \n      no longer available after this date but this game still provides an \n      entertaining experience in offline mode.\n    </p><p>\n      To learn more about this service change, please visit To learn more \n      about this service change, please visit support.nintendo.com/servicesupdate.\n    </p>"
}