{
    "id": "0527500001250000",
    "name": "Chessmaster - The Art of Learning [NDS]",
    "size": 20276768,
    "releaseDate": 20071023,
    "description": "<p>Chessmaster: The Art of Learning expands the scope of chess to include<br />\nbroader principles of learning. Josh Waitzkin&#39;s much-anticipated book<br />\nThe Art of Learning (Free Press) is designed to pave the road to<br />\nsuccessful long-term growth on and off the chessboard. The eight-time<br />\nNational Chess Champion and two-time martial arts World Champion puts<br />\nusers in his shoes in some of the most riveting and formative moments of<br />\nhis chess career, including the legendary climactic game from the book<br />\nand film Searching for Bobby Fischer. Waitzkin then turns to the<br />\nclassics, introducing beginners to brilliant games from some of the most<br />\nimportant players in the history of chess. In his most revealing<br />\ncommentary ever, Waitzkin not only teaches the beginning chess player<br />\nthe fundamentals of the game, but also humanizes the road to mastery.<br />\nNever has chess been so exciting.</p>\n<p>• PLAYER PROFILE</p>\n<p>-Four player profiles are supported, each profile stores the player’s<br />\nprogress and performance ratings.</p>\n<p>• LEARN CHESS</p>\n<ul>\n<li>\n<p>Extensive course on the basics of chess taught by International Chess<br />\nMaster Josh Waitzkin.</p>\n</li>\n<li>\n<p>Tutorials inspired by Josh Waitzkin’s groundbreaking book The Art of<br />\nLearning.</p>\n</li>\n</ul>\n<p>• SINGLE-PLAYER</p>\n<ul>\n<li>\n<p>Training mode: Play one of many predefined opponents and analyze your<br />\ngame.</p>\n</li>\n<li>\n<p>Ranked Play: Test your skills against a variety of opponents and<br />\nestablish your rating.</p>\n</li>\n<li>\n<p>Set up a position to solve chess problems or reproduce famous<br />\npositions.</p>\n</li>\n</ul>\n<p>• MINI-GAMES / PUZZLES</p>\n<ul>\n<li>\n<p>Play one of six original mini-games including Fork My Fruit,<br />\nMinefield, Masterpiece, Chain Reaction, Breaking the Lines, and Pawn<br />\nCharge.</p>\n</li>\n<li>\n<p>Sharpen your brain by solving up to seven different categories of<br />\nchess puzzles meant to improve your skills.</p>\n</li>\n</ul>\n<p>• MULTIPLAYER</p>\n<ul>\n<li>\n<p>Play one-on-one with a friend using Nintendo DS wireless play.</p>\n</li>\n<li>\n<p>Master one of five new chess variants with friends, including<br />\nProgressive Chess, Dark Chess, Extinction Chess, Losing Chess, and Los<br />\nAlamos Chess.</p>\n</li>\n</ul>\n<p>• GAME SHARING</p>\n<ul>\n<li>Play chess or chess variants with a friend who doesn’t have the Game<br />\nCard. Download 2 mini-games to another DS.</li>\n</ul>"
}