{
    "id": "0527500002970000",
    "name": "Golden Sun - Dark Dawn [NDS]",
    "size": 146457530,
    "releaseDate": 20101129,
    "description": "<p>A classic role-playing game branches out with a new look, countless<br />\nadventures and heroic battles. The game picks up 30 years after the<br />\nfirst two games in the series left off. At the end of Golden Sun: The<br />\nLost Age, the heroes succeeded in bringing the world-healing power of<br />\nthe Golden Sun back to the world of Weyard. In the years since, the<br />\nimmense power of the Golden Sun has changed nearly everything.<br />\nContinents have shifted. New countries have emerged. New species have<br />\nappeared. But the world is now imperiled by a new threat. Psynergy<br />\nVortexes, which suck the elemental Psynergy from both the land and<br />\npower-wielding Adepts alike, are spreading across the world. The new<br />\ngeneration of heroes – the children of those from the previous games –<br />\nare drawn into the mystery behind the vortexes, as they cross a chaotic<br />\nworld that is succumbing to a new evil.</p>\n<p>FEATURES:</p>\n<p>Amazing graphics and beautifully animated summoning abilities that<br />\nspan both Nintendo DS screens let players experience the game like<br />\nnever before.</p>\n<p>The story takes place 30 years after the final events of the second<br />\ngame, when the Golden Sun Effect occurred. The main characters are the<br />\ndescendents of the previous game&#39;s heroes.</p>\n<p>Intuitive touch-screen control has been implemented throughout the<br />\ngame, controlling character movements and the release of Psynergy –<br />\nmagical abilities with powerful effects over people and the<br />\nenvironment. Touch control also streamlines battle commands and gives<br />\nplayers a stronger tactile connection to the action on the screen.</p>\n<p>Players will explore a vast and beautifully rendered world where they<br />\nwill find many treasures, encounter dangerous creatures and manipulate<br />\nobjects blocking their path. Players will also hunt for and collect<br />\nDjinn, mysterious elemental creatures used to summon powerful spirits<br />\nin battle.</p>"
}