{
    "id": "0527500000890000",
    "name": "Batman - The Brave and the Bold - The Video Game [NDS]",
    "size": 27827136,
    "releaseDate": 20100907,
    "description": "<p>\n      Feel the boldness of adventure and the bravery of justice as you become \n      Batman and his superhero teammates in the videogame based on your \n      favorite animated TV series, Batman: The Brave and the Bold. Tread \n      through the exciting terrain of the DC Universe and test your might in \n      this side-scrolling action thrill ridethat will take you through \n      crime-filled alleys, strange alien planets, abandoned underground \n      cities, and mysterious island laboratories. Go behind the cowl of the \n      Caped Crusader himself and team up with one of this many superhero \n      friends to solve puzzles, fight dozens of foes, and discover new worlds \n      as you battle to save the day and see if you truly have what it takes to \n      be a superhero!\n    </p><p>\n      Features\n    </p><p>\n      •SUPERHEROES TEAM UP - Play alongside your friends as \n      Batman or one of his powerful allies, including Green Lantern and Robin, \n      or call in the help of other heroes like The Flash and Aquaman to \n      flatten those dastardly villains...<br/>• ADVENTURE ABROAD! \n      - Jump, swing, and punch through wild worlds including Gotham City, \n      Science Island, London, and the planet Oa.<br/>• IT'S ALL ABOUT THE \n      GADGETS! - Unlock awesome gadgets such as Batarangs, the Plasma \n      Sword, flash grenades, and more, to accomplish your missions and then \n      extend the fun by replaying levels with your cool new tools.<br/>• THE \n      MISSING LINK! - Control Batman's number-one fan, Bat-Mite, with \n      Nintendo DS by linking the Nintendo DS version with the Wii version and \n      have Bat-Mite wreak havoc or fight alongside the superheroes in all of \n      the episodes of the Wii version!<br/>• DOUBLE THE TROUBLE! - \n      Just like the show, the fun kicks off in the midst of an exhilarating \n      battle, followed by encounters with ever bigger and badder villains like \n      Catwoman, Gorilla Grodd, and more!\n    </p>"
}