{
    "id": "0527500000e90000",
    "name": "Bratz Ponyz 2 [NDS]",
    "size": 24022937,
    "releaseDate": 20080912,
    "description": "<p>\n      The Bratz Ponyz adventure continues – this time with different ponyz to \n      play with, new mini-games and more fun activities! Explore the Ponyz' \n      magic archipelago with your new favourite friends and get ready for some \n      groovy groomin' as you help the Ponyz complete different agendas - all \n      in the name of beauty and fashion! Along the way you get to meet the \n      inhabitants, collect heartz and trade your Ponyz' fashion photographs \n      with friends using the WiFi connection. So come and immerse yourself in \n      the world of Bratz Ponyz - The Ponyz with a Passion for Fashion!\n    </p><p>\n      Select, customise and play with some kickin' new Ponyz – each full of \n      sass and style. Choose between Carmelia, Adara, Ambrosia and Brynesse \n      and get a helping hand from the Ponyz from the first NDS game -Bonita, \n      Pursia, Céleste and Sashay.\n    </p><p>\n      Combining every little girl's innate love of ponies with the high level \n      of fashion the Bratz are famous for, the Ponyz are a dream come true for \n      Bratz fans! Bratz Ponyz for Nintendo DS stimulates the player's \n      imagination and creativity while satisfying their passion for fashion. \n      So take a trip to the magical archipelago and have fun with the hippest \n      horse friends a girl could ever have!\n    </p><ul>\n<li>\n        16 challenging agendas to complete\n      </li>\n<li>\n        2 all new categories: “Music and Dancing” and “Precious Stones”\n      </li>\n<li>\n        Collect the items you need to make beautiful accessories for your \n        Ponyz friends such as feathers, glitter and precious stones\n      </li>\n<li>\n        Use the Nintendo DS Microphone and stylus to pick flowers, tap oyster \n        shells to open them, scratch the sand to find buried treasures and \n        blow feathers off trees\n      </li>\n<li>\n        Save both your own pictures and those you have traded with your \n        friends using the WiFi connection.\n      </li>\n<li>\n        Play a total of 13 fun mini-games!\n      </li>\n</ul>"
}