{
    "id": "0527500002190000",
    "name": "Fab 5 Soccer [NDS]",
    "size": 14454123,
    "releaseDate": 20080411,
    "description": "<p>\n      Create your Dream Team, The Superstars of the soccer world don't stop \n      playing when they step outside the arena. Join 24 of the world's most \n      famous players in frenzied, fast-paced, arcade-style 5-on-5 soccer \n      matches. No time outs, few penalties, just frantic soccer play! The best \n      players in the world playing soccer the way\n    </p><p>\n      Join 24 of the world's most famous players in Fab 5 Soccer for Nintendo \n      DS. Create your Dream Team with the Superstars of the soccer world. They \n      don't stop playing when they step outside the arena. Get in on the \n      action with frenzied, fast-paced, arcade-style 5-on-5 soccer matches. No \n      time outs, few penalties, just frantic soccer play. Play the best \n      players in the world the way you play with your friends. Build your team \n      with all-star athletes like Lionel Messi, Luis Figo, Cesc Fabregas, \n      Dejan Stankovic, Jose Reyes, Juan Veron, Dida Silva and more. Win \n      matches to unlock training minutes and build your team's skills in the \n      Training Gym. Spend minutes to teach your players special moves and \n      boost their stats. Unlock celebrated coaches and goalies to bring your \n      entire team to the next level.\n    </p><ul>\n<li>\n        Fast Paced soccer action\n      </li>\n<li>\n        24 of the worlds most famous players\n      </li>\n<li>\n        Build your dream team by winning matches to unlock special moves\n      </li>\n</ul><p>\n      As of May 20, 2014, the Nintendo Wi-Fi Connection service for Nintendo \n      DSi and Wii systems has been retired. Online features of this game are \n      no longer available after this date but this game still provides an \n      entertaining experience in offline mode.\n    </p><p>\n      To learn more about this service change, please visit To learn more \n      about this service change, please visit support.nintendo.com/servicesupdate.\n    </p>"
}