{
    "id": "0527500002990000",
    "name": "GoldenEye - Rogue Agent [NDS]",
    "size": 17576434,
    "releaseDate": 20041122,
    "description": "<p>GoldenEye: Rogue Agent shows off the Nintendo DS as a great platform for<br />\nfirst-person shooters. The action is fast and intense in this explosive<br />\ntale of power and betrayal.</p>\n<p>Features</p>\n<p>• Epic, six-mission solo campaign<br />\n• Sharpen your lethal edge<br />\nagainst infamous Bond villains in DS-exclusive Virtual Training mode<br />\n•<br />\nWireless multiplayer mayhem for up to eight players with only one Game<br />\nCard.</p>\n<p>Kicked out of MI6 for excess brutality, your character&#39;s, ahem, unique<br />\nskill set gets him recruited by Auric Goldfinger. A nasty encounter with<br />\nDr. No costs him an eye, but Goldfinger’s technicians replace it with a<br />\ngold-hued, synthetic and upgradeable eye, earning him the name<br />\n&quot;GoldenEye.&quot; Now it’s payback time, Dr. No.</p>\n<p>On your quest for revenge, you&#39;ll encounter such legendary Bond baddies<br />\nas Oddjob, Scaramanga and Xenia Onatopp. GoldenEye: Rogue Agent lets you<br />\nslip into the dark side as a ruthless and unpredictable bad guy with<br />\nlots of big weapons and cool devices. The GoldenEye gadget, an<br />\ninfinitely cool device worthy of Q himself, and the heads-up-display<br />\n(HUD) let you see enemies through cover, hack electronics and weapons,<br />\ndeflect damage, monitor ammo levels, decode locks and more.</p>\n<p>You can wield two weapons at once or go one-on-one with a muscular melee<br />\nfighting system lets you throw and cold-cock enemies, seize hostages and<br />\nmore. Left and right-handed gameplay controls, plus stylus and thumb-pad<br />\nplay, take full advantage of the DS&#39;s unique touch-screen capabilities.</p>\n<p>One of the keys to GoldenEye: Rogue Agent is its array of control<br />\nschemes. The touch screen isn&#39;t going to be for everyone, and some will<br />\nwant inverted controls or auto aiming and leveling. There&#39;s no greater<br />\ndisappointment than playing a first-person shooter and being unable to<br />\ncontrol your player&#39;s movement, leaving you a sitting duck. Once you<br />\nfind the control scheme that works for you, you&#39;ll be scampering through<br />\neach level with guns blazing.</p>\n<p>When you come across a weapon on the ground, you will need to tap the<br />\ntouch screen to pick it up. The bottom left and bottom right each<br />\nrepresent a hand. Tap the bottom left to pick up the gun with your left<br />\nhand, and the right corner for your right hand. The L and R Buttons are<br />\nyour triggers for this rapid-fire adventure.</p>\n<p>The story mode follows the same story as the GCN game. It&#39;s a solid,<br />\nunpretentious FPS. But what sets GoldenEye DS apart are the righteously<br />\ngreat multiplayer modes.</p>\n<p>If you have one Game Card, up to eight players can wirelessly frag each<br />\nother. Just host a game and have your friends choose Download Play from<br />\nthe DS&#39;s menu. If you and your friends have multiple Game Cards,<br />\nGoldenEye: Rogue Agent offers four game modes and a wider variety of<br />\ncharacters and maps.</p>\n<p>Bottom Line</p>\n<p>The muliplayer arenas make GoldenEye: Rogue Agent a great title for the<br />\nNintendo DS.</p>"
}