{
    "id": "0527500005f30000",
    "name": "Retro Game Challenge [NDS]",
    "size": 18091333,
    "releaseDate": 20090210,
    "description": "<p>Thrown back in time to the 1980’s, you are turned into a young boy and<br />\nforced to play video games by an evil self-proclaimed “Game Master”,<br />\nGame Master Arino. Game Master Arino will test your gaming skills by<br />\nthrowing various challenges at you in a wide-variety of retro games<br />\nincluding shooters, racing, action and even an epic role-playing game -<br />\nyour only way to return is to defeat him in every retro game challenge<br />\nhe throws at you.</p>\n<p>But you are not alone in your quest – armed with access to gaming<br />\nmagazines, cheat codes can be found to warp to later levels, receive<br />\nunlimited continues or even become invincible! A young Arino is at your<br />\nside to keep you company during your challenges, quite amused at the<br />\nfact that he grows up to be so evil in the future to be the cause of<br />\nyour current predicament.</p>\n<p>Test your skills with the awesomeness of the 8-bit era and prevent the<br />\nretro games from exacting their revenge!<br />\nExperience Games in a Whole New Way – Rather than simply playing a<br />\ngame straight from start to finish, each game is played in short<br />\nspurts to accomplish specific goals.</p>\n<p>Wide-variety of Games to Keep Player Engaged – From classic shooters<br />\nto racing, ninja action to epic role-playing, game play variety<br />\nensures there’s something for everyone.</p>\n<p>Entire Games Available for Free Play – Every retro game that is<br />\nintroduced in the story is available in its entirety once the initial<br />\nchallenges have been completed.</p>\n<p>Experience the 80’s Gaming Culture – Not only do the in-game magazines<br />\nprovide cheat codes, they are a source of entertainment and a virtual<br />\nhistory lesson about the video game industry as fake 80’s news stories<br />\ncover actual emerging 80’s gaming trends, evolution of software, and<br />\neven the video game crash of 1983.</p>"
}