{
    "id": "0527500004e90000",
    "name": "Nintendo Touch Golf - Birdie Challenge [NDS]",
    "size": 33686961,
    "releaseDate": 20210203,
    "description": "Ignite the Fantasy Fairway! <br/>Time to meet all-new golf!<br/><br/>A whole new fantasy golf game available only in Birdie Crush!<br/>Visit Delion Bridge, a magical golf school where charming characters await!<br/><br/>Birdie Crush Introduction<br/><br/>■ Fantasy golf you can't find anywhere else ■<br/>Fantasy golf with beautiful 3D graphics and gorgeous course-specific skills!<br/>Go on a variety of field trips with adorable caddies!<br/><br/>■ Realistic hitting effects! ■<br/>Try a hole-in-one with an exhilarating perfect shot!<br/>Strategize, aim for the right timing and swing to clear various courses!<br/><br/>■ Easy and simple controls ■<br/>Play golf with single taps!<br/>Enjoy auto feature supported for the first time ever in the golf game and dynamic shots with simulation mode!<br/><br/>■ Compete with players all around the world ■<br/>Challenge yourself in a global live match!<br/>Show off your skills and win!<br/><br/>■ Enjoy campus life with various characters! ■<br/>Follow the story of the characters unfolding in Delion Bridge!<br/>Customize characters with colorful costumes and check out the hidden stories and exclusive animations!<br/><br/>A casual fantasy golf game for not just golf lovers but for everyone!<br/><br/>■ Official Birdie Crush Website ■<br/>- Official Community: :https://www.facebook.com/BirdieCrush<br/>- Official YouTube Channel: https://www.youtube.com/c/BirdieCrushFantasyGolf<br/><br/>▶Birdie Crush is available in 11 different languages!<br/>English, 한국어, 日本語, 中文简体, 中文繁體, Deutsch, Français, Español, Bahasa Indonesia, Italiano and ไทย!◀<br/><br/>Device App Access Permission Notice<br/><br/>▶ Notice per access permission<br/>Access permissions are requested in order for us to provide you with the following service when you use the app.<br/><br/>[Required]<br/>None<br/><br/>[Optional]<br/>- Notifications: The permission is required to send you push notifications regarding the game.<br/>- Camera: The permission is required to take profile pictures for HIVE members.<br/>- Contacts: The permission is required to find friends registered to contacts for HIVE members.<br/>- Photos: The permission is required to save/load game screens and change profile pictures for HIVE members.<br/>- Location: Used to search for nearby friends.<br/>※ Please note that you can still enjoy the service excluding features related to the above without giving access permissions.<br/><br/>▶ How to remove access permissions<br/>You can always change access permission settings whenever you'd like.<br/><br/>- Device Settings&gt; Select the corresponding app&gt; Choose either to enable/disable access<br/><br/><br/>• Items are available for purchase in this game.<br/>• For Com2uS Mobile Game Terms of Service, visit <br/>www.withhive.com.<br/>- Terms of Service : http://terms.withhive.com/terms/policy/view/M9/T1<br/>- Privacy Policy : http://terms.withhive.com/terms/policy/view/M9/T3<br/>• For questions or customer support, please contact our Customer Support by visiting http://www.withhive.com/help/inquire"
}