{
    "id": "0527500002c90000",
    "name": "Harvest Moon DS [NDS]",
    "size": 29342759,
    "releaseDate": 20080424,
    "description": "<p>\n      The Witch Princess has conjured up a prank that went too far! Now it's \n      up to you to restore the magic of Forget-Me-Not Valley.\n    </p><p>\n      Features\n    </p><ul>\n<li>\n        Raise cows, sheep, chickens and ducks\n      </li>\n<li>\n        Plant and grow a variety of crops and trees\n      </li>\n<li>\n        New festivals, extensions, items and minigames\n      </li>\n<li>\n        Inserting your copy of Harvest Moon: Friends of Mineral Town or \n        Harvest Moon: More Friends of Mineral Town into your Nintendo DS will \n        unlock many surprises in Harvest Moon DS!\n      </li>\n</ul><p>\n      Seek out all 101 Harvest Sprites as you plant fields, tend livestock and \n      find the right wife to share your farming dreams. As you find the \n      missing Harvest Sprites, they can help with chores around the farm ... \n      some might even unlock new activities or important information!\n    </p><p>\n      Fans of the Harvest Moon series will soon see that they're tilling \n      familiar soil with the Nintendo DS version. Setting up your farmstead \n      while maintaining relationships with the local honeys puts forward hours \n      of challenges for you. Luckily, the Harvest Sprites can help you on a \n      day-to-day basis.\n    </p><p>\n      As you perform tasks in the game, you discover a Harvest Sprite once you \n      hit certain benchmarks (such as chopping so much wood or cutting so much \n      grass). Once you discover a Harvest Sprite, you can visit their tree--a \n      home the Keebler elves would envy. There, you can request that a group \n      of Harvest Sprites help you with some duties, whether it's watering your \n      crops or helping you with your stamina.\n    </p><p>\n      They don't work for free, though. You need to give them medals. You can \n      buy medals or earn them by beating the house in a poker minigame. Hey, \n      Harvest Sprites love their table games.\n    </p><p>\n      Whether you're farming, wooing, mining or building, you'll need to move \n      fast. Time really flies once you're out and about in the sun. When you \n      are inside buildings or the mine, time will stop so that you can get \n      your work done.\n    </p><p>\n      Harvest Moon DS is scheduled for release in September 2006. Check back \n      for more information.\n    </p>"
}