{
    "id": "0527500005670000",
    "name": "Pokemon Mystery Dungeon - Blue Rescue Team [NDS]",
    "size": 19736337,
    "releaseDate": 20051117,
    "description": "<p>What if you woke up one day, and you were a Pokémon? What if all of the<br />\nsudden you find yourself in a NEW world, where you can speak and<br />\ninteract with other Pokémon? The adventure begins when you and your<br />\npartner Pokémon set out on rescue missions in a world ravaged by natural<br />\ndisasters. But what is your true purpose and destiny in this Pokémon<br />\nworld? That&#39;s the REAL mystery …</p>\n<p>Features</p>\n<p>An exciting and dramatic story pulls you into an involving world of<br />\nPokémon never seen before</p>\n<p>Use various moves and items to complete your rescue missions and<br />\nincrease your rescue team&#39;s reputation</p>\n<p>Meet more than 380 Pokémon on your journey. Become friends with them<br />\nand call upon them for help whenever you need to</p>\n<p>Strategic battles enhance the adventure as you explore deep dungeons<br />\nand towering mountains</p>\n<p>The contents of Pokémon Mystery Dungeon Blue Rescue Team and Red Rescue<br />\nTeam are about the same, but there are a few differences. There are<br />\nseveral DS-specific features of Pokémon Mystery Dungeon that you&#39;ll be<br />\nable to enjoy only when playing Blue Rescue Team, such as a dual-screen<br />\nview, touch-screen control and wireless connectivity. So, if you&#39;ve been<br />\nwaiting to pick up a Nintendo DS, there&#39;s no better time than right now.</p>\n<p>You come to the rescue!<br />\nMany Pokémon are in danger as natural<br />\ndisasters are devastating the land, and it&#39;s up to you, in your new<br />\nPokémon body, to form a rescue team. To find the truth behind all these<br />\ndisasters, you will need to explore one dank dungeon after the next.</p>\n<p>Since there are no trainers around, you will need to lead your team in<br />\nbattles, but your team members aren&#39;t as apt to follow your orders as<br />\nthey would a trainers. No trainers means no Pokéballs. So, to get other<br />\nPokémon to join your rescue team, you&#39;ll need to find ways to coerce<br />\nPokémon to join your side. The more rescues you make, the better your<br />\nRescue Team ranking. Your ranking can influence whether Pokémon agree to<br />\njoin your group or not.</p>\n<p>Journey in the dungeon<br />\nDungeons are unique. Every time you<br />\nenter a dungeon, it will have a new, randomly generated map. Item<br />\nlocations, stairs and enemies will change their location each time you<br />\nexplore. Don&#39;t bother going back and sketching where you found a rare<br />\nPokémon: It won&#39;t be there the next time you explore.</p>\n<p>If you fail in a dungeon, there are serious consequences. You&#39;ll lose<br />\nall your money, many of your items and experience you&#39;ve gained during<br />\nyour expedition. But don&#39;t worry -- just as other Pokémon have called<br />\nfor your help, you can call for help from other Pokémon Mystery Dungeon<br />\nplayers. They can then go into the dungeon where you met your match to<br />\nrescue your party, allowing you to salvage the money, items and<br />\nexperience you would have lost.</p>\n<p>The game system you&#39;re using determines your options for how to connect<br />\nthe game versions. DS gamers can use the wireless mode; GBA users must<br />\nuse the GBA Game Link Cable. You can always write down and exchange<br />\nWonder Mail using a password system as well.</p>\n<p>This is a new kind of Pokémon game, but many things remain the same as<br />\nin previous Pokémon RPGs, including the turn-based battles, diversity of<br />\nPokémon and the moves they learn. The game provides all sorts of new<br />\nways to confront your enemies. Your Pokémon still have their traditional<br />\nmoves, but those moves have new traits that let you customize complex<br />\nstrategies. You can link together moves and have them all execute in the<br />\nsame turn! Although these moves cost more points, the turn-saving<br />\ncombinations radically change how you view combat.</p>\n<p>Visit Pokémon Square<br />\nAfter you rescue Pokémon, head to<br />\nthe Pokémon Square, which serves as a base for your operations. The<br />\nPokémon-shaped buildings house all sorts of shops and services. Once you<br />\nestablish a base, Pelipper will deliver missions for you to undertake.<br />\nYou can buy items at the Kecleon Store, and Kangaskhan Storage is a<br />\nplace that will hold on to your items while you&#39;re in a dungeon. If<br />\nyou&#39;re looking to hone your fighting skills, go to Makuhita Dojo to get<br />\nin some practice.</p>\n<p>More than 380 kinds of Pokémon are available to travel with you, but<br />\nfirst you need to make sure they have a place to stay. For this, you<br />\nneed to unlock a Friends Areas. You can go to the Wigglytuff Club to buy<br />\nentry to a Friends Area. Sometimes you&#39;ll earn entry to an area as a<br />\nreward or you can meet special Pokémon to unlock their Friends Area.<br />\nOnce you&#39;ve earned entry to a Friends Area, you can visit it and talk to<br />\nthe Pokémon who have joined your party.</p>\n<p>Features unique to Nintendo DS<br />\nAlthough there are two similar<br />\nversions of Pokémon Mystery Dungeon for both Game Boy Advance and<br />\nNintendo DS, the features of Blue Rescue Team for DS further enhance the<br />\ngame&#39;s experience.</p>\n<p>You can control your team and access menus via the touch screen, view<br />\nyour map in real-time on the top screen and connect wirelessly with<br />\nother players who have a copy of Pokémon Mystery Dungeon: Blue Rescue<br />\nTeam. Another advantage to having a Nintendo DS is that you can trade<br />\nback and forth between Blue Rescue Team and Red Rescue Team by inserting<br />\nthe two games into the Nintendo DS&#39;s two game slots.</p>\n<p>Stay tuned for more information on Pokémon Mystery Dungeon as release<br />\ndate approaches.</p>"
}