{
    "id": "0527500007830000",
    "name": "Transformers - Autobots [NDS]",
    "size": 53305552,
    "releaseDate": 20070626,
    "description": "<p>\n      Transformers: Autobots and Transformers: Decepticons let gamers control \n      the outcome in the battle for Earth. Players can choose to protect the \n      Earth as Autobots or destroy it as Decepticons and will also experience \n      the unstoppable power and massive scale of their favorite Robots in \n      Disguise, including Bumblebee and Barricade.\n    </p><p>\n      Features\n    </p><p>\n      • Each Nintendo DS game features 20 unique story missions plus more than \n      20 challenge missions.<br/>• Leave rivals in the dust by instantly \n      morphing into a sports car, fighter jet or more! Scan more than 30 \n      unique vehicles and customize their paint schemes.<br/>• Nintendo Wi-Fi \n      Connection enables players to engage in the “AllSpark Wars” in which \n      they must help their side win the global conflict via daily challenge \n      missions and global player stats comparisons.<br/>• Local wireless \n      multiplayer modes (1-4 players) include Team Death Match and AllSpark \n      Sports.<br/>• Players take on enemy Autobots or Decepticons to build up \n      their custom Transformers stats and abilities. Both games feature huge \n      open environment city levels, including Casino Town and Hoover Dam. \n      Antarctic levels are exclusive to the Transformers: Autobots game and \n      desert levels are featured in the Transformers: Decepticons game.\n    </p><p>\n      As of May 20, 2014, the Nintendo Wi-Fi Connection service for Nintendo \n      DSi and Wii systems has been retired. Online features of this game are \n      no longer available after this date but this game still provides an \n      entertaining experience in offline mode.\n    </p><p>\n      To learn more about this service change, please visit To learn more \n      about this service change, please visit support.nintendo.com/servicesupdate.\n    </p><p>\n       \n    </p>"
}