{
    "id": "0527500007c30000",
    "name": "WarioWare - D.I.Y. [NDS]",
    "size": 17585952,
    "releaseDate": 20100328,
    "description": "<p>\n      Through the years, Nintendo has created hundreds of microgames for the WarioWare™ \n      series. Now we want to see what you've got. The WarioWare: D.I.Y. \n      game lets players create the same kind of microgames that are the \n      hallmark of the WarioWare series. Players design every aspect of \n      their creations, including graphics, animation, music and rules.\n    </p><p>\n      Features:\n    </p><ul>\n<li>\n        Do It Yourself! Take on the role of game designer and create your own \n        microgames by crafting everything from artwork, animations, music and \n        action instructions.\n      </li>\n<li>\n        WarioWare: D.I.Y. comes with more than 90 pre-made games to \n        play, but players who have access to a broadband Internet connection \n        can wirelessly download a virtually endless supply of user-generated \n        games, or upload their own creations to share with the world.\n      </li>\n<li>\n        When creating games, players can utilize a library of pre-made \n        graphics and sound samples, borrow elements from other microgames on \n        their system, or start from scratch.\n      </li>\n<li>\n        Sharing new content is the real key to WarioWare: D.I.Y., and \n        there are a number of ways for players to participate:\n      </li>\n<li>\n        Using a local wireless connection, friends can swap micro-games, \n        comics and music they have created.\n      </li>\n<li>\n        After the game launches, Nintendo will regularly make new micro-games \n        available for download to players who have access to a broadband \n        Internet connection.\n      </li>\n<li>\n        From time to time, Nintendo will challenge WarioWare: D.I.Y. \n        players to create games based on a specific theme. Nintendo will make \n        the best submissions available for download to players with a wireless \n        broadband Internet connection.\n      </li>\n<li>\n        Players can upload items to their Storage Crate in the Warehouse \n        (wireless broadband Internet access required). These products can then \n        be downloaded by any of the friends with whom they have exchanged \n        friend codes.\n      </li>\n<li>\n        If you want to take a break from creating and playing games, why not \n        try your hand at a comic strip? WarioWare: D.I.Y. includes all \n        the tools artists need to compose their own four-panel comic strips.\n      </li>\n<li>\n        Players who have a Wii™ console can add another dimension to their \n        game. By downloading the WarioWare: D.I.Y. Showcase game from \n        Nintendo's WiiWare™ service, players get access to 72 more \n        micro-games, and can experience the games they created with their \n        Nintendo DS™ system on their TV. Each of the elements in these new \n        games then becomes a part of the player's toolbox. The WiiWare game \n        also includes an unlockable multiplayer mode that lets up to four \n        people play micro-games competitively (additional accessories required \n        and are sold separately).\n      </li>\n</ul><p>\n      As of May 20, 2014, the Nintendo Wi-Fi Connection service for Nintendo \n      DSi and Wii systems has been retired. Online features of this game are \n      no longer available after this date but this game still provides an \n      entertaining experience in offline mode.\n    </p><p>\n      To learn more about this service change, please visit To learn more \n      about this service change, please visit support.nintendo.com/servicesupdate.\n    </p>"
}