{
    "id": "0527500001a30000",
    "name": "Dinosaur King [NDS]",
    "size": 50451476,
    "releaseDate": 20080923,
    "description": "<p>\n      Just as the second season of the Dinosaur King TV series kicks off on \n      the Kids WB this September, you will be able to excavate, battle and \n      trade your favorite dinosaurs from the show on your Nintendo DS!\n    </p><p>\n</p><p>\n      As Max or Rex, members of a dinosaur-hunting team called the D-Kids, \n      excavate realistic dinosaur fossils from all over the world using the \n      Touch Screen – you’ll even blow off the dirt covering them using the DS \n      microphone. Once you bring them to life in 3D with the amazing DinoShot \n      invention, take your favorite beast into battle. Collect and trade over \n      100 unique species of dinosaurs as you journey to stop the evil Alpha \n      Gang from using the mighty creatures to take over the world. With \n      special moves and various battle strategies, you and a friend will have \n      a blast competing head-to-head to find out who is the ultimate king of \n      the dinosaurs!\n    </p><p>\n</p><ul>\n<li>\n        Over 100 dinosaurs with special moves. Battles are full of excitement \n        and surprises with over 240 special dinosaur moves to master.\n      </li>\n<li>\n        Dinosaur Encyclopedia. Once you unearth a fossil, look up your \n        dinosaurs’ genealogy, era, stats and the area of the world where they \n        once lived.\n      </li>\n<li>\n        Dinosaurs change and develop. As you battle, your dinosaurs will \n        become more powerful with experience points, allowing them access to \n        new moves and tricks.\n      </li>\n<li>\n        Five exotic areas to explore. Excavate in North America, Asia, Europe, \n        Antarctica and Africa to unearth the actual dinosaurs of those regions.\n      </li>\n<li>\n        Upgradeable dinosaur-hunting equipment. Complete mini-quests to earn \n        equipment upgrades that will help you through the widely-varying \n        terrain you will encounter on your journeys.\n      </li>\n</ul><p>\n      As of May 20, 2014, the Nintendo Wi-Fi Connection service for Nintendo \n      DSi and Wii systems has been retired. Online features of this game are \n      no longer available after this date but this game still provides an \n      entertaining experience in offline mode.\n    </p><p>\n      To learn more about this service change, please visit To learn more \n      about this service change, please visit support.nintendo.com/servicesupdate.\n    </p>"
}