{
    "id": "0527500001d50000",
    "name": "Dragon Quest Monsters - Joker 2 [NDS]",
    "size": 70918414,
    "releaseDate": 20110919,
    "description": "<p>\n      As Monster Scouts, players can recruit wild monsters to build a team and \n      battle against other players in this turn-based role-playing game. Each \n      year, monster scouts from around the world gather to compete for the \n      title of world’s greatest scout. Players crash-land on a mysterious \n      island after their airship is struck by lightning. They must rescue \n      their missing passengers and crew members by fighting various enemies \n      using their own monster parties. The only way off the island is to solve \n      its many mysteries.\n    </p><ul>\n<li>\n        Become the world’s greatest Monster Scout in Dragon Quest \n        Monsters: Joker™ 2, a spinoff of the fan-favorite DRAGON \n        QUEST core series. Players scout and collect monsters in order to \n        build a team to battle enemies.\n      </li>\n</ul><p>\n</p><ul>\n<li>\n        When a player’s party encounters other monsters in a battle, they can \n        try to recruit those monsters with their scouting skills. A meter on \n        the top screen indicates the chance that players can scout a monster. \n        The higher the number, the higher the chance the monster will join a \n        player’s party.\n      </li>\n</ul><p>\n</p><ul>\n<li>\n        More than 300 different monsters are available to scout and \n        synthesize. By synthesizing two different monsters, players can create \n        new, more powerful monsters. These monsters can be customized using \n        more than 240 skill trees. Some monsters return from previous DRAGON \n        QUEST games, while others are new.\n      </li>\n</ul><p>\n</p><ul>\n<li>\n        In battles, monsters level up to learn new skills and become more \n        powerful.\n      </li>\n</ul><p>\n</p><ul>\n<li>\n        Players can battle their monster teams against one another using a \n        local wireless connection. Or, using a broadband Internet connection, \n        they can connect to Nintendo® Wi-Fi Connection to battle against other \n        players.\n      </li>\n</ul><p>\n</p><ul>\n<li>\n        •The Wi-Fi World Tournament lets players battle against other monster \n        teams around the world.\n      </li>\n</ul><p>\n</p><ul>\n<li>\n        The game supports a variety of Tag Mode options that let players \n        connect and share data with others:\n      </li>\n</ul><p>\n      - Players who connect via Tag Mode with owners of DRAGON QUEST VI®: \n      Realms of Revelation™ or DRAGON QUEST IX: Sentinels of the \n      Starry Skies™ can scout monsters from those games.\n    </p><p>\n      - Players who connect via Tag Mode with other Dragon Quest Monsters: \n      Joker 2 players can battle against them and have a chance to scout their \n      monsters without affecting their games.\n    </p><p>\n      As of May 20, 2014, the Nintendo Wi-Fi Connection service for Nintendo \n      DSi and Wii systems has been retired. Online features of this game are \n      no longer available after this date but this game still provides an \n      entertaining experience in offline mode.\n    </p><p>\n      To learn more about this service change, please visit To learn more \n      about this service change, please visit support.nintendo.com/servicesupdate.\n    </p>"
}