{
    "id": "05275000046f0000",
    "name": "MTV Fan Attack [NDS]",
    "size": 45929680,
    "releaseDate": 20170510,
    "description": "<strong>The Fan</strong> is an <strong>interactive photo fiction</strong> with real locations and actors.<br/><br/>Follow the story of \"The Fan\", a <strong>serial killer</strong> abducting women to fulfill his dark fantasies. His latest catch lies in his basement but she's not ready yet. Everything needs to be perfect for the ritual, when he'll show her \"True love\".<br/><br/>The fan is a <strong>first person exploration game</strong> with a unique twist. Driven by a creepy and unsettling atmosphere, it will take you deep within the darkest places of Paris underground.Gameplay<br/><br/>The Fan is entirely made with <strong>photos</strong>. It has a classic \"point and click\" feel, using only left and right click but it's closer to the recent Telltale Game series than to traditional adventures games. There are no painful mini-games or artificially inserted sliding puzzles as it is more about discovery and choices. Find out more about the Killer and his victims as the story unfolds and you may be the one to ultimately decide their fate.<br/><br/><strong>WARNING</strong>: The game isn't rated yet but I wouldn't recommend if if you're under 16, due to the themes and some violent sequences.<br/><br/>More About Me<br/><br/>My name is Cyril and I'm a Frenchie indie game dev. The Fan is my first released game ever =)<br/><br/>The game was created using Unity Personal Edition and mostly Lightroom for the pictures. I started the project in 2012 and did all the shootings, which was really fun, but when it came to actually \"make a game\", well, it took much more time, effort, tutorials, training and hard work than I expected :D<br/>Although The Fan is a pretty short experience (there are no overly twisted puzzles to keep you from going fast if you wanna rush it), it took thousands of pictures and a tremendous amount of work to make it look good enough. So please, tell me what you think!<br/><br/>Feel free to contact me directly if you have any question or comment, I'll be happy to answer!<br/><br/>"
}