{
    "id": "0527500000bf0000",
    "name": "Blue Dragon - Awakened Shadow [NDS]",
    "size": 67881653,
    "releaseDate": 20100518,
    "description": "<p>\n      In Blue Dragon: Awakened Shadow, the Nintendo DS sequel to the beloved \n      Blue Dragon original, players will completely customize their character \n      for the first time ever in the series and embark on epic quests to solve \n      the mystery of the stolen Shadows. Blue Dragon: Awakened Shadow is \n      designed to take full advantage of the Nintendo DS capabilities, \n      allowing players to engage in impressive boss battles with up to two \n      friends, and earn and trade exclusive items through local and Wi-Fi \n      multiplayer, another first for the series. Featuring more than 30 hours \n      of gameplay, players will enjoy real-time, action role-playing combat \n      which allows them to attack enemies faster than ever before with \n      multiple weapons or summon Shadow powers at will as they explore eight \n      challenging worlds in an expansive 3D environment KEY FEATURES: \n    </p><p>\n      • Brand New Head-to-Toe, Character Customization - Unique for Nintendo \n      DS role-playing games, players will customize their character’s physical \n      appearance, from gender, hair and facial expressions down to armor, \n      weapons and even voice. Elemental and stats boosts can also be added to \n      equipment through item synthesis<br/>• Fast Paced, Real-Time Combat - \n      Quickly attack enemies with a variety of weapons or summon Shadow powers \n      at will to unleash devastating spells.<br/>• Adventure Through Various 3D \n      Worlds – Players can complete multiple quests at their own pace and roam \n      expansive 3D worlds inhabited by formidable bosses.<br/>• Original \n      Storyline Based in the Blue Dragon Universe – Set two years after the \n      original 2007 Blue Dragon story, Blue Dragon: Awakened Shadow features \n      multiple side quests to unlock special items and characters and \n      continues the series' contemporary approach to traditional Japanese \n      role-playing games.\n    </p><p>\n      As of May 20, 2014, the Nintendo Wi-Fi Connection service for Nintendo \n      DSi and Wii systems has been retired. Online features of this game are \n      no longer available after this date but this game still provides an \n      entertaining experience in offline mode.\n    </p><p>\n      To learn more about this service change, please visit To learn more \n      about this service change, please visit support.nintendo.com/servicesupdate.\n    </p>"
}