{
    "id": "05275000023b0000",
    "name": "Final Fantasy Fables - Chocobo Tales [NDS]",
    "size": 40543208,
    "releaseDate": 20070403,
    "description": "<p>\n      As a loveable chocobo, players will tap, swipe and slide their way \n      through fables from the Final Fantasy world as they journey to rescue \n      their lost friends and restore peace to the land.\n    </p><p>\n      Developed exclusively for Nintendo DS, Final Fantasy Fables: Chocobo \n      Tales features a fun and enchanting world filled with trademark \n      characters from Final Fantasy. Featuring innovative stylus and touch \n      screen functionality, the game invites players to engage in dozens of \n      minigames and microgames as they turn pages on the next chapter of the \n      Final Fantasy franchise.\n    </p><p>\n      Once upon a time, there was a small, peaceful island protected by the \n      crystals of fire, earth, water and light. On this island lived Shirma, \n      Croma and a farm full of cheerful chocobos. Just when it looked like \n      they were all going to live happily every after, Croma brought back a \n      mysterious book from his latest journey. Without thinking twice, he \n      opened the dark tome and inadvertently invited misfortune upon the \n      island. Every nearby chocobo was sucked into the magical pages of the \n      wicked book.\n    </p><p>\n      Unbeknownst to all, Bebuzzu, who had once nearly laid waste to the \n      entire world, was imprisoned inside the pages of the book. Luckily for \n      the good guys, his strength was not fully restored…at least not yet. \n      Taking the role of a chocobo, players must rescue their friends while \n      stopping Bebuzzu from regaining his full scope of abilities.\n    </p><p>\n      As of May 20, 2014, the Nintendo Wi-Fi Connection service for Nintendo \n      DSi and Wii systems has been retired. Online features of this game are \n      no longer available after this date but this game still provides an \n      entertaining experience in offline mode.\n    </p><p>\n      To learn more about this service change, please visit To learn more \n      about this service change, please visit support.nintendo.com/servicesupdate.\n    </p>"
}