{
    "id": "05275000053d0000",
    "name": "Phoenix Wright - Ace Attorney [NDS]",
    "size": 45912647,
    "releaseDate": 20011012,
    "description": "<p>Phoenix Wright: Ace Attorney is a visual novel adventure video game developed by Capcom. It was originally released for the Game Boy Advance in 2001 in Japan, and has since been ported to multiple platforms. The Nintendo DS version, titled Gyakuten Saiban Yomigaeru Gyakuten in Japan, was released in 2005 in Japan and North America, and in 2006 in Europe, and includes an English language option. The game is the first entry in the Ace Attorney series, and has received several sequels and spin-offs.<br />\nThe story follows Phoenix Wright, a rookie defense attorney who attempts to get his clients declared &quot;not guilty&quot;. Among other characters are Phoenix&#39;s boss, Mia Fey; his assistant and Mia&#39;s sister, Maya; and prosecutor Miles Edgeworth. The player controls Phoenix through two types of sections: investigations and courtroom trials. During investigations, they gather information and evidence, and during trials, they cross-examine witnesses and answer questions from the judge, the prosecutor, and the witnesses. The story is split into five cases, the fifth being introduced in the Nintendo DS version to take advantage of gameplay elements using the handheld&#39;s touchscreen and not available in the original Game Boy Advance version.<br />\nDevelopment of the game was handled by a team of seven people over the course of ten months. It was directed and written by Shu Takumi, and was originally planned to be a Game Boy Color game about a private investigator. The game was designed to be simple, as Takumi wanted it to be easy enough for even his mother to play. While the original version of the game takes place in Japan, the localization is set in the United States; this became an issue when localizing later games, where the Japanese setting was more obvious.<br />\nThe game has been mostly positively received by critics, who have appreciated its premise, writing, characters and presentation. The game has been a commercial success both in Japan and internationally, with the North American release selling higher than expectations and being hard to find in stores shortly after release. Other media based on the game has been made: a manga series premiered in 2006; a film adaptation of the game, titled Ace Attorney, premiered in 2012; and an anime series adaptation started airing in 2016.</p>"
}