{
    "id": "0527500001d30000",
    "name": "Dragon Quest IX - Sentinels of the Starry Skies [NDS]",
    "size": 139911340,
    "releaseDate": 20090711,
    "description": "<p>\n      Dragon Quest® IX: Sentinels of the Starry Skies lets players \n      enjoy an adventure that is entirely their own, yet can be shared with \n      others anywhere, anytime. Players begin their adventure as an angel-like \n      guardian who is sent to retrieve the magical fruits of a sacred tree, \n      which have the power to grant wishes, and set off on an incredible quest \n      with three other companions.\n    </p><p>\n</p><p>\n      Customization:\n    </p><p>\n</p><ul>\n<li>\n        Players can create their own heroes, deciding how they would like \n        their face, hair and clothing to look. As the story unfolds, players \n        become stronger, smarter and more powerful, and can create custom \n        companions to join their group as well.\n      </li>\n</ul><ul>\n<li>\n        Players will have fun discovering more than 900 pieces of clothing, \n        armor, weapons and other items that will provide them with a unique \n        appearance and special abilities. Even occupations can be customized \n        and changed at any time. Players can take on one of a dozen different \n        jobs with varying strengths, weaknesses, spells and skills.\n      </li>\n</ul><p>\n</p><p>\n      Battle:\n    </p><p>\n</p><ul>\n<li>\n        Fast-paced battles unfold as players decide what to do and then view \n        cinematic action scenes. This format rewards careful thinking and \n        strategy over quick reflexes. The more foes players defeat, the \n        stronger their characters become.\n      </li>\n</ul><p>\n</p><p>\n      Social Features:\n    </p><p>\n</p><ul>\n<li>\n        Special multiplayer modes let players share their adventure with \n        others, allowing up to four players to team up via a local wireless \n        connection and experience the fun of tackling challenging monsters and \n        dungeons cooperatively with their own characters. Players can even \n        leave the game active in their backpacks, pockets or purses and still \n        interact with other players via an interactive “Tag Mode.” Fun \n        information about players’ characters can be wirelessly transmitted to \n        others.\n      </li>\n</ul><ul>\n<li>\n        Treasure maps allow players to find otherwise inaccessible special \n        dungeons called grottoes, which can contain rare items or enemies. In \n        Tag mode, treasure maps and customized greetings can be exchanged \n        automatically by players who come within range of one another.\n      </li>\n</ul><ul>\n<li>\n        Players with wireless broadband Internet access can visit an online \n        shop to find new items or download additional quests. The selection of \n        items changes daily. Some downloadable quests will continue the main \n        storyline of the game, while others offer standalone missions or \n        quests themed to a particular time of year.\n      </li>\n</ul><p>\n</p><p>\n      Story Elements:\n    </p><p>\n</p><ul>\n<li>\n        Talking with different characters will unfold the story and point \n        players toward their next mission. All quests come with a reward, \n        which might be anything from a rare item to a new, unlocked occupation.\n      </li>\n</ul><p>\n      As of May 20, 2014, the Nintendo Wi-Fi Connection service for Nintendo \n      DSi and Wii systems has been retired. Online features of this game are \n      no longer available after this date but this game still provides an \n      entertaining experience in offline mode.\n    </p><p>\n      To learn more about this service change, please visit To learn more \n      about this service change, please visit support.nintendo.com/servicesupdate.\n    </p>"
}