{
    "id": "0527500002810000",
    "name": "Ghost Trick - Phantom Detective [NDS]",
    "size": 90776804,
    "releaseDate": 20100816,
    "description": "<p>Experience this much beloved, touching story for yourself. Try this brand-new kind of &quot;Interactive Mystery&quot; for free right now!<br />\n<em>Devices and iOS supported: iPhone 5 or later, iPod touch, iPad with iOS 6 or later<br />\n</em>Languages: English, French, Italian, German, Spanish<br />\n◆ This Story Starts with Your Death<br />\nIn an obscure corner of the city, a single bullet takes your life, but that’s not all it takes. When you awaken as a spirit, you realize you have no recollection of who you are. Thus begins your search for the answers to these questions: “Who am I?”, “Who killed me?”, and “Why was I killed?”<br />\nOne night is all you have to answer these questions before your soul vanishes at dawn’s first light, and your only lead is the female detective who witnessed your death...<br />\n◆ &quot;Possess&quot; and &quot;Manipulate&quot; Your Way to the Truth!<br />\nAs the main character, you can possess and manipulate objects, such as a guitar or an umbrella, using your &quot;Powers of the Dead&quot;. A variety of actions will be available to you depending on what you possess. Strive to possess the truth itself!<br />\n◆ Rewind Time &quot;4 Minutes Before Death&quot; to Change Fate!<br />\nDeath seems to follow you wherever you go, but you can do something about that! Using one of your ghostly powers, go back to a point 4 minutes before a person’s death and change their fate!<br />\n◆ Chapters 1 and 2 are Free!<br />\nShould this touching tale “possess” you, the rest of the story is available for purchase under “Buy More Chapters” on the title screen.<br />\n◆Based on the Critically Acclaimed Nintendo DS Game<br />\n<em>GameSpot Best of 2011 Awards - Best Handheld Game Winner<br />\n</em>GameTrailers Game of the Year Awards 2011 - Best Nintendo DS Game Winner<br />\n*For iPod touch and iPad users, a Wi-Fi environment will be necessary to purchase additional chapters.</p>"
}