{
    "id": "0527500005010000",
    "name": "Operation - Vietnam [NDS]",
    "size": 16131823,
    "releaseDate": 20150305,
    "description": "<strong>counter-insurgency (COIN) war</strong> to secure the Ia Drang valley, on the border with Cambodia.<br/><br/>In order to win the <strong>Hearts and Minds</strong> of the local population you will need to search for and destroy the <strong>Vietcong (VC)</strong> insurgents, who infiltrate from the Ho Chi Minh trail and destabilize the province by intimidating the locals, laying mines and ambushing your forces.<br/><br/>The insurgents also have a bigger brother, the North Vietnamese Army (NVA). This well trained, conventional army have much wider ambitions than the VC, they want to take total control of the valley, a stepping stone to unifying North Vietnam with the South under communist rule.<br/><br/>The NVA conducts operations from across the border, primarily aimed at supporting the insurgency and launching offensives when the time is right. <br/>To carry out your COIN mission, co-ordination of ground troops, special forces, artillery, mechanized units, training of local forces (ARVN) and airmobile assets is essential, but of greater consequence is winning the support of the local population. With greater co-operation from the local inhabitants comes the reward of intelligence, a key factor in COIN warfare.<br/><br/>The war is not fought in isolation, so as the commander of the US forces, you will have the added complexity of managing the support for the war back home, should you the lose the Hearts and Minds of the American people, the war will also be surely lost.<br/>This is a game that captures the true essence of the Vietnam War, where airmobile operations are paramount, fire support bases play a critical role and air strikes can save the day.<br/><br/>Rise through the ranks and watch your personalized uniform transform from a junior Lieutenant to General as you relive the Vietnam War.<br/><br/>Features<br/><ul><li>Hearts and Minds victory conditions<br/></li><li>Political support model<br/></li><li>Full range of US units including transport helicopters, APC’s, armor, Gunships, Engineers etc<br/></li><li>Firebases and artillery support<br/></li><li>Special Forces operations (Green Berets)<br/></li><li>Operational intelligence map<br/></li><li>Training of South Vietnamese Army (ARVN)<br/></li><li>Napalm strikes<br/></li><li>Medevacs and in field repairs<br/></li><li>Minesweeping and ambushes<br/></li><li>Full logistical model<br/></li><li>Road and base construction <br/></li><li>NVA offensives</li></ul>"
}