{
    "id": "0527500000110000",
    "name": "Ace Attorney Investigations - Miles Edgeworth [NDS]",
    "size": 37002557,
    "releaseDate": 20090528,
    "description": "<p>Description</p>\n<hr />\n<p>Before purchasing please be sure to check your device’s capability</p>\n<hr />\n<p>An exciting new chapter in the Ace Attorney series!<br />\nAce Attorney Investigations: Miles Edgeworth takes the Ace Attorney series from the courtroom to the crime scene, leaving the legal battle behind while bringing the action to various crime scenes. This time around, the player takes on the role of famed prosecutor Miles Edgeworth, a memorable rival of charismatic legal eagle Phoenix Wright. Edgeworth actively investigates crime scenes in order to pursue the truth behind each case. By solving the challenging puzzles presented him, Edgeworth will work with the police to bring criminals to justice.<br />\nGame Summary<br />\n•   Guide Miles Edgeworth through various locations, examine and analyze clues, work directly with characters on the scene, find contradictions in suspect statements, and get to the truth by presenting decisive evidence.<br />\n•   Investigate crime scenes to search for evidence and confront other characters to find contradictions in their statements, to get closer to the truth.<br />\n•   High resolution graphics optimized for modern devices.<br />\n•   Utilize the all-new “Logic” system, where Miles can choose two pieces of information out of the various pieces he has collected and “combine” them to discover new information.<br />\n•   Reproduce the crime scene using the in game hologram and discover new information.<br />\n•   Experience the famously eclectic cast of characters of the Ace Attorney universe.<br />\n•   Purchase price includes the complete game<br />\nRecommended Specifications:<br />\nSmartphone and tablet with 2 GB RAM or more (Intel CPU is not supported)<br />\nCompatible OS:<br />\nAndroid 4.4 - 7.1.2<br />\nCompatible Models:<br />\nPlease check the following URL to see if your device is compatible.<br />\nhttp://www.us.capcommobile.com/ace-attorney-investigations-compatibility<br />\nIt is possible to purchase the game on an incompatible device.  Please be sure your device meets the minimum requirements. Please note that we can not issue a refund.<br />\nYou can search for other great Capcom games by entering &#39;capcom&#39; into the search field of the Google Play.</p>"
}