{
    "id": "0527500004050000",
    "name": "Mario vs. Donkey Kong - Mini-Land Mayhem! [NDS]",
    "size": 22671815,
    "releaseDate": 20101114,
    "description": "<p>\n      At the grand opening of Mario's new theme park, where Pauline is a \n      special guest, the first 100 guests will receive a mini Pauline toy. \n      Donkey Kong is the 101st guest to arrive. Instead of walking away empty \n      handed, he grabs Pauline and heads into the park. Now Mario must rescue \n      Pauline by guiding Mini Marios through over 200 new action-puzzle levels \n      filled with traps set by Donkey Kong. Grab your stylus and place girders \n      to cross pits, build conveyor belts, set springs, or even place warp \n      pipes to solve these puzzling levels. Mario VS. Donkey Kong: Mini-Land \n      Mayhem! is the latest installment in the Mario VS. Donkey Kong franchise \n      that offers plenty of new challenges for new players and fans alike.\n    </p><p>\n      FEATURES:\n    </p><ul>\n<li>\n        Use your stylus to strategically place items and solve different \n        puzzles. Once you tap the Mini Marios, be ready to react quickly to \n        help guide them safely to the exit.\n      </li>\n</ul><ul>\n<li>\n        With an intuitive interface, players of any experience level will be \n        able to enjoy Mario VS. Donkey Kong. Players can access the in-game \n        Help Mode that lets you get more information on key items. \n        Additionally, if players get stuck trying to solve a level, they can \n        now use the new Mini Guide to demonstrate a possible solution.\n      </li>\n</ul><ul>\n<li>\n        Feeling creative? Construct your own levels in the Construction Zone \n        with an easy-to-use level building tool. You are also able to share \n        your new levels with friends over local wireless or post them online \n        using the Nintendo® Wi-Fi Connection.\n      </li>\n</ul><ul>\n<li>\n        Access new levels created by fellow users with the Nintendo Wi-Fi \n        Connection. Store up to 160 additional puzzles to always take the \n        action with you, wherever you go.\n      </li>\n</ul><ul>\n<li>\n        Participate in the all new Challenge Mode where you will create a \n        level based on certain criteria. Players can vote for their favorites \n        and the top rated levels will be announced.\n      </li>\n</ul><ul>\n<li>\n        The new Mini Pauline toy has been added to the roster of familiar toys \n        in the series (Mini Mario, Mini Toad™, Mini Princess and Mini Donkey \n        Kong).\n      </li>\n</ul><p>\n      As of May 20, 2014, the Nintendo Wi-Fi Connection service for Nintendo \n      DSi and Wii systems has been retired. Online features of this game are \n      no longer available after this date but this game still provides an \n      entertaining experience in offline mode.\n    </p><p>\n      To learn more about this service change, please visit To learn more \n      about this service change, please visit support.nintendo.com/servicesupdate.\n    </p>"
}