{
    "id": "0527500006bd0000",
    "name": "Spyro - Shadow Legacy [NDS]",
    "size": 46394296,
    "releaseDate": 20051018,
    "description": "<p>Spyro: Shadow Legacy is a role-playing video game, part of the Spyro the Dragon. It is designed for the Nintendo DS and takes place after Spyro: A Hero&#39;s Tail. It is the final game in the original continuity; as the games released afterward, The Legend of Spyro: A New Beginning, and its subsequent sequels serve as a reboot of the series. </p>\n<p>Plot:<br />\nAt the end of their vacation at Dragon Shores, Spyro and his friends depart back to their homelands before wishing him the best of luck with some magic training at the Dragon Temple. Not long after he falls asleep on the beach prior to going there, a dark storm appears and traps everyone within the Dragon Realms, Avalar and the Forgotten Realms in a strange dimension known as the Shadow Realm. After initial guidance and being granted the Shadowstone from Elder Tomas, Spyro embarks on an adventure to master the martial art of dragon-kata and the use of magic, rescue everyone and unravel the mystery of the Shadow Realm.</p>\n<p>During his journey, Red, the villain from Spyro: A Hero&#39;s Tail returns and decided to fight Spyro once again. After losing in a very short battle, it was revealed that Red was a pawn to the Sorcerer, the one responsible for trapping everyone in the Shadow Realm. Red decides to change his ways and help Spyro defeat the Sorcerer. After Spyro makes his way to the Sorcerer’s lair, the Sorcerer reveals himself to be a dragon with four wings who, like Spyro, is purple as well. The two engage in combat, and when Spyro wins, the Sorcerer makes his escape before he loses his power completely. Spyro returns to the Dragon Realms, and a parade is thrown in his honor. Red soon arrives in the middle of everything and makes good on his word by apologizing to all of the Elder dragons. They all accept it (aside from Titan) and welcome him back. Later on, Spyro and the other Elders are seen preparing for when the Sorcerer strikes again. In another scene, the Sorcerer is seen flying away and the text at the bottom screen says: ‘They knew he would return. But this time the dragons will be ready … and waiting.’</p>"
}