{
    "id": "0527500006a50000",
    "name": "Spider-Man - Shattered Dimensions [NDS]",
    "size": 43874028,
    "releaseDate": 20100817,
    "description": "<p>Spider-Man: Shattered Dimensions is a groundbreaking, action-packed<br />\nadventure encompassing four dramatically different parallel universes,<br />\neach with its own Spider-Man armed with unique strengths. Each stunning<br />\nuniverse has its own detailed art design and thrilling gameplay with<br />\nchallenging skill sets to master in order to unlock powerful new moves.<br />\nExplore dramatic, stunning environments, wield explosive new powers, and<br />\nface epic boss battles against extraordinary foes. Experience the<br />\nlegendary Super Hero like never before: Four unique worlds. Four<br />\ndistinct Spider-Men. One unparalleled experience!</p>\n<p>The Tablet of Order and Chaos has shattered - hurtling fragments across<br />\ntime and space. As Spider-Man, you must overcome a collision course of<br />\nextraordinary challenges jam-packed with enemies, new and old, across<br />\nfour distinct parallel universes. Ground breaking gameplay lets you deal<br />\ndamage in a variety of ways with four unique Spider-Man Characters:</p>\n<p>Amazing Spider-Man — This most recognizable, acrobatic Spider-Man<br />\ndelivers innovative web combat and dynamic visuals in a world that pays<br />\ntribute to the classic era of our legendary Super Hero.<br />\nSpider-Man<br />\nNoir — The cunning and clandestine Spider-Man utilizes the shadows<br />\nto perform stealth takedowns in this 1930’s-influenced black-and-white<br />\ncinematic environment.<br />\nSpider-Man 2099 — Free-fall and glide<br />\nacross vertical buildings as Spider-Man 2099 in a futuristic, next-gen<br />\nlandscape of giant skyscrapers and fast-moving hover cars.<br />\nUltimate<br />\nSpider-Man — Play as the Black-suit Spider-Man in the Ultimate<br />\nuniverse where powerful tendril attacks become a strategic advantage in<br />\nthis contemporary world of vivid colors and electrifying environments.</p>\n<p>Features</p>\n<p>• Explore four distinct, dramatic settings. From the<br />\npen-and-ink-styled Amazing Spider-Man to the moody, 1930s Noir to the<br />\nthe futuristic 2099 to the vivid Ultimate, each dimension has its own<br />\nvisual art design that brings Spider-Man to life<br />\n• Experience<br />\nSpider-Man x4, with unique strengths for each world. Discover<br />\nunexpected and truly exciting gameplay mechanics that highlight the<br />\ndistinguishing characteristics of Spide-Man in each world, from the<br />\nshadowed stealth attacks of Spider-Man Noir to the free-falling of<br />\nSpider-Man 2099 and more.<br />\n• Go beyond the traditional New York<br />\nCity with a myriad of locations and styles. Venture through jungles,<br />\ntrain yards, military bases and more. Even New York City provides<br />\nsurprises and variety as it&#39;s updated to reflect the unique time period<br />\nof each of the four dimensions.<br />\n• Immerse yourself in truly epic<br />\nboss battles. Boss-themed levels bring the environments, music and<br />\npacing in tune with some of the most thrilling, iconic villains from<br />\nSpider-Man lore, including the lethal Carnage and the never-before-seen<br />\nHammerhead Noir. Deliver damage up close and personal with a<br />\nfirst-person perspective during key moments of battle where strategy is<br />\nkey to success.<br />\n• Variety, variety, variety. With four<br />\nvastly different worlds to explore, new abilities to uncover, plus<br />\nmultiple costumes and bonues to unlock, you&#39;ll discover new surprises<br />\naround every corner.<br />\n• NDS Exclusives. Experience<br />\nhigh-octane action and master strategic puzzles in this non-linear 3D<br />\nside-scrolling handheld version of the game with exclusive villains such<br />\nas Sivermane 2099 and Calypso Noir</p>"
}