{
    "id": "05275000057b0000",
    "name": "Pokemon SoulSilver Version [NDS]",
    "size": 44106439,
    "releaseDate": 20100314,
    "description": "<p>Pokémon HeartGold and SoulSilver Versions are available for the Nintendo DS and Nintendo DSi systems today!</p>\n<p>It&#39;s been nearly a decade since Pokémon fans first traveled to the scenic Johto region. With Pokémon HeartGold and SoulSilver Versions, they can return there to experience the exciting adventure of Pokémon Gold and Pokémon Silver on the Nintendo DS and Nintendo DSi systems. Check out updated graphics and sound, as well as awesome new touch-screen features and lots of surprises! Pokémon HeartGold and SoulSilver Versions bring dozens of Pokémon characters, such as starters Chikorita, Cyndaquil, and Totodile, back into the limelight for a new group of Pokémon fans—and long-time Trainers—to catch, train and battle!</p>\n<p>More to Touch!</p>\n<p>Plenty of enhancements have been to the gameplay, including all-new touch-screen controls! You can navigate your Pokédex, check out the inventory in your Bag, and even move Pokémon around inside your PC Boxes. If you’re a Trainer who would rather use the buttons, don’t worry—both methods will be available, so you can play in whatever way suits you best!</p>\n<p>The Pokéwalker!</p>\n<p>Pokémon HeartGold and SoulSilver Versions come with the brand-new Pokéwalker, an accesory that brings a dimension to Pokémon games that you’ve never seen before. The Pokéwalker is a special pedometer that you carry with you that lets you take Pokémon fun wherever you go! You can transfer a Pokémon onto the Pokéwalker accessory using an infrared connection between the Pokéwalker and your Game Card. Then as you Stroll around with your Pokémon, it’ll earn Experience Points. And you can even find items and new Pokémon while you’re on the go! The Pokéwalker is small enough that you can keep it in your pocket and take wherever you go. It also has a clip to hook it on your belt, and a hole for attaching a strap. It’s never been easier to take Pokémon with you!</p>"
}