{
    "id": "0527500007f90000",
    "name": "Yu-Gi-Oh! 5D's World Championship 2010 - Reverse of Arcadia [NDS]",
    "size": 173109963,
    "releaseDate": 20100223,
    "description": "<p>\n      The Dark Signers return seeking eternal supremacy over New Domino City \n      and the citizens of Satellite. Yu-Gi-Oh! 5D’s World Championship 2010 \n      includes features never before seen in previous World Championship \n      titles and a completely original storyline inspired by the animated \n      series. 5D’s Story Mode offers new stages torn from the animated series \n      with all new characters to interact with or jump into Free Duel mode to \n      get right into one-on one-action. Battle up to 4 friends with more than \n      3,500 playable cards.\n    </p><p>\n      Features\n    </p><p>\n      • Introducing 20 new characters to duel and interact with throughout \n      story mode including Crow, Carly, Lazer, Sayer and Kilan<br/>• Turbo \n      dueling has been enhanced to include puzzles while racing, increased \n      collection points and hidden pathways to make racing more exciting<br/>• \n      The Duelist Calculator has been added to help players quickly and \n      accurately calculate attack points and defense points when battling \n      opponents<br/>• All new Wi-Fi rankings system tracks your win percentage \n      against other duelists and either elevates your ranking by winning \n      against strong opponents or decreasing your ranking by losing to weaker \n      opponents<br/>• Cutting edge Play Record Functionality not only tracks \n      your last 20 wins but allows gamers to compare wins and losses with \n      other opponents they’ve competed against\n    </p><p>\n      As of May 20, 2014, the Nintendo Wi-Fi Connection service for Nintendo \n      DSi and Wii systems has been retired. Online features of this game are \n      no longer available after this date but this game still provides an \n      entertaining experience in offline mode.\n    </p><p>\n      To learn more about this service change, please visit To learn more \n      about this service change, please visit support.nintendo.com/servicesupdate.\n    </p>"
}