{
    "id": "0527500001450000",
    "name": "Code Lyoko Fall Of X.A.N.A [NDS]",
    "size": 37358433,
    "releaseDate": 20080620,
    "description": "<p>William is being held captive somewhere inLyoko by the evil virus<br />\nX.A.N.A. and it&#39;s up to you to help the Code Lyoko Warriors find and<br />\nfree him! To achieve this goal Ulrich, Yumi, Odd an Aelita must complete<br />\na number of challenging missions in the different sectors of the digital<br />\nworld of Lyoko. X.A.N.A. has created a new virtual world consisting of<br />\nReplikas based on Lyoko. To get to William the Code Lyoko team must<br />\nfirst destroy all of the Replikas from inside as well as the Super<br />\nComputer linked to each of them hidden in strategic locations around<br />\nLyoko and protected by tough high tech bosses. Their final challenge is<br />\nto defeat the mysterious and dangerous Volcano Replika containing the<br />\nvery core of X.A.N.A.: a crater containing a number of towers one of<br />\nwhich contains William…</p>\n<p>Code Lyoko 2 on NDS combines high-tech gadgetry and adrenaline-packed<br />\nmissions in an innovative blend of adventure, combat and space shooting<br />\ngameplay. Journey to the virtual universe with your favourite heroes to<br />\nand experience another chapter in an RPG adventure that&#39;s out of this<br />\nworld!</p>\n<p>Features</p>\n<p>• Explore the five different environments of the Digital World: Forest,<br />\nDesert, Mountains, Ice field and Volcano territory<br />\n• Fight against<br />\nmore than 20 different enemies, super tough bosses and the brand new<br />\nmonster from season 4, the Kolossus. Each enemy is characterised by<br />\ntheir own individual visual, behaviour and stats<br />\n• Carry out exciting<br />\nmissions with Odd, Yumi, Ulrich and Aelita each with individual skills,<br />\nweapons and stats and get back-up from Jeremy by summoning special<br />\nattacks only he can program!<br />\n• Some attack commands triggers mini<br />\ngames. Complete them successfully to increase the effect of your attacks!<br />\n•<br />\nThere are 5 missions to complete – one per territory. Each territory<br />\nholds 10 battle areas as well as a boss fight resulting in 50 battle<br />\nareas on Lyoko, 50 battle areas on Replika and 5 boss fights for a total<br />\nof 105 battles!<br />\n• Battle against your friends in 3 different<br />\nmultiplayer modes using the Nintendo DS Wi-Fi connection and find out<br />\nwho has the genuine team of Code Lyoko Heroes and whose team is made up<br />\nof Replicas</p>"
}