{
    "id": "0527500001030000",
    "name": "Call of Duty - Modern Warfare - Mobilized [NDS]",
    "size": 51308248,
    "releaseDate": 20091110,
    "description": "<p>\n      Call of Duty: Modern Warfare: Mobilized arms you with the latest \n      cutting-ege weaponry, vehicles, and tactics as you mobilize an elite \n      squad across the globe to take the fight to the terrorists. Battle it \n      out online in expanded multiplayer, challenge your high score in Arcade \n      Mode, or face off against an endless horde of enemy soldiers in Survival \n      Mode.\n    </p><p>\n      Features\n    </p><p>\n      • RETURN TO MODERN WARFARE - Arm yourself with the most \n      cutting edge military weaponry and tactics in the world to take the \n      fight to the terrorists. Wield assault rifles and high-caliber sniper \n      rifles, disorient your foes with flashbangs, smash through the \n      opposition in a massive Battle Tank, or call in an air strike to level \n      an enemy position.<br/>• DIVERSE GAMEPLAY- Fight on the \n      ground in building-to-building tactical combat, hack into enemy computer \n      terminals, take the controls of military vehicles like Battle Tanks and \n      UAV spy drones, or man the guns of an AC-130 gunship and rain down \n      destruction.<br/>• ALL-NEW GLOBAL CONFLICT - Jump between \n      U.S. and British elite military forces battling terrorists across global \n      hotspots, with a new Modern Warfare storyline and missions unique to the \n      DS game.\n    </p><p>\n      As of May 20, 2014, the Nintendo Wi-Fi Connection service for Nintendo \n      DSi and Wii systems has been retired. Online features of this game are \n      no longer available after this date but this game still provides an \n      entertaining experience in offline mode.\n    </p><p>\n      To learn more about this service change, please visit To learn more \n      about this service change, please visit support.nintendo.com/servicesupdate.\n    </p>"
}