{
    "id": "0527500004610000",
    "name": "Monster Tale [NDS]",
    "size": 26431899,
    "releaseDate": 20110301,
    "description": "<p>\n      A group of nasty kids have snuck into a secret world inhabited by \n      monsters and enslaved them as their pets. This ragtag pack of kids is \n      using the monsters to do all sorts of selfish, destructive things that \n      will ultimately result in the downfall of the Monster World. That is, \n      until little Ellie discovers the Monster World and befriends a \n      mysterious young monster named Chomp. This dynamic duo sets out on a \n      fantastic adventure where our Monster Tale begins....\n    </p><p>\n</p><p>\n      Features\n    </p><p>\n      • Developer Pedigree: From the key leads of the critically acclaimed DS \n      game Henry Hatsworth and the Puzzling Adventure (IGN’s Platform Game of \n      the Year).<br/>• Genre Mash-Up: Platform adventure on the top screen \n      mixed with a deep pet raising game on the Touch Screen.<br/>• Raise &amp; \n      Evolve Chomp: Train your monster companion in the Touch Screen Pet \n      Sanctuary. Give Chomp food, equipment and toys so that it grows, evolves \n      and gains new abilities to assist Ellie’s adventure. Chomp has \n      approximately 30 unique forms with different attributes and abilities \n      including attacks, shields, bombs, and bounces, among others. Chomp’s \n      abilities are directly related to how you raise him so nurture him with \n      the utmost care.<br/>• Chomp Will Do Your Bidding: Ellie can summon Chomp \n      from the bottom screen to the top screen at any time. Use Chomp to help \n      fight enemies and leverage his abilities to access new areas.<br/>• \n      Explore Monstrous Worlds: Battle through 5 non-linear worlds and face \n      off against a menacing kid-monster duo at the end of each. A Wicked \n      Treehouse, Monster Nightclub, Ancient Ruins and even a Monster Express \n      Train await you and your monster friend.<br/>• Pamper Your Pet: Collect \n      money throughout the game then use those earnings to shop for food, toys \n      or equipment for your monster pet. How you use Chomp in battle and what \n      items you give it--including weapons, pick-ups and power-ups--affect how \n      it evolves. Defeated enemies may even drop items that Ellie can pick up \n      to use for Chomp later on.<br/>• Pump Ellie Up: Apply earnings toward new \n      abilities or stat enhancements for Ellie to make her a more formidable \n      fighter.<br/>• Epic Battles: Go head to head with giant boss monsters and \n      their kid-king masters! String together devastating combos and throw \n      down some super attacks to get the upper hand.<br/>• Conquer Thy Enemy: A \n      myriad of inspired enemies await defeat. They fly, burrow, rocket, jump, \n      teleport, crush and much more in lots of devious and challenging ways.<br/>• \n      Acquire Runes: Defeat certain boss characters or discover hidden areas \n      to earn runes as you play. Gain permanent upgrades to give Ellie \n      additional abilities like dash, roll and wall jump to aid her on the \n      adventure.\n    </p>"
}