{
    "id": "0527500000510000",
    "name": "Art Academy [NDS]",
    "size": 29424747,
    "releaseDate": 20101025,
    "description": "<p>\n      Have you ever had an interest in art or wanted to learn how to draw and \n      paint? Well now you can with the Art Academy™ software for the Nintendo \n      DS™ system. Art Academy is a fun, interactive, and portable training \n      software that will teach you how to draw and paint, much as you would \n      learn in an art class.\n    </p><p>\n      Art Academy offers simple, easy to understand art lessons that you can \n      take at your own pace. You even have the ability to fast forward or \n      rewind a step if you would like to view it again. Vince is your in-game \n      art tutor and he will guide you through each new lesson, gradually \n      introducing new concepts to you. Each new lesson builds upon concepts \n      that you learned in previous lessons, complete with step by step \n      examples.\n    </p><p>\n      The software takes advantage of the Touch Screen on the Nintendo DS. \n      Simply use the stylus like a real pencil or paint brush when creating a \n      piece of art. The pencils, paintbrushes, color mixing, and paint \n      dilution effects produce realistic results, and feel very natural. All \n      of the skills learned in Art Academy can be applied to real-life \n      artist’s materials outside of the Nintendo DS environment.\n    </p><p>\n      So what are you waiting for? There is no time like the present to start \n      learning how to draw and paint with Art Academy.\n    </p><p>\n</p><ul>\n<li>\n        Free Paint Mode allows the player to create works of art when ever and \n        where ever they are inspired.\n      </li>\n<li>\n        There are different types of Pencil and Brush types for the player to \n        choose from when creating their art. This gives the player a lot of \n        creative freedom when painting and drawing.\n      </li>\n<li>\n        Paints are easily mixed on a painter’s pallet to get the desired \n        colors. They can also be diluted with water to adjust the color \n        saturation. The player can even choose how much paint is on the brush \n        at a given time.\n      </li>\n<li>\n        The Gallery is an area where the player can frame and save all of the \n        artwork they create. Gallery Images can be displayed in a slide show \n        or viewed one at a time.\n      </li>\n<li>\n        Art Academy includes all 10 of the lessons and tools from both Art \n        Academy: First Semester and Art Academy: Second Semester, which were \n        previously only available as Nintendo DSiWare™ downloads. Plus there \n        are 10 Mini Lessons and over 80 motifs that the player can choose from \n        to use as reference material when creating their art.\n      </li>\n<li>\n        When playing Art Academy on the Nintendo DSi system, the player has \n        the added feature of using the built in cameras to create reference \n        material. The player can take a photo and save it into the gallery and \n        then use it in Free Paint Mode.\n      </li>\n<li>\n        The player can send the Demo lesson via the local wireless connection \n        of their Nintendo DS to another Nintendo DS to be tried by another \n        player.\n      </li>\n</ul>"
}