{
    "id": "0527500000270000",
    "name": "Alexandra Ledermann Le Mystere Des Chevaux Sauvages [NDS]",
    "size": 34995767,
    "releaseDate": 20221101,
    "description": "“Des visages, des fissures”\r\n<p><em>C'est un jeu de puzzle narratif, vu du dessus, au style rétro. Le joueur y incarne Aëlice, une petite fille en proie à des terreurs nocturnes qui devra survivre et enchaîner les nuits de cauchemar.<br/></em></p>\r\nLe principe\r\n<p>Chaque niveau correspond à une nuit d’angoisse et de terreur. C’est le thème de la chanson éponyme, sur notre second album “Sermon d’Hypocrite”. Il faudra <strong>résoudre des énigmes et éviter des pièges mortels</strong> pour trouver la porte de sortie et attaquer une nouvelle nuit. Tout au long du jeu, de nouvelles mécaniques seront mises en place pour <strong>explorer cinq environnements</strong> chers au groupe.</p>\n<p>Ce n’est en fait qu’<strong>un prétexte pour parler de Desybes</strong>, raconter quelques anecdotes, <strong>mettre en avant d’autres groupes</strong>, des <strong>structures </strong>et <strong>associations </strong>avec qui nous avons eu la chance de travailler et que nous aimons. Le tout sur le ton de l’humour, sans se prendre au sérieux, avec des références culturelles improbables et sans vraiment faire peur <em>(quoique des fois, sur un malentendu …)</em>.</p>\r\nQui peut jouer ?\r\n<p><strong>Le jeu reste très accessible</strong>, même pour les non joueurs. Certaines énigmes seront peut-être plus difficiles à résoudre, et des passages plus techniques à passer, mais rien d'insurmontable. On espère que les gens iront s'entraider sur nos réseaux sociaux (facebook / instagram) avant de se lancer dans des défis de speedrun. <br/></p>\r\nComment jouer ?\r\n<p>“Des visages, des fissures” est <strong>jouable en ligne depuis votre navigateur</strong> ou depuis l'application Itch, avec une manette ou un clavier et probablement sur mobile. Si vous êtes ici, vous savez certainement comment ça se passe.</p>\n\n<p><strong>Si vraiment vous ne souhaitez pas passer par Itch, vous pourrez jouer directement sur notre site : dvdf-le-jeu.desybes.com/jouer/</strong><br/></p>\n<p>\n</p>\n<p><em>Il faudra s'acquitter d’un abonnement mensuel et acheter chaque niveau en contenu téléchargeable additionnel. Nous avons prévu une boutique intégrée pour que les joueurs bloqués puissent acheter des indices. Il y aura un battle pass pour gagner des loot box pour acquérir des apparences et des aptitudes spéciales pour notre héroïne, une monnaie en jeu pour acheter des ressources pour …<br/></em></p>\n<p>Pardon, nous ne sommes pas une grosse entreprise qui pense à monnayer son jeu en misant sur l’addiction avant même d’avoir une histoire à raconter. <strong>Le jeu est gratuit pour tous !</strong> On se devait de finir sur un constat des dérives du monde du jeu vidéo actuel. Dans la droite lignée de “Sermon d'Hypocrite”.\r\nOn vous laisse quand même l'occasion de <strong>nous faire un don si vous avez aimé</strong>.</p>\n<p><em>PS : Notre premier jeu, nommé simplement “L.I.S.”, reviendra peut-être dans une version remake.</em></p>"
}