{
    "id": "0527500000b10000",
    "name": "Bionicle Heroes [NDS]",
    "size": 33362169,
    "releaseDate": 20061114,
    "description": "<p>Developed by the makers of the best-selling children&#39;s title, LEGO Star<br />\nWars: The Video Game, BIONICLE Heroes brings to life the characters and<br />\nworld of LEGO&#39;s BIONICLE universe. This brand-new action/adventure title<br />\nfor kids allows players to control the entire 2006 toy lineup of<br />\nBIONICLE action figures, which features both the heroic Toa Inika and<br />\nthe villainous Piraka.</p>\n<p>Battle and explore your way through the jungles, volcanoes, and deserts<br />\nof the mysterious island of Voya Nui in this epic quest. In order to<br />\nsurvive, players will need to master the powerful weapons and elemental<br />\npowers of each BIONICLE character in order to defeat the Piraka and to<br />\nsolve the challenges and puzzles of this uniquely, interactive LEGO<br />\nuniverse. Spanning over 25 different levels and 6 elemental zones,<br />\nplayers will experience the ultimate BIONICLE adventure.</p>\n<p>The Official BIONICLE video game featuring the entire range of the<br />\nlatest BIONICLE action figure toys including both the evil Piraka<br />\nand heroic Toa Inika.</p>\n<p>Master the unique weapons and elemental powers of all of the Toa Inika<br />\nand Piraka.</p>\n<p>Battle your way through the rich, interactive BIONICLE universe of<br />\nVoya Nui which is made up of over 25 unique levels through 6 elemental<br />\nzones.</p>\n<p>Uncover and collect unique LEGO pieces that can be used to upgrade<br />\nweapons and special abilities as well as unlock special playable<br />\ncharacters, such as the Piraka.</p>\n<p>Discover secret areas and hidden extras that provide an interactive<br />\nworld in which kids will enjoy finding something new every time they<br />\nplay it.</p>\n<p>Experience the simple controls and accessible gameplay design created<br />\njust for kids and families.</p>"
}