{
    "id": "05275000053b0000",
    "name": "Phoenix Wright - Ace Attorney - Trials and Tribulations [NDS]",
    "size": 21859260,
    "releaseDate": 20040123,
    "description": "<p>Phoenix Wright: Ace Attorney − Trials and Tribulations is a visual novel adventure video game developed and published by Capcom. It was originally released for the Game Boy Advance in 2004 in Japan, and has since been released for several platforms, including a Nintendo DS version that was released in 2007 in Japan and North America and in 2008 in Europe. It is the third game in the Ace Attorney series, following Phoenix Wright: Ace Attorney (2001) and Justice for All (2002).<br />\nThe story follows defense attorneys Phoenix Wright and Mia Fey, who defend their clients in five episodes. Among other characters are Phoenix&#39;s assistant and Mia&#39;s sister Maya, her cousin Pearl, and prosecutor Godot. The gameplay is split into courtroom sections, where the player cross-examines witnesses and tries to discover contradictions in their testimonies, and investigations, where they gather evidence and talk to witnesses.<br />\nThe game was directed and written by Shu Takumi as the last game in an Ace Attorney trilogy; he also wanted it to be the final entry in the series, as he felt he had explored Phoenix&#39;s character fully. Because he was satisfied with the gameplay in Justice for All, he did not introduce any new gameplay mechanics in Trials and Tribulations. Flashbacks were used as a major theme in the game; this originated in Takumi trying to come up with a way of handling dialogue-integrated tutorials, and deciding to use a flashback to a case from when Mia was a rookie attorney.<br />\nThe game has received generally favorable reviews, with reviewers liking the story, writing, character designs and music, but with some criticizing the lack of new gameplay mechanics. Additionally, the Wii version was criticized for using resized graphics from the Nintendo DS version, without any modifications to make them appear better on a larger screen. The Nintendo DS version was a commercial success in North America, with pre-orders being more than double the amount Capcom had estimated.</p>"
}