{
    "id": "05275000042f0000",
    "name": "Mega Man Star Force 2 - Zerker X Saurian [NDS]",
    "size": 25200068,
    "releaseDate": 20080624,
    "description": "<p>\n      Mega Man Star Force returns, delivering another iconic, action-driven \n      Mega Man portable RPG adventure, featuring a totally upgraded, \n      cutting-edge interface utilizing the latest online communication and \n      device customization techniques. Developed by the team behind the \n      popular Mega Man Battle Network series, Geo Stelar and crew return to \n      battle a whole host of new enemies, including the mysterious Rogue who \n      threatens the peace of the virtual Wave World by unleashing hordes of \n      rampaging viruses. It's up to Geo and his virus-busting buddy, \n      Omega-Xis, to thwart this latest threat. Mega Man Star Force 2 blends a \n      unique formula of RPG exploration elements with fast-paced action, as \n      players travel and battle between coexisting worlds, the physical world \n      and the virtual Wave World, to unravel the mystery around this new \n      troublemaker. Players will encounter enemies in the virtual Wave World \n      and battle them on three-by-five battle grids with their Battle Card \n      deck. Mega Man Star Force 2 also adds an upgraded Transer system.\n    </p><ul>\n<li>\n        Two co-existing worlds - explore the real world in human form and \n        transform into Mega Man to maneuver through the virtual \"Wave World\".\n      </li>\n<li>\n        Each game version offers a unique powered-up transformation of Mega \n        Man based on the respective elemental powers and can unleash \n        spectacular special attacks.\n      </li>\n<li>\n        Each character has their own customizable Personal Page in the game \n        where Battle Cards and information can be viewed and traded with \n        friends to compare progress.\n      </li>\n</ul><p>\n      As of May 20, 2014, the Nintendo Wi-Fi Connection service for Nintendo \n      DSi and Wii systems has been retired. Online features of this game are \n      no longer available after this date but this game still provides an \n      entertaining experience in offline mode.\n    </p><p>\n      To learn more about this service change, please visit To learn more \n      about this service change, please visit support.nintendo.com/servicesupdate.\n    </p>"
}