{
    "id": "0527500004730000",
    "name": "MX vs. ATV Untamed [NDS]",
    "size": 19572230,
    "releaseDate": 20071217,
    "description": "<p>\n      MX vs ATV kicks it up a notch and shifts into high gear as the best \n      selling offroad franchise returns. MX vs ATV’s legendary Rhythm Racing \n      lets players pre-load into massive jumps and clutch through hairpin \n      turns at full speed all while retaining the smooth and authentic feel \n      not found in any other game.\n    </p><p>\n</p><p>\n      Attempt to own the offroad by dominating the innovative new “X-Cross \n      Tournament”. X-Cross brings together 6 unique racing series like \n      Opencross, Supercross, Rally and Supermoto and then crosses them into \n      one ultimate offroad championship. Brand new styles of racing are born \n      as powerful vehicles tear through treacherous trails in the new \n      Opencross mode, while then shifting gears to navigate asphalt and dirt \n      in Supermoto.\n    </p><p>\n</p><p>\n      Players can take control of the Monster and Trophy Trucks as they blitz \n      through rough rivers, rip though swampy everglades, and blaze through \n      the desert dunes. Customize your ride with new sponsorship logos on your \n      vehicle.\n    </p><p>\n</p><p>\n      Be the last vehicle standing as 6 players compete online.\n    </p><p>\n</p><p>\n      Welcome to the unpaved.\n    </p><p>\n      • X-Cross: 6 unique series are crossed into one ultimate offroad \n      championship\n    </p><p>\n      • Nintendo Debut: MX vs ATV brings the rivalry to a Nintendo platform \n      for the first time\n    </p><p>\n      • Wii Remote: Steer, preload, and stunt with unique Wii Remote controls\n    </p><p>\n      • Nunchuk Stunts: Steer and stunt with both hands create an all new \n      freestyle experience\n    </p><p>\n      • Ski-Jumps: Pull off the craziest combos ever in this all new freestyle \n      world\n    </p><p>\n      • Sponsorships: Carry up to 8 sponsorships on your vehicle to make it \n      your own\n    </p><p>\n      • Crash Camera: Watch the carnage unfold in super slow-motion\n    </p><p>\n      • Multiplayer: Fire out of the gates in 6 player online competition\n    </p>"
}