{
    "id": "0527500002750000",
    "name": "Gardening Mama [NDS]",
    "size": 25548283,
    "releaseDate": 20090213,
    "description": "<p>\n      Join Mama from the award-winning, multi-million selling Cooking Mama \n      franchise as she grows, nurtures and harvests fruits, vegetables and \n      flowers in the first ever gardening game for DS!<br/>Gardening Mama \n      transforms the DS stylus into a universal gardening tool that players \n      will use to plant, nurture and harvest flowers, fruits and vegetables. \n      Gamers can manage their garden through the seeding, blooming and \n      maturation phases, and then produce items from the plants they’ve grown. \n      A robust multiplayer mode lets up to four friends compete to grow the \n      biggest harvest and Treasure Box mode lets players share items they’ve \n      grown with friends. Gamers can even customize Mama!<br/>\n</p><ul>\n<li>\n        Gameplay in Gardening Mama is very similar to Cooking Mama \n        gameplay--use the stylus as your master garden tool to nuture 35 \n        different flowers, fruit trees and vegetables. Plant, water, \n        fertilize, prune, eliminate pests and then harvest what you’ve grown!\n      </li>\n<li>\n        Growing live products means that you may experience unexpected results \n        based on your care—flowers can bloom different colors, fruit trees can \n        grow different fruits, etc.\n      </li>\n<li>\n        Multiple modes of play include:\n      </li>\n</ul><p>\n      oLet’s Get Growing!—Grow a variety of flowers, fruits and vegetables in \n      your various gardens. Manage your gardens as they seed, bloom, bear \n      fruit and mature.\n    </p><p>\n      oDecorate the Garden!—Decorate your flower garden with various fences, \n      pots, flowers and more by earning bonuses to unlock new decorations.\n    </p><p>\n      oMake it Fancy! —Dress up Mama by changing her outfits, glasses, hair \n      and accessories with unlocked bonuses.\n    </p><p>\n<br/>\n</p>"
}