{
    "id": "0527500006510000",
    "name": "SimCity DS [NDS]",
    "size": 16210750,
    "releaseDate": 20070621,
    "description": "<p>\n      SimCity DS brings all the excitement of building and managing your own \n      city into the palm of your hands.\n    </p><p>\n      Features\n    </p><p>\n      • It’s Your City – Take charge of one of eight fictional cities or build \n      your own, exactly the way you want. Varied townscapes, beautiful \n      international landmarks and entertaining characters create a truly \n      individual flavor for each location.\n    </p><p>\n      • Stay in Control –Enjoy city management made simple, with user-friendly \n      designs and intuitive control. View your city in the top screen as it \n      grows and develops, then get to work with the Nintendo DS stylus and \n      Touch Screen.\n    </p><p>\n      • Help is at Hand –Even the most gifted Mayor needs a little guidance \n      sometimes. Luckily your trusty Advisors are on hand to instruct and \n      advise, as you learn the basics. No matter what events or problems \n      unfold, you can count on them for tips and training throughout, all \n      mixed with a little humor.\n    </p><p>\n      • Do it Your Way – Choose from two gameplay styles to customize your \n      SimCity DS experience. Select objective based gameplay to tackle tricky \n      challenges, or opt for more open-ended fun, enjoying the everyday ups \n      and downs of being a city boss.\n    </p><p>\n      • Save Our City! – Jump to the rescue to protect your town from \n      disaster. From blowing out fires with the microphone to fighting off \n      monster attacks with the Nintendo DS stylus, it’s up to you to defend \n      your citizens when calamity strikes. Can you be the hero of the hour?\n    </p><p>\n      • Only in SimCity DS – Exclusive features take the fun even further with \n      ingenious gameplay innovations. Use DS wireless communications to swap \n      letters with fellow Mayors and unlock international landmarks, and sign \n      your latest decree with a flourish using the Nintendo DS stylus.\n    </p><p>\n      From the highly intuitive city-building experience of using the stylus \n      on the touch screen like a drawing board to exciting mini-games \n      occurring every few minutes, the game is perfectly suited for gameplay \n      on-the-go.\n    </p><p>\n      For those players who are new to the franchise, the newly introduced \n      advisor characters will guide them throughout the game, offering helpful \n      tips on how to keep citizens happy or manage tax rates, while \n      entertaining players along the way.\n    </p><p>\n      The game is also open-ended enough for the hardcore fans of the \n      franchise to test their creativity, freely building unique cities with \n      the stylus.\n    </p>"
}