{
    "id": "0527500002210000",
    "name": "Feel the Magic - XY-XX [NDS]",
    "size": 24174398,
    "releaseDate": 20041121,
    "description": "<p>\n      Feel The Magic: XY/XX gets to heart of the Nintendo DS and shows how \n      touching is good, really good.\n    </p><p>\n      Features\n    </p><p>\n      • Gameplay takes full advantage of the Nintendo DS touch screen, dual \n      screen feature, and voice recognition system through both speaking and \n      breath\n    </p><p>\n      • Surreal, humor-driven story line with a romance twist\n    </p><p>\n      • Distinct, cutting-edge art style through the use of silhouette images.\n    </p><p>\n      • Unlockable features via Sega GBA games\n    </p><p>\n      SEGA’s Nintendo DS launch title is a quirky, highly stylized adventure \n      that’s packed with crazy events. Feel the Magic: XY/XX is exactly the \n      kind of visionary, high concept title that only Sonic Team and SEGA can \n      deliver. The game’s hero is doing everything he can to score a date with \n      a sunny beauty. He enlists the help of the Rub Rabbits – a suave gang of \n      super performers who wear plastic, members-only rabbit ears – to help \n      him get her attention. Through a series of madcap performances our hero \n      manages to impress the girl. When he finally takes her out, the \n      craziness really begins: a rival suddenly appears and a dark cloud is \n      cast over their love. Will he ever be able to feel the magic of true \n      love?\n    </p><p>\n      The game puts the unique hardware of the Nintendo DS to great use, \n      taking full advantage of both screens and the voice recognition system. \n      Throughout gameplay, players switch among the stylus, their voice, and \n      even their breath to control the main character.\n    </p><p>\n      To win the affection of the girl, our hero must impress her by \n      performing a series of stunts. Of course, he needs your help. Our hero \n      is faced with some of the quirkiest challenges around. When 100 bulls \n      rush toward the girl, you must tap every one to make sure they fall out \n      of the way. You will guide him as he tries to ride a unicycle across a \n      catwalk. You'll blow into the built-in microphone to blow out candles \n      before they start a fire. And that's only the tip of the Feel the \n      Magic's wacky gameplay iceberg.\n    </p><p>\n      If the hip, stylized art and addictive touch-screen gameplay wasn't \n      enough, you can unlock features for your beauty. Inserting certain \n      SonicTeam-produced GBA cartridges to unlock costumes and other cosmetic \n      features. Sonic Advance 3, Chu Chu Rocket and Sonic Battle are just a \n      few of the games that will unlock these special features.\n    </p><p>\n      Bottom Line\n    </p><p>\n      When a game is both innovative and fun, it's a must-have on any list.\n    </p>"
}