{
    "id": "05275000027b0000",
    "name": "Garfield's Nightmare [NDS]",
    "size": 17267162,
    "releaseDate": 20070828,
    "description": "<p>\n      Garfield came up with the crazy idea to combine breakfast, lunch and \n      dinner to have more time for his other activities. He crammed a couple \n      of pizzas, some lasagnes and two bags of jelly donuts into one big \n      sandwich. It seems this may have been a little too much… As he slowly \n      falling asleep and his nightmare begins...\n    </p><p>\n</p><p>\n      Garfield suddenly wakes up in a haunted castle – this is not the real \n      world but a strange dream world populated by the monsters of Garfield's \n      sub-conscious. Although Garfield loves sleeping, this horrible dream has \n      to end as soon as possible! Unfortunately Garfield smashed his little \n      alarm clock in the real world and now his only chance at waking up soon \n      depends on his ability to find the shattered pieces and put them back \n      together. Help him to wake him up from this frightful nightmare!\n    </p><p>\n</p><p>\n      Garfield's nightmare is a traditional 3D platform-puzzle game and \n      utilizes the DS hardware graphic capacity. Players will get a chance to \n      live one of the lives of their favorite feline in an astonishing, \n      mind-blowing environment filled with ghosts, spiders, glaciers and \n      fireballs.\n    </p><p>\n</p><p>\n      Each level will lead Garfield to engage in a final battle that will \n      transform his nightmare into a dream. Bosses will need to be terminated \n      during these timeless fights, gradually enhancing the difficulty level.\n    </p><p>\n      Features\n    </p><p>\n      • Play through 16 challenging levels to find each of the four alarm \n      clock pieces!<br/>• The levels are placed in 4 different, thematic \n      worlds: Haunted Castle, Cloudy Realm, Lava World and Winter Wonderland.<br/>• \n      Each piece is guarded by the tough boss of the dream world who must be \n      conquered in order to progress.<br/>• Each level contains a hidden \n      minigame utilising the Nintendo touch screen. Beat the minigame to \n      unlock secret chests.<br/>• Help Garfield maintain his energy level by \n      collecting lots of tasty food throughout the game including donuts and, \n      of course, lasagne.<br/>• All scenes and characters are presented in 3D, \n      combining classic jump’n’run gameplay with outstanding visuals.\n    </p>"
}