{
    "id": "0527500007e70000",
    "name": "Worms - Open Warfare [NDS]",
    "size": 19044886,
    "releaseDate": 20060314,
    "description": "<p>Are you worm enough to look a bazooka in the face? The classic Worms<br />\ncombat franchise makes its debut on Nintendo DS.</p>\n<p>Features<br />\nClassic turn-based gameplay</p>\n<p>Tons of unconventional weapons</p>\n<p>Battle via wireless LAN</p>\n<p>Randomly generated landscapes and tough AI</p>\n<p>Retaining the same award-winning gameplay, unique sense of humor and<br />\nclever mix of action and strategy that has epitomized the brand for<br />\nalmost a decade, Worms: Open Warfare brings the big guns and comes to<br />\nlife on the dual-screen Nintendo DS.</p>\n<p>The second screen makes weapon selection the easiest it&#39;s ever been for<br />\nthe franchise. The top screen displays the basic gameplay: the<br />\nbattlefield and all its spoils and obstacles, the worms and the health<br />\nof each worm. On the bottom screen, you&#39;ll notice a radar of the entire<br />\nmap, a timer indicating the seconds left to make your move and icons of<br />\nweapons you have at your disposal. To arm yourself, just tap the icon.<br />\nThere&#39;s two screens of weapons and equipment for your Worms to use to<br />\ndestroy the enemy unit.</p>\n<p>The game features four modes of play from the pick-up-and-go Quick Game<br />\nto Challenges. If you want to dictate the scenario, select the Create<br />\nGame mode. When you&#39;re with a friend who also has a DS, battle him in<br />\nMultiplayer mode.</p>\n<p>Up to four players can engage in wireless warfare with just one game<br />\ncard. The multiplayer game closely resembles the Quick Start mode where<br />\na map is randomly generated. You get to choose the difficulty level,<br />\nsetting for your battle (from jungle to space) and the type of Worms<br />\nthat will battle. This mostly affects the name and witty banter your<br />\nWorms dish out to each other.</p>\n<p>No two maps are the same as the game randomly generates a near infinite<br />\nnumber of landscapes in Quick Start, Create Game and Multiplayer modes.<br />\nIf you&#39;re up for a good challenge, see if you can take what the computer<br />\nAI can dish out in Challenge mode.</p>\n<p>The destructible landscapes and physics of the game are such that you&#39;re<br />\noften your own worst enemy. If you&#39;re not exact with your calculations<br />\nand take wind speed into account, you may end up doing more damage to<br />\nyourself than your opponent.</p>\n<p>Like other Worms titles, the presentation of the game is simple with<br />\nsolid gameplay, especially when it comes weapon selection. The replay<br />\nvalue of the game will depend on your competitive nature and if you have<br />\nhuman rivals you like to square off against. There are not an<br />\noverwhelming number of options, so the game feels pretty straightforward.</p>\n<p>Bottom Line<br />\nLike the others in the Worms series, Worms: Open<br />\nWarfare delivers a quality turn-based combat experience. It doesn&#39;t have<br />\na ton of options, but with the randomly generated landscapes and simple<br />\ngameplay, it makes for a fun pastime on Nintendo DS.</p>"
}