{
    "id": "05275000017f0000",
    "name": "Dawn of Discovery [NDS]",
    "size": 29285963,
    "releaseDate": 20090522,
    "description": "<p>\n      There are many unmet needs within the king’s empire - fulfill them, \n      while both expanding and sustaining the vast society.<br/>Dawn of \n      Discovery takes place in the year 1404, when King George’s land is \n      suffering from severe droughts and brutal famine. Aware of his people’s \n      distress, the king calls on his two sons, William and Edward, to acquire \n      new territories in order to produce enough goods to satisfy the needs of \n      his empire’s inhabitants. Whereas Edward suggests aggressive means to \n      collect the precious resources, his brother William offers a peaceful \n      solution, proposing to explore new and unsettled lands in the south of \n      the kingdom.\n    </p><p>\n      With his Father’s blessing, William heads south to the mysterious Orient \n      and returns with valuable new technologies such as the water pump that \n      allows dry lands to be cultivated in order to produce enough food for \n      the people. But there are still many unmet needs within the king’s \n      empire, and players are tasked with the mission of fulfilling those \n      needs while both expanding and sustaining the vast society.\n    </p><p>\n      Features\n    </p><p>\n      o Explore a beautiful islands world, discover new places to settle<br/>o \n      Be the creator of your own empire and make it grow as you wish<br/>o All \n      the controls are smooth, the interface is fully adapted to the Wii Remote<br/>o \n      Be considerate, plan wisely and learn to manage resources<br/>o Satisfy \n      the needs of your citizens, care for your society and make everybody \n      happy<br/>o Learn from other cultures (Oriental, European…) &amp; expand your \n      horizon<br/>o Master all challenges of the game and set up flourishing \n      metropolises<br/>o Relax &amp; build your cities in a living, peaceful and \n      lovely world<br/>o Play together with your family &amp; friends and let them \n      help you in developing your creation, thanks to the 2 Wii Remotes Co-op \n      Mode\n    </p>"
}