{
    "id": "0527500000470000",
    "name": "Apollo Justice - Ace Attorney [NDS]",
    "size": 54609827,
    "releaseDate": 20070412,
    "description": "<p>Court Is Back In Session<br />\nStar as rookie defense attorney, Apollo Justice, as he visits crime scenes, questions key witnesses and collects vital evidence before stepping into the courtroom to prove his clients’ innocence.<br />\nFeatures:<br />\n·       All-new high-resolution graphics<br />\n·       A new touch screen interface<br />\n·       Interactive forensic testing mini-games that allow players to reveal hidden clues by dusting for prints, testing for traces of blood, and other exciting techniques.<br />\n·       Two distinct gameplay segments:<br />\no   Investigation phase – survey crime scenes, interview witnesses and gather forensic evidence that will be used in court<br />\no   Trial phase – present findings from the investigation to support your case, listen to testimonies and examine witnesses<br />\n·       An eclectic cast of characters:<br />\no   Apollo Justice: Stepping into the shoes of Phoenix Wright, the new rookie attorney leads the series into an exciting next chapter<br />\no   Klavier Gavin: Lead prosecutor, Apollo’s nemesis and rock star legend<br />\no   Kristoph Gavin: the coolest defense attorney on the judicial circuit, and Apollo’s mentor.<br />\no   Trucy: A mysterious magician and Apollo’s assistant<br />\nThe initial purchase price includes half of episode one.  The remaining episodes can be acquired through in-app purchases<br />\nRecommended Devices:<br />\niPhone 5, iPhone 5s, iPhone 5c, iPhone 6, iPhone 6 Plus, iPhone SE, iPhone 6s, iPhone 6s Plus, iPhone 7, iPhone 7 Plus, iPod Touch (6th Gen）, iPad（4t Gen）, iPad Air, iPad Air2, iPad mini2, iPad mini3, iPad mini4, 9.7 Inch iPad Pro, 12.9 Inch iPad Pro<br />\nRecommended iOS:<br />\nOS：iOS7.0～iOS 10.0.3<br />\nIt may be possible to download the game on a device that is not officially supported.<br />\nPLEASE NOTE: “Apollo Justice: Ace Attorney” offers some optional in game content that requires payment. You can turn off the payment feature by disabling in-app purchases in your device’s settings.</p>"
}