{
    "id": "0527500000970000",
    "name": "Bee Movie Game [NDS]",
    "size": 32570144,
    "releaseDate": 20071030,
    "description": "<p>\n      Based on the upcoming DreamWorks Animation movie written, produced by \n      and starring Jerry Seinfeld, Bee Movie™ Game allows players to race, \n      chase, fly and blast their way through the adrenaline-fuelled world from \n      the feature film and beyond. As the witty and courageous Barry B. \n      Benson, gamers are propelled on an exciting adventure to save the bee’s \n      production of honey.\n    </p><p>\n      All the Action from the Film and More – Play as Barry B. Benson and live \n      in the dynamic Bee Movie™ Game universe with seamless graphics from film \n      to game. Game features over 15 levels, addictive multi-player \n      mini-games, compelling side-quests, plus a wide variety of \n      never-before-seen content co-created by DreamWorks Animation and \n      Activision exclusively for the game. Built native on the next-gen \n      consoles, the game’s animation system brilliantly captures Barry’s \n      lighting-fast pace while he’s chasing targets, engaging in aerial \n      dogfights and dodging deadly raindrops.\n    </p><p>\n</p><p>\n      Play in the Bee World and the Human World– Enjoy an endless stream of \n      fast-paced fun and adventure as you experience life from a bee’s \n      perspective in Barry’s waxy home-town of New Hive City, an immersive and \n      bustling wax city built by bees that is located inside a Central Park \n      beehive. Embark on your adventure in the human world as you adventure \n      through New York City with your hi-tech bee gear including the \n      star-of-the-art collecting tool called “The Pollinator” &amp; your super \n      secret spy camera.\n    </p><p>\n</p><p>\n      Race, Chase, Drive and Blast! – In New Hive City, burn rubber in \n      exciting race car challenges and take on driving missions in a variety \n      of cool bee vehicles. Then, venture out into the human world as you \n      experience thrilling chase sequences that take place throughout New York \n      City. Learns to navigate an onslaught of traffic, narrowly avoiding \n      collisions with speeding cars, tennis balls, angry hot dog vendors, and \n      other hazards a bee must avoid. And, with your handy bee accessories, \n      you will blast your way through dangerous situations as you solve the \n      mystery of the missing honey.\n    </p><p>\n</p><p>\n      Are You FLY Enough? – Players must master Barry’s aerial flying and \n      targeting skills as they zero in on clues, avoid obstacles, survive \n      nasty rainstorms and fend off enemies such as pesky hornets and \n      dragonflies.\n    </p><p>\n</p><p>\n      Bee Vision – Switch to bee vision at any time to locate key safe zones \n      and pollen stations as you navigate through the perils of the big and \n      wide human world.\n    </p><p>\n</p><p>\n      Stop Time with Barry’s Bee Reflexes - Activate your bee reflexes and \n      stall time to a near stop as you help Barry out of some slippery \n      situations. Utilize this unique mechanic to dodge massive powerful \n      raindrops, as bees can’t fly in the rain, and to maneuver your way \n      though fierce boss battles.\n    </p><p>\n</p><p>\n      Join your friends in multi-player action – Challenge a friend in \n      multi-player mini-games, such as racing hotrods in New Hive City or \n      competing in a heart-pounding aerial chase through New York City. \n      Additionally, players can experience and master many of the Generation \n      Hex Arcade titles with a friend in two-player mode.\n    </p><p>\n</p><p>\n      Generation Hex Arcade - In New Hive City, players can visit the \n      Generation Hex Arcade and experience classic 16-bit style Activision \n      arcade games revisited in all-new bee themes. Games include “Freeway,” \n      where players must do their best to cross a busy street without getting \n      stopped and “Hive Invasion” in which gamers must defend the hive from an \n      incoming force.\n    </p><p>\n</p><p>\n</p><p>\n       \n    </p>"
}