{
    "id": "05275000065b0000",
    "name": "Sims 3, The [NDS]",
    "size": 72305188,
    "releaseDate": 20100601,
    "description": "<p>Product description: Widen your Sim’s horizons with a bunch of killer new career opportunities. With The Sims™ 3 Ambitions, decide whether your Sim will be the brave town hero or cause loads of mischief among their neighbors. Make your Sim save the day as a brave firefighter, change the town as a leading architect, or live on the edge as a tattoo artist. Will your Sim find success as a billionaire high-tech inventor or eke out a living as a bumbling mad scientist? Will they uncover secrets as a private investigator by dusting for prints or roughing up a suspect for information? Their future is entirely in your hands!<br />\nKey features:<br />\nFor the first time ever, you control your Sim’s actions and interactions while they’re on the job.<br />\nBe a hero or mess with the neighbors as a firefighter, private investigator, doctor, ghost hunter, and more!<br />\nChoose how your Sim’s career progresses—will they work for good or evil, pursue creative endeavors, rise to success as a mogul, or shirk responsibility as a slacker?<br />\nYour Sim’s on-the-job choices now change their town and affect other Sims as well. Modify the town’s structure as an architect or set neighborhood fashions as a stylist.<br />\nEnjoy all-new skills and activities! Master the arts of inventing, sculpting, and tattooing, and use your skills to earn Simoleons.<br />\nOnline Disclaimer:<br />\nINTERNET CONNECTION AND ACCEPTANCE OF END USER LICENSE AGREEMENT REQUIRED TO PLAY THE SIMS 3 DIGITAL DOWNLOAD PRODUCT. ACCESS TO ONLINE SERVICES REQUIRES AN INTERNET CONNECTION, EA ACCOUNT AND GAME REGISTRATION WITH THE PROVIDED ONE-TIME USE SERIAL CODE.  REGISTRATION IS LIMITED TO ONE EA ACCOUNT PER SERIAL CODE AND IS NON-TRANSFERABLE. EA ONLINE PRIVACY POLICY AND TERMS OF SERVICE CAN BE FOUND AT www.ea.com. YOU MUST BE 13+ TO REGISTER FOR AN EA ACCOUNT.  MAC USERS MUST UPDATE TO THE LATEST VERSION OF THE SIMS 3 LAUNCHER TO ACCESS ONLINE SERVICES, INCLUDING SIMPOINTS AND DOWNLOADS.  INCLUDES SOFTWARE THAT COLLECTS DATA ONLINE NECESSARY TO PROVIDE AND ACTIVATE IN-GAME ADVERTISING FOR ALL THE SIMS 3 PRODUCTS PREVIOUSLY OR HEREAFTER INSTALLED.<br />\nEA MAY RETIRE ONLINE FEATURES AFTER 30 DAYS NOTICE POSTED ON www.ea.com/2/service-updates.</p>"
}