{
    "id": "0527500001eb0000",
    "name": "Ducati Moto [NDS]",
    "size": 25429377,
    "releaseDate": 20080708,
    "description": "<p>\n      Get on the gas in the exciting Nintendo DS roadracing action on a \n      Ducati, the ultimate expression of the most extreme racing machine \n      today! Just like the Ducati, this action-packed NDS game is built for a \n      single-minded purpose - experience the thrill! Choose a Monster or \n      Superbike and ride the fastest stopping and quickest lapping Ducati, \n      known the world over as the most powerful and best handling motorcycles. \n      Want to mix it up? Climb aboard the Hypermotard and take on asphalt \n      canyons, mountain curves or dirt roads with total abandon. Compete in 50 \n      Challenges across five exotic locations in one of the numerous single \n      player modes or challenge a friend in multiplayer mode! Get on your NDS \n      Ducati now for full stop and fast forward action!\n    </p><p>\n</p><ul>\n<li>\n        Race in five Championship Events including Time Attack, Race, \n        Eliminator, Race Line, and Stunt Challenge.\n      </li>\n<li>\n        Challenge yourself in exotic locations such as Morocco, Italy, Hong \n        Kong, and more.\n      </li>\n<li>\n        Choose from 11 Ducati motorcycles including the Monster, Hypermotard, \n        848 &amp; 1098 Superbikes, and Desmosedici RR.\n      </li>\n<li>\n        Choose from eight unique characters each in their own colorful and \n        distinctive leathers.\n      </li>\n<li>\n        Experience the arcade-style roadracing with power sliding, wheelies, \n        and on-track jumps.\n      </li>\n<li>\n        New stunt modes including wheelies, burnouts and jumps.\n      </li>\n</ul><p>\n      As of May 20, 2014, the Nintendo Wi-Fi Connection service for Nintendo \n      DSi and Wii systems has been retired. Online features of this game are \n      no longer available after this date but this game still provides an \n      entertaining experience in offline mode.\n    </p><p>\n      To learn more about this service change, please visit To learn more \n      about this service change, please visit support.nintendo.com/servicesupdate.\n    </p>"
}