{
    "id": "0527500005ad0000",
    "name": "Professor Layton and the Last Specter [NDS]",
    "size": 220773803,
    "releaseDate": 20111017,
    "description": "<p>\n      This fourth installment of the Professor Layton puzzle adventure series \n      begins a new trilogy that is a prequel to the original games. Three \n      years before the events in the Professor Layton and the Curious Village™ \n      game,Professor Layton receives a letter from his old schoolmate Clark \n      Triton. It states that “a mysterious giant shrouded in fog has been \n      laying waste to our houses.” The professor heads to the town of \n      Misthallery to investigate, and is joined by Emmy, his new assistant. \n      What is the meaning of all the destruction, and is it related to the \n      village’s folklore legend of a “specter”? The unfolding story details \n      how Professor Layton and his apprentice, Luke, met.\n    </p><p>\n      Features\n    </p><ul>\n<li>\n        Players move the mysterious story forward by solving a multitude of \n        brain teasers, riddles and conundrums. This game contains more puzzles \n        than any in the series so far.\n      </li>\n<li>\n        Free downloadable puzzles will be available weekly after the game’s \n        launch\n      </li>\n<li>\n        Players also get the bonus role-playing game called Professor Layton’s \n        London Life™ that contains 100 hours of additional content.\n      </li>\n<li>\n        In the bonus role-playing game Professor Layton’s London Life™, the \n        player’s character lives in “Little London” with Professor Layton and \n        a number of characters from the series. Players can customize their \n        character with special clothing and collect items and furniture. Some \n        of these help the player’s character to enter certain areas of the \n        city or perform tasks that help out the townspeople.\n      </li>\n</ul>"
}