{
    "id": "05275000065d0000",
    "name": "Six Flags - Fun Park [NDS]",
    "size": 41970380,
    "releaseDate": 20090303,
    "description": "<p>\n      Six Flags Fun Park brings the entire theme park onto gaming systems \n      everywhere for the first time! Take a stroll through a familiar world \n      filled with your favorite theme park games all re-imagined and within a \n      colossal park environment that is sure to keep gamers challenged. Along \n      the way, you will be able to explore the expansive park, customize your \n      characters and play against friends and family with 40 mini-games. Enter \n      the fun park and experience all that Six Flags has to offer within your \n      own home!\n    </p><p>\n      More Games, More Fun! - With 40 mini-games to play, Six Flags Fun \n      Park is the perfect party game for all ages. Go head to head with your \n      friends and family in classic games such as Strongman and many more!\n    </p><p>\n      Bring the Six Flags Experience Home! - Explore a \"living world\" \n      park and unlock all of the different sub-worlds within it as you travel \n      through Hurricane Harbor to Fright Fest and beyond.\n    </p><p>\n      Interact With Your World - Step up and go for the grand prize, \n      click on booths to start playing, hop on rides that catch your eye, or \n      interact with a variety of odd and memorable characters to see how they \n      react!\n    </p><p>\n      Get in the Game! - With the Wii Remote, you can interact with the \n      midway like never before - every dart, ball, ring, and water gun is \n      directly under your control!\n    </p><p>\n      Customize Yourself - Create your character and accessorize him or \n      her by winning and trading accessories. Even better, some pieces of \n      clothing will give you advantages at certain types of games - slap on \n      that cowboy hat and light up the shooting range for the highest score!\n    </p><p>\n      Take a Ride! - After you win tickets on the Skee-Ball lanes, \n      splurge them on exciting rides to win prizes, or take Rosie on the \n      Ferris Wheel to gander at the park and watch her affection grow!\n    </p>"
}