{
    "id": "05275000020f0000",
    "name": "Etrian Odyssey III - The Drowned City [NDS]",
    "size": 31649263,
    "releaseDate": 20100921,
    "description": "<p>Off tranquil ocean shores, far below the surface of the sea, the city of<br />\nArmoroad bears a secret. Rumor suggests that this coastal metropolis is<br />\nless than it once was; much of it, they whisper, was lost to the<br />\nunforgiving waters. Will you assemble and train a team of explorers to<br />\nuncover once and for all what really lies beneath, or will you succumb<br />\nto the innumerable dangers hidden in the abyssal depths?</p>\n<p>Features</p>\n<p>• Create your unique team -- A system of 10 new classes and sub-classes<br />\nand a wealth of proprietary skills make developing the optimal party<br />\nabsorbing, tactical, and rewarding. A maximum of 30 possible member<br />\nslots provide plenty of room to experiment. You decide where to apply<br />\nmembers&#39; skill points: will you invest in sword mastery or learn a new<br />\nhealing spell?<br />\n• Live and die by your map(-making) -- When danger<br />\nlurks around every corner, it is imperative to keep track of where you<br />\nhave been and what you found there. The streamlined map maker lets you<br />\ndraw paths, paint in terrain, and drag and drop icons. Watch the map<br />\ngrow bigger and more detailed under your hands as you capture every<br />\ndoor, map, set of stairs, and secret pathway.<br />\n• Adventure in the high<br />\nseas -- The ocean becomes a new stage for exploration as you take to the<br />\ncity of Armoroad to uncover the secret of why half of this once vibrant<br />\nand technologically advanced metropolis sunk below the waves. Sail your<br />\nship, chart the ocean map, sink enemy vessels, and take on seagoing FOEs<br />\non your way to playing out one of three possible endings.<br />\n•<br />\nWirelessly share with friends -- Up to 5 friends can team up in special<br />\ncombat challenges over a local wireless connection to take down the<br />\ntoughest monsters living in the ocean. Additional options let you<br />\nwirelessly trade items.<br />\n• Up to 5 Players</p>"
}