{
    "id": "05275000082b0000",
    "name": "Pokemon conquest Ultimate v1.0.20 [NDS]",
    "size": 63395669,
    "releaseDate": 20120618,
    "description": "<p>\n      In the Pokémon™ Conquest game, you take on the \n      role of a young Warlord who is linked with a Pokémon. Together with your \n      Pokémon, you must set out to recruit Warrior allies to strengthen your \n      growing kingdom. Along your journey, you will encounter a variety of \n      Pokémon, as well as Warriors and Warlords inspired by the Japanese \n      feudal era which fans of the famous Nobunaga’s Ambition series of games \n      will recognize. The game contains nearly 200 Pokémon, including many \n      from the Pokémon Black Version and Pokémon White Version \n      games, which have sold more than 4 million copies combined in the U.S.\n    </p><p>\n      As the battlefield unfolds in Pokémon Conquest, you must \n      choose the correct Pokémon type to inflict maximum damage on your \n      opponent. The turn-based skirmishes, allow you to choose different \n      tactics for intense 6-on-6 battles, and battle conditions can change on \n      every turn, keeping you on your toes in anticipation of what will happen \n      next.\n    </p><p>\n      Features:\n    </p><ul>\n<li>\n        It’s a new way to play Pokémon in a land filled with Warriors and \n        Pokémon and the ties that bind them together.\n      </li>\n<li>\n        The main action of the game takes place on the battlefield where \n        Pokémon fight in a turn-based, tactical battle system.\n      </li>\n<li>\n        Be a Warlord, and control your Pokémon in battle! As a Warlord, you \n        command other Warriors and their Pokémon in your army.\n      </li>\n<li>\n        All Warriors have special abilities they can use to help their Pokémon \n        in battle, but Warriors are there to command the Pokémon on the field \n        of battle. It is their Pokémon that move, fight, attack on the field \n        of battle.\n      </li>\n<li>\n        Recruit Warlords and Warriors by defeating them in a unique battle \n        system never seen in a Pokémon game. As you acquire castles, new \n        Pokémon, Warlords, and Warriors become available as well as new ways \n        to train them.\n      </li>\n<li>\n        When battles are won, you take control of the new castle, recruit \n        Warriors from that kingdom, and gain access to new Pokémon.\n      </li>\n</ul><p>\n      As of May 20, 2014, the Nintendo Wi-Fi Connection service for Nintendo \n      DSi and Wii systems has been retired. Online features of this game are \n      no longer available after this date but this game still provides an \n      entertaining experience in offline mode.\n    </p><p>\n      To learn more about this service change, please visit To learn more \n      about this service change, please visit support.nintendo.com/servicesupdate.\n    </p>"
}