{
    "id": "0527500007b30000",
    "name": "Vegas Casino High 5 [NDS]",
    "size": 16308393,
    "releaseDate": 20131108,
    "description": "Feel the excitement of big wins and epic jackpots in favorite Vegas slot games! High 5 Casino features the largest collection of authentic hit slots, straight from the casino floor to your device! Play Hoot Loot™, Jaguar Princess™, Valkyrie Queen™, plus many more FREE slot games, all packed with unique features and fun gameplay! With OVER 250 premium hit slot games; High 5 Casino is the Home of Slots! <br/><br/>Start playing today and instantly access exciting classic Vegas slot games with the true casino thrills right in the palm of your hand! Receive up to 25,000 FREE WELCOME COINS and exclusive new member perks! <br/><br/>High 5 Casino brings you exclusive fan-favorite features:<br/>*The world’s LARGEST and BEST variety collection of OVER 250 authentic slot games online!<br/>*Indulge in the new and improved loading speeds in this casino app! <br/>*Featuring cutting-edge game design and rich in-house produced game sound in every slot!<br/>*Play exclusive sequels to popular slot games found on the casino floor! <br/>*Guaranteed a rich premium casino slot experience with epic wins and deluxe jackpots! <br/>*Spin the Daily Wheel to collect FREE COINS and bonus perks at the start of play every day! <br/>*Collect FREE BONUS COINS up to 6 times a day!<br/>*Complete exciting daily Challenges to win more FREE COINS!<br/>*Level up in the app for your VIP PLAYER REWARDS!<br/>*New SLOT GAMES added weekly with EXCITING EVENTS and HUGE coin prizes!<br/>*WIN even more coins with TOURNAMENTS and daily promotions! <br/>*The more you spin, the more you earn in your lucky TREASURE CHEST!<br/>*Be part of CLUB HIGH FIVE to enjoy access to VIP games, bigger bonuses, and exclusive rewards!<br/>*Login with Facebook to exchange gifts of FREE COINS with friends or play as a guest!<br/>*Enjoy the WINNING FUN on any of your devices! <br/><br/>Download High 5 Casino and begin your casino adventure today! Get ready to WIN BIG and enjoy EPIC JACKPOTS in Vegas-themed slots from anywhere and anytime, using your mobile device!<br/><br/>NOTE: High 5 Casino is designed for iPad 2 and higher, iPhone 4 and higher, and iPod Touch 5th generation running iOS 8.0 and above. Devices older than those listed may experience performance issues. We apologize for any inconvenience. <br/>-------------------------------------------------<br/>High 5 Casino does not offer “real money gambling” or an opportunity to win real money or prizes. It is intended for an adult audience and entertainment purposes only. Due to this app’s authentic nature, all users are required to be 18 years or older to play. By downloading the app, you agree you are at least 18 years old and comply with all local laws pertaining to social gaming. Practice or success at social casino gambling does not imply future success at “real money gambling.”<br/><br/>Cats™, Golden Goddess™, Da Vinci Diamonds™, Hoot Loot™, Jaguar Princess™, Shadow of the Panther™, and Double Da Vinci Diamonds™ trademark(s) and copyrights are owned and/or registered by IGT in the U.S. and/or other countries and used under license from IGT."
}