{
    "id": "0527500002570000",
    "name": "Fossil Fighters - Champions [NDS]",
    "size": 190831132,
    "releaseDate": 20111114,
    "description": "<p>\n      In this dino-tastic adventure, players get some hands-on time to hunt \n      and clean fossils, and revive and battle vivosaurs. A fossil park is \n      hosting a large-scale tournament in which competitors enter vivosaurs \n      created from dinosaur fossils into competition. Fossil Fighters from all \n      over the world battle their vivosaurs against one another to find out \n      who will be crowned champion.\n    </p><ul>\n<li>\n        Players excavate and clean fossils. New giant fossil rocks (containing \n        complete dinosaur fossils) and odd fossil rocks (which are two-sided) \n        add to the fun of the cleaning process.\n      </li>\n<li>\n        Once the fossils have been cleaned, they can be revived into \n        Vivosaurs, which players can then arrange into teams for battles. The \n        better the fossils have been cleaned, the more powerful the Vivosaurs \n        are in battle.\n      </li>\n<li>\n        Strategy is key in battles. Players must put forth teams of three \n        vivosaurs, then rotate their positions to maximize their power \n        advantage over opponents.\n      </li>\n<li>\n        New “super evolver” vivosaurs evolve into new forms with the help of \n        gold fossils.\n      </li>\n<li>\n        Players can compete in matchmaking battles or upload their best team \n        to see how it fares against others. Players can also download \n        additional vivosaurs and events.\n      </li>\n<li>\n        Using DS Download Play, one player who has the game can link up \n        wirelessly with up to three other Nintendo DS owners within range and \n        cooperate to expertly clean fossils together.\n      </li>\n</ul><p>\n      As of May 20, 2014, the Nintendo Wi-Fi Connection service for Nintendo \n      DSi and Wii systems has been retired. Online features of this game are \n      no longer available after this date but this game still provides an \n      entertaining experience in offline mode.\n    </p><p>\n      To learn more about this service change, please visit To learn more \n      about this service change, please visit support.nintendo.com/servicesupdate.\n    </p>"
}