{
    "id": "05275000080b0000",
    "name": "Zenses - Rainforest [NDS]",
    "size": 23709764,
    "releaseDate": 20081028,
    "description": "<p>\n      Zenses Rainforest is the second in a series of games targeting one of \n      the fastest growing segments of the videogames industry - the 25+ \n      females.\n    </p><p>\n</p><p>\n      The Zenses series takes the very best gameplay from the puzzle and brain \n      training genres and wraps it up in a clean, fresh, stylish look \n      accompanied by an ambient soundtrack to support the calm and relaxing \n      atmosphere. Zenses enables active relaxation and is the perfect “me \n      time” companion, allowing the player to transcend the stresses of \n      everyday life, unplug and experience an “active escape”.\n    </p><p>\n</p><p>\n      The result? A brand new and totally fresh gaming experience for the \n      modern woman, offering spa-like escapism in your handbag!\n    </p><p>\n</p><p>\n      Zenses Rainforest allows players to explore the rainforest while playing \n      games infused with rain drops, exotic flowers, waterfalls and giant \n      trees. This refreshing experience encourages players to recharge their \n      batteries while enjoying high quality visuals and ambient sounds \n      inspired by the rainforest.\n    </p><p>\n</p><p>\n      Emerge yourself in Zenses while challenging the mind, body and spirit \n      through relaxing puzzle and brain training games, soothing ambient \n      sounds and authentic visuals that highlight the earth's natural wonders \n      and beauty. Escape the world around you!\n    </p><p>\n</p><p>\n      Visit www.gamefactorygames.com/zenses \n      to download the music\n    </p><ul>\n<li>\n        Zenses Rainforest is a collection of 6 games – each as fun as they are \n        challenging\n      </li>\n<li>\n        Each game has 50+ levels including bonus rounds for variety\n      </li>\n<li>\n        The games blend highly addictive puzzles and brain training style \n        challenges\n      </li>\n<li>\n        Easy to pick up, game play is casual so women can play for a couple \n        minutes or a couple of hours\n      </li>\n<li>\n        The game includes a high-quality ambient soundtrack, containing 7-8 \n        tracks previously unseen in any Nintendo DS game!\n      </li>\n<li>\n        All music from the game will be uploaded to our website for free \n        download\n      </li>\n</ul>"
}