{
    "id": "0592100003500000",
    "name": "Hover Strike [JAG]",
    "size": 11009035,
    "releaseDate": 20150406,
    "description": "<p>Hover: Revolt of Gamers is a fast-paced single and multiplayer Parkour game in a futuristic 3D Open World.<br />\nThe game takes place in ECP17, a high-tech city also called Hover City by its inhabitants and located on a distant planet. The Great Admin cut the communication with the Galactic Union and established a strong dictatorship. Having fun has become illegal and entertainment is banished.<br />\nYou&#39;re in charge of a team of young rebels, the Gamers, fighting against the new anti-leisure laws oppressing the city. Equipped with high-tech gears allowing amazing jumps and speed, they roam the city to sabotage the propaganda, help citizens, and find a way to reach the Orbital Station. This way they could warn the Galactic Union and put an end to the oppression.<br />\nHover: Revolt of Gamers is both a single and multiplayer experience. At any time you can instantly switch from offline to online mode and join your friends or players from around the world and progress through the adventure by cooperating or playing against them. No matter where you are and what you’re doing, you’ll be able to connect. Hover: Revolt of Gamers is also a community-driven game offering many tools to players to create missions or mini games.<br />\nAn Amazing CityHover City is a huge futuristic colorful city. Its buildings offer breathtaking vertical playgrounds.<br />\nFull Open WorldExperience total freedom. Explore the city from its skyline to the underground while doing “parkour”, tricks and high-speed races.<br />\nBuild Your Team10 playable characters are available to unlock. Improve their skills to create the perfect team. You can also customize their colors.<br />\nVarious GameplaysThe core action is based on nervous races and amazing tricks but the game also offers many alternative ways to play from stealth missions to sport matches with friends.<br />\nChoose Your ExperienceInstantly switch from single to multiplayer, whenever you want. Play first or third person or activate the auto camera that mixes both and offers you a dynamic experience.<br />\nCreate Your Own ChallengesWithout leaving the game, use a very simple editor to create your own challenges playable solo or multiplayer.<br />\nCrazy MovementsEquipped with high-tech suits, gamers are able to run at crazy speed, slide, bounce, push off walls and realize incredible jumps. As many ways to play with the City&#39;s verticality and escape the police.<br />\nTricks and CombosDemonstrate your skills by realizing grinds and crazy tricks and prove you are worthy to become one of the Resistance&#39;s leaders. During a multiplayer mission, realize incredible combos to generate Stunning Auras which will lower your opponents&#39; moral and boost your allies&#39; statistics.<br />\nExperience, Skill Grid and ChipsGain experience and unlock chips that improve the aptitudes of your Gamers. You can trade your spare chips in order to get better ones through the E-Swap trading system.<br />\nOnline MultiplayerJoin your friends online at any time and continue the adventure together, whether you are cooperating or working against them. Participate in race, events or scoring battles created in real time by the community.</p>"
}