{
    "id": "0592100001d00000",
    "name": "Club Drive [JAG]",
    "size": 11472813,
    "description": "Meet Jo Fella, who used to be the manager of one of the hottest strip clubs in town. But when his boss Moe caught him getting it on with his sexy wife Trish, he was fired immediately. But now Jo decided to launch his very own strip club and plans to beat Moe and reclaim his love Trish!<br/><br/>Now it's your turn! Help Jo make this strip club the hottest spot in town! Hire sexy staff and upgrade their skills. Buy awesome club items like dance stages, poles, private dance booths and even classy urinals for your bathroom! Manage your liquor inventory, serve your customers on time and start making money!<h3>SEXY HD IMAGES:</h3><br/><h3>MANAGE YOUR VERY OWN STRIP CLUB:</h3><br/><br/><br/>Welcome to <strong>Gentlemen's Club</strong>! Help Jo Fella make his club a real success! Hire the sexiest strippers around and the hottest barmaids to entertain your customers. Upgrade their skills, improve your club items and equipment, and of course - unlock hot, uncensored, hardcore image scenes depicting the explicit antics of your horny staff! A free to play game, with over 60 uncensored images featuring the club staff getting completely nude, naughty and explicit together. See Jo and Trish and all their colleagues in steamy XXX-rated hot scenes! With a plot-twisting nsfw narrative story line and sexy interactive animated mini games! Can you make Jo Fella's <strong>Gentlemen's Club</strong> the best strip club in town?<h3>HIRE SEXY STRIPPERS:</h3><br/><h3>KEY FEATURES:</h3><br/>- FREE to play casual business management simulation<br/>- 60+ Uncensored sex scenes accompanied by steamy XXX stories <br/>- Narrative story line with plot twists and misadventures<br/>- Interactive animated mini games <br/>- 40+ Characters to unlock with full bios<br/>- Upgrade club items, staff skills, liquors and more<br/>- Decorate the club to your tastes<br/>- Seasonal events<h3>NARRATIVE STORY:</h3><br/><br/><br/>Upgrade your staff skills, unlock and upgrade your club items and become the best and hottest strip club in town. And stay tune for hot special events and promotions on a periodical basis.<h3>CUSTOMIZE YOUR STRIP CLUB:</h3><br/><br/><br/>HOT! HOT! HOT!"
}