{
    "id": "0550100000790000",
    "name": "Idol Janshi o Tsukucchaou [SDC]",
    "size": 533170965,
    "releaseDate": 20150218,
    "description": "◆Story:<br/>Due to an accidentally leaked masturbation video, the up-and-coming idol Uesugi Wakari is kicked out of her girl group.<br/>Then there's you, once a premier entertainment agent, who has fallen into debt and forced to declare bankruptcy. With your back against the wall, you decide to become Uesugi Wakari's agent after a chance encounter and give it one more go. As you help Uesugi Wakari rebuild her dream of becoming an idol, you need to make some serious cash and pay back your multi-million dollar debt. During these difficult times, you two will experience both joy and hardship, and since you're living together... plenty of naughty, nasty carnal relations.<br/><br/><br/><br/><br/>◆Gameplay:<br/>Idol Hands is a sex simulation game that also falls under the categories of life simulation and management simulation. Players will be given half a year to cultivate Wakari.<br/>Based on how you manage Wakari, she may become a singer, a mega movie star, the queen of company reps... or even a politician!? Of course, there's always porn... or how about turning her into an adult streamer?<br/>Each day is split into Morning, Afternoon, and Night. During each period, you can trigger various incidents or encounter a variety of NPCs.<br/>Players can choose Talk, Stream, Class, Go Out, Sex, Change, and Rest. Increase Wakari's abilities and take on more advanced jobs to stack that cash and increase her popularity!<br/>Besides the cultivation aspect of the game, there are some reaction-based mini-games to make the game that much more fun.<br/><br/><br/><br/><br/>◆Game Features<br/>◇More than 30 sets of videos and 400+ photos.<br/>◇The porno scenes are exquisitely acted, with meticulous movement animation effects, so you can really get into the moment.<br/>◇Full Chinese voice acting for the sex scenes.<br/>◇Only requires one hand to operate the mouse, so your other hand can... well, you know!<br/>◇A legit sex simulation game: Every little detail of the main character's thoughts and actions are meticulously laid out for you to enjoy.<br/>◇Multiple endings: A classic life simulation game.<br/>◇More than 20 outfits: Wear the one you like the most!<br/><br/><br/>"
}