{
    "id": "0550000000d10000",
    "name": "ChuChu Rocket! [SDC]",
    "size": 236987204,
    "releaseDate": 19991111,
    "description": "<p>ChuChu Rocket! is an action puzzle video game developed by Sonic Team and published by Sega. Released for the Dreamcast in 1999, it was the first game for the system to support multiplayer gaming over the internet. The foundation of the gameplay requires the players to place arrows on a board to lead mice into escape rockets while avoiding hazardous cats. The game features single-player modes in which a player must save all the mice on a given board, and also competitive multiplayer modes that pits players against each other in a battle to collect the most mice.</p>\n<p>Directed and produced by Yuji Naka, ChuChu Rocket! was developed in part to test the online functionality of the Dreamcast and Sega's servers, as well as experimenting with the Dreamcast's processing power by displaying many characters on screen at once. The knowledge gained from the network portion of the project helped Sonic Team in their development of Phantasy Star Online (2000). ChuChu Rocket! topped the Japanese sales charts its first week on sale in November 1999. When it arrived in the United States, Sega held an online tournament where players could battle against Sega and Sonic Team employees. When the title released in PAL regions, it was given for free to subscribers of Sega's online gaming service there, Dreamarena.</p>\n<p>The game was both a commercial and critical success. Critics highlighted the game's chaotic and addictive multiplayer, as well as the simple and cute Japanese aesthetic. Some negative comments were made about Sega's network gaming service, with many players experiencing lag. ChuChu Rocket! was later ported to the Game Boy Advance as a launch title, where it gathered interest as the first game published by Sega for Nintendo hardware. The game was later ported to iOS in 2010 and Android in 2011, but these versions were subsequently removed from sale in 2015. The Dreamcast version can still by played online via private servers.</p>"
}