{
    "id": "0550200001a30000",
    "name": "Rune Jade [SDC]",
    "size": 203386415,
    "releaseDate": 20001118,
    "description": "<p>It was foretold that during Ragnarok, the gods would fall and the nine realms would be consumed by frost and fire… but it is not what happened. The gods did not perish. Instead, for seven terrible years, giants, beasts, and the undead have ravaged the realms while the gods inexplicably withheld their protection. Immersed in darkness and chaos, mankind’s own world of Midgard lies captive in the cruel grasp of maniacal Loki.<br />\nAs a hardened Viking warrior, Rune players will align with their chosen god as they pillage villages for powerful weapons and armor, complete quests for their deity and receive blessings of strength and magic.  Your quest is simple – destroy Loki, but you needn’t do it alone. Team up with your Viking allies to gain the benefits of shared experience and the strength that only comes in numbers.<br />\nTime is against you.  Loki will reset Ragnarok keeping Midgard in an endless apocalypse.   Rise, Warrior!  Save yourself and all of mankind from the Norse apocalypse.KEY FEATURES<br />\nExplore Vast and Dangerous Lands<br />\nOnce-beautiful Midgard lies in ruins, disfigured and drowned. Braving destruction and death, stalk your ravaged world in search of Loki’s minions…and the Trickster himself. Where Ragnarok has warped the land most, there you may find the most powerful weapons and resources..<br />\nGo Alone or Team Up With Friends<br />\nBrave the end of days alone or invite fellow warriors to accompany you through Ragnarok. Together, sail a fleet of longships to overrun enemy fortresses, battle side by side against giants and enormous monsters, and stand as one to face Loki himself. Add to the madness of Ragnarok in brutal PvP battles to see who may be the most feared Viking in Midgard.<br />\nChoose Your God<br />\nAlign with a Norse god to receive unique abilities and skills to aid you on your quests. Do you align with Thor, who grants you strength?  Or with Hel, who gives you power over the dead? Or perhaps the Allfather himself, Odin, who will grant you additional protection from the dangerous world? Choose wisely.<br />\nThe End of Days<br />\nRagnarok has plagued the land of Midgard for far too long.  Its end is coming but Loki’s twisted plan is to reset it back to the beginning of the end of days.  You and your clan must do whatever it takes to destroy the Trickster god and save Midgard from a perpetual Ragnarok.<br />\nCollect Powerful Equipment and Harness Rune Powers<br />\nComplete quests for your god through mystical runes and harness their powers to improve your combat abilities. Pillage villages and take down powerful enemies to gain  weapons and armor as you transform yourself into a warrior capable of taking down a god.<br />\nProve Yourself<br />\nAs the legends foretold, your dying realm is being torn further apart by war. Huge monsters, giants, feral beasts, living warriors, and the dishonored dead alike, all tear at one another for dominance over what is left of Midgard. Warrior, can you rise above the fray? Can you prove yourself mightiest of all by slaying Loki?</p>"
}