{
    "id": "0550300000090000",
    "name": "Sakura Taisen - Disc 2 [SDC]",
    "size": 697133863,
    "releaseDate": 20200720,
    "description": "Ogasawara Hiroki is a thoroughly average man… or, at least, he was. That soon changed, however, when a meeting with one of Japan’s most famous idols turns his life upside down.<br/><br/>Hiroki soon learns, after a series of increasingly improbable events, that several of Japan’s most famous female celebs are actually succubi – and his scent makes him irresistible to them!<br/><br/>Now, three beautiful women are vying for his attention: the two-faced idol Ayu, the mature businesswoman Marina, and the ditzy social media star, Cosmos.<br/><br/>It’s hard enough for Hiroki to juggle his demanding job as a photographer with three potential girlfriends, but things are about to get even harder. A refined actress, Hifumi, now has her eye on Hiroki, as does a cheery sportswoman, Hazel.<br/><br/>Hiroki’s harem is set to gain even more members…<br/><br/>But does he have enough time and energy to give these women what they want?<br/><br/><br/>Ayu is a famous idol known throughout Japan. She’s famous for her good looks and her cutesy stage persona, but all this is a front. Unbeknownst to Ayu’s loyal fans, she’s secretly a foul-tempered brat who loves money above all else.<br/><br/>She isn’t a particularly pleasant person, but she knows how to turn on the charm whenever she wants something – but alas! Hiroki knows too much of her wily ways to be fooled.<br/><br/><br/>Marina is a wealthy businesswoman who owns her own company. She’s only thirty-one, but she’s incredibly successful, and courts a good deal of awe and respect from the upper echelons of society.<br/><br/>She has a bit of a sadistic streak, and likes to tease Hiroki, but she (unlike Ayu) knows when to draw the line, and would never deliberately hurt someone she cares for.<br/><br/><br/>Cosmos is a social media star with a huge presence on RapidPound. She has over three million followers, and she devotes herself to them fully: forever taking photos of herself dressed up in cute, slightly suggestive outfits.<br/><br/>Though Cosmos has a lot of fans, she doesn’t have very many friends. Teased by her fellow succubi for her slow, spacey nature, Cosmos finds it hard to gauge how she’s supposed to interact with others. No matter what she does or says, it never comes out quite right.<br/><br/>For a ‘social’ media star, she finds being ‘social’ incredibly hard!<br/><br/><br/>Hifumi is an actress who has been a staple of the Japanese movie industry since the tender age of eighteen. Now a veteran, with many years on the silver screen under her belt, her name is a household one, and she has legions of fans across the globe.<br/><br/>Hifumi is a refined, elegant woman who loves all things quintessentially Japanese. The very definition of a ‘Yamato Nadeshiko’, Hifumi is diligent, caring, and incredibly good at cooking…<br/><br/>But, for some reason, Ayu and Cosmos seem to distrust her. Perhaps there’s more behind her sweet smile than she lets on?<br/><br/><br/>Hazel is an up-and-coming tennis star born from a Japanese mother and an American father. A cheerful and energetic girl, Hazel approaches life with nothing less than 110%, and she’s almost always seen with a blinding smile.<br/><br/>Though relatively young, she demands a captive audience during every match, and has quite the fanbase. She’s so bubbly, it really is impossible to hate her!<br/><br/>There are several curious rumors circulating about her online, however, which catch Hiroki’s interest. Hazel’s hiding far more than her wide grin suggests!"
}