{
    "id": "0550000002370000",
    "name": "F355 Challenge - Passione Rossa [SDC]",
    "size": 263558878,
    "releaseDate": 19991011,
    "description": "<p>F355 Challenge is a racing simulation arcade video game based on the actual race car and Ferrari event. It was developed by the AM2 division of Sega for the Sega Naomi Multiboard arcade system board under the direction of Yu Suzuki, and was later ported to the Dreamcast and PlayStation 2 video game consoles under the names F355 Challenge: Passione Rossa and Ferrari F355 Challenge respectively for both American and European releases. The only model of car featured in the game is the Ferrari F355 Challenge model. The game was considered the most accurate simulation of the F355 possible up until that time.</p>\n<p>Some versions of the arcade cabinet are noteworthy for having three screens, allowing the player to look through the side windows as they would in a real car. The three-screen cabinet version also features an H-shaped gear stick and three foot pedals, and presents a tough challenge to any player who decides to use them. The cabinet itself is composed of four NAOMI units: one for each of the three screens and one to sync them all. The game also allows the player to use an automatic transmission or paddle-shift the gears. It also uses a real-time \"Magic Weather\" system similar to Shenmue. The Dreamcast version has link cable play for direct competition, however as of Jan. 2006, the online servers for F355 Challenge are now offline, and the website has gone offline.</p>\n<p>The game features an original soundtrack featuring Genki Hitomi and Minoru Niihara that mimics the style of 1980s hard rock/heavy metal which is integrated into a radio station format during gameplay (some music are later reused for the other AM2 game Shenmue). The radio DJ (and the announcer) play by the Alan J (Alan John Peppler), an American DJ who are working in the Japanese radio station Bay FM.</p>\n<p>Yu Suzuki is a keen Ferrari enthusiast who allegedly used data from his own Ferrari 355 at certain tracks to implant in the game during its development.</p>"
}