{
    "id": "0550200000370000",
    "name": "Memories Off Complete [SDC]",
    "size": 544395351,
    "releaseDate": 20120223,
    "description": "\"Memories Off -Yubikiri no kioku-\",The 7th story in \"Memories Off\" series has been released for iPhone and iPod touch!<br/>The keywords of this story are \"Heart-pounding\" and \"Heart-rending\",and scenes and character designs has been renewed.<br/><br/>* The game supports Japanese only. <br/>* The game supports iPhone 3GS,iPod touch 3G(Late 2009) and later devices.<br/><br/><br/>* The promo phrase is \"can you break a precious pinky promise?\"<br/>* Main location is Fujikawa City, first appearance of the series!<br/>* Play the story with 5 heroines including Chinatsu Amakawa,a childhood friend of player chalacter.<br/>* Full voice acting<br/>* The character designer is Shizuki Morii, known as Japanese light novel illustrator.<br/>* Mucic is cretaed by Takesgi Abo, he is popular by this Memories Off series and also STEINS;GATE.<br/>* More than 35 hours of gameplay.<br/>* Also enjoyable story for new player of this series!<br/><br/><br/>■How to play<br/>Intuitive touch panel controls ensure a smooth game-play experience!<br/><br/>Two-finger tap (Or pinch-in): Show/Hide menu<br/>Tap: Forward text, Confirm<br/>Swipe Down: Show log screen<br/>Swipe Up: Hide message area<br/>Swipe Right: Skip read messages<br/>Swipe Left: Force message skip<br/>One-finger tap and hold: Auto mode<br/><br/><br/>■Game Story<br/><br/>Spring has come to Torin City High School.<br/>In a classroom, Naoki Serizawa is dozing off in warm sunshine from outside the window, and hoping that nothing will be changed, forever, and his ordinary, but peaceful life will go on...with Chinatsu Amakawa, his child hood friend and many friends in the school.<br/><br/>—However, his little wish is broken by mysterious girl——<br/><br/>She is \"Kasumi Nagumo\", came before him in sudden, and started living together unexpectedly.<br/><br/>\"you have a choice if you want boot out me. I will lost my bed, and you will lost your future. That's so funny trade isn't it?\"<br/><br/>He is confused.<br/>His ordinary life is breaking down.<br/>Discovering the paradox of memories.<br/><br/>\"Can you break a precious pinky promise?\""
}