{
    "id": "0550300001bd0000",
    "name": "Virtua Fighter History & VF4 [SDC]",
    "size": 863360787,
    "releaseDate": 19951030,
    "description": "<p>Virtua Fighter 2 (Japanese: バーチャファイター2, Hepburn: Bācha Faitā Tsū) is a fighting video game developed by Sega. It is the sequel to Virtua Fighter and the second game in the Virtua Fighter series. It was created by Sega's Yu Suzuki-headed AM2 and was released in the arcade in 1994. It was ported to the Sega Saturn in 1995 and Microsoft Windows in 1997. In 1996, a super deformed version of the game, Virtua Fighter Kids, arrived in arcades and was ported to the Sega Saturn. A 2D remake was released for the Mega Drive/Genesis in 1996. In addition, Virtua Fighter 2 was converted for the PlayStation 2 in 2004 as part of Sega's Ages 2500 series in Japan. The Mega Drive/Genesis port was re-released on the PS2 and PSP in 2006 as part of Sega Genesis Collection, on the Virtual Console for the Wii on March 20, 2007 (Japan) and April 16, 2007 (North America), and for iOS on January 20, 2011.</p>\n<p>Virtua Fighter 2 was known for its breakthrough graphics. It used Sega's Model 2 arcade hardware to run the game at 60 frames per second at a high resolution with no slowdown (by comparison, the original Virtua Fighter ran at 30 frames per second). It introduced the use of texture-mapped 3D characters, and motion capture animation technology. The Saturn version was also well-received for its graphics and gameplay. It became a huge hit in Japan and sold relatively well in other markets, notably the UK.</p>\n<p>The arena size could be adjusted up to a very small platform or all the way to 82 meters (269 feet). This is the only game in the series—other than Virtua Fighter Remix—that could have such size adjustments. The physical energy meter could also be adjusted to infinity, giving the player the advantage when beating opponents or practicing moves against the computer player. Adjusting the arena to a smaller size and giving the characters infinite health could lead to mock sumo matches, wherein victory is achieved by knocking the other player's character out of the ring.</p>"
}