{
    "id": "0550000000d50000",
    "name": "Climax Landers [SDC]",
    "size": 184565928,
    "releaseDate": 20100310,
    "description": "<p>After Burner Climax is fast and frantic arcade-style action, putting you in the cockpit of the world’s fastest fighter jets. Dodge planes, rockets and bullets while trying to target multiple on-screen enemy aircraft. Built for all skill levels, everyone will be able to take to the skies and blaze through a branching storyline of over 20 stages. Unlock achievements along the way to activate exclusive power ups using your experience and expertise.<br />\nTHE WORLDS FASTEST FIGHTER JETS<br />\n-Select from the F-14D Super Tomcat by Northrop Grumman, the F-15E Strike Eagle or F/A-18E Super Hornet by Boeing.<br />\n-Personalize your plane with 4 different paint jobs including: standard paint, camouflage, special paint and low visibility<br />\nBARREL THROUGH 20+ SKYSCAPES<br />\n-Pilot through beautiful picturesque escapes from volcanos to jungles to ice caps<br />\n-Discover secret levels through meeting hidden criteria<br />\n-Replay to satisfy your inner pilot as you master levels to unlock power ups and race to the top of the leaderboards<br />\nBREAK THE SOUND BARRIER IN 3 MODES<br />\n-ARCADE MODE: Discover the thrill of EX OPTIONS as you unlock the power of your arsenal and other power-ups such as unlimited lives and continues, auto lock-on and persistent Climax Mode<br />\n-SCORE ATTACK MODE:  Compete with other aces globally and fly to the top of over 60 leaderboards<br />\n-CLIMAX MODE: When your Climax Gauge is full, time will slow down and your lock-on cursor will expand. This is your chance to lock on to enemies en masse and take them all down at once!<br />\nMOBILE GAME FEATURES<br />\n- PLAY FREE with ad-support or ad-free via In-App Purchase<br />\n- HAPTIC SUPPORT – get into the game with responsive button presses<br />\n- CONTROLLER SUPPORT – MFi compatible controllers</p>\n<hr />\n<p>Privacy Policy: http://www.sega.com/mprivacy/<br />\nTerms of Use: http://www.sega.com/mobile_EULA<br />\nGame apps are ad-supported and no in-app purchases are required to progress; ad-free play option available with in-app purchase.<br />\nThis game may include &quot;Interest Based Ads&quot;​ and may collect &quot;Precise Location Data&quot; ​(please see http://www.sega.com/mprivacy#2e_Third_Party_Info ​for more information)​<br />"
}