{
    "id": "05500000008f0000",
    "name": "Bounty Hunter Sara - Holy Mountain no Teiou [SDC]",
    "size": 260642487,
    "releaseDate": 20021119,
    "description": "Re-experience Star Wars Bounty Hunter™ for PS2™ like never before! Featuring full 1080p up-rendering and offering enhanced features such as Trophies, Shareplay, Remote Play, Activity Feeds and Second Screen support for game manuals with 'PS Vita' or PS App.<br/><br/>You are Jango Fett, the most fearless bounty hunter in the galaxy, hired to capture a deranged Dark Jedi. Armed with an array of deadly weapons and skills, you’ll face off against galactic scum from the darkest corners of the Star Wars™ universe. For the galaxy’s most wanted-there is no place to hide.<br/><br/>This title has been converted from the original PlayStation®2 version to the PS4™ system. Consequently, there may be times where the title plays differently from the PlayStation®2 version, or where some features may not function properly. This version does not support PlayStation®2 peripherals, therefore some functionality may not be available.<br/><br/><br/><br/><br/>Additional hardware required for Remote Play.<br/><br/>Additional hardware required for Interconnectivity.<br/><br/>1 player<br/>586MB minimum save size<br/>DUALSHOCK®4<br/>Remote Play<br/>Interconnectivity PS4™ • PS Vita<br/>1080p HD Video Output<br/><br/>  Software subject to license (us.playstation.com/softwarelicense).  Online activity subject to Terms of Services and User Agreement (www.playstationnetwork.com/terms-of-service). One-time license fee for play on account’s designated primary PS4™ system and other PS4™ systems when signed in with that account.<br/><br/>LucasArts, the LucasArts logo, STAR WARS and related properties are trademarks in the United States and/or in other countries of Lucasfilm Ltd. and/or its affiliates. Star Wars Bounty Hunter is a trademark of Lucasfilm Ltd. © 2002-2015 Lucasfilm Ltd.  All rights reserved."
}