{
    "id": "05501000003d0000",
    "name": "Guilty Gear X [SDC]",
    "size": 742271599,
    "releaseDate": 20141204,
    "description": "Kept you waitin'.<br/>GUILTY GEAR Xrd -SIGN- is finally here on Steam!ABOUT THE GAMERevolutionary graphics, Overwhelming battle system!<br/><br/>Carrying on the legacy from 1998, comes the newest addition to the \"Guilty Gear\" series! All visuals, especially the characters, have been redrawn in full 3D, tweaked to the finest detail and hand-polished by the animation masters to produce the top quality hand-drawn anime effect!<br/><br/>The game's battle system has also been revamped, with a central emphasis on it's core system, \"Roman Cancel\"! Devise your own game plan with this new system, and craft your own battle strategy!Clash of 17 characters, new and old!Starting from Sol and Ky, a total of 12 characters from previous Guilty Gear series take to the battle, along with 5 totally new characters having their first appearance in GUILTY GEAR Xrd -SIGN-! With Bedman, Sin, Ramlethal, Elphelt and Leo joining the fray, the fight gets more intense!<br/><br/><strong>*Sin, Elphelt and Leo can be unlocked using in-game currency, or they can be easily acquired by purchasing their respective DLCs.</strong>Unique Game ModesLearn the ropes of fighting games through the comical episode of Sin and Sol in \"TUTORIAL Mode\", and try to challenge yourself to complete all the missions in other training modes!<br/>Illustrations and BGMs can be unlocked in the \"GALLERY Mode\", and players can customize their favorite characters for use in \"M.O.M. mode\" with different moves from other characters, such as having Ky shoot Gunflame!<br/>The new \"STORY Mode\" takes a unique approach of combining standard Adventure games with TV animation, blended together to unfold the lore of the Guilty Gear.NETWORK MODEPlace your personal ranking score on the stake and battle with other players in \"Rank Match\", or simply enjoy the new \"Player Match\" mode without any frets! <br/><br/>Communicate with worldwide players in the new Player Match room and take to the seat for a battle! In addition, you can set an entry to the Rank Match queue, and while waiting to be matched up you can access other offline game modes such as \"ARCADE\" and \"TRAINING\".<br/><br/>You can also spectate other players' matches by entering their Player Match rooms, and take to a spectator seat!"
}