{
    "id": "05501000002d0000",
    "name": "Grandia II [SDC]",
    "size": 879291841,
    "releaseDate": 20001206,
    "description": "<p>Grandia II (グランディアII, Gurandia Tsū) is a role-playing video game developed by Game Arts originally for the Dreamcast console as part of their Grandia series. Initially released in Japan in August 2000 by Game Arts, the game was later made available in English for North America the following December, and in Europe in February 2001, with both releases published by Ubisoft. The game was later ported to the Sony PlayStation 2, where it was released worldwide throughout 2002, and later for Microsoft Windows exclusively in North America and Europe later that year. An enhanced port, based upon the Dreamcast version and entitled Grandia II Anniversary Edition was released on August 24, 2015 on Steam and GOG.com. The game was developed by many of the same staff members who worked on the original Grandia, including music composer Noriyuki Iwadare but was designed around the idea of creating a more &quot;mature&quot; product than the previous title, as well as the first in the series to feature fully three-dimensional graphics.<br />\nThe game is set in a fantasy world thousands of years after a battle between Granas, the god of light, and Valmar, the god of darkness, nearly destroyed the planet until Valmar was split into pieces and scattered across the land. In the aftermath of the battle, the Church of Granas has led humanity to prosperity by spreading the word of good, but when a young mercenary named Ryudo is charged to protect a songstress from the church named Elena, their journey reveals that the church&#39;s history, as well as the history of the world, is not all it seems.<br />\nWhile the original Dreamcast version of the game received a largely positive response from critics in Japan and the West, its later ports to the PlayStation 2 and PC were typically seen as inferior due to a combination of technical shortcomings and other high-profile games released during the transition.</p>"
}