{
    "id": "0550000000510000",
    "name": "Bakumatsu Roman Daini Maku - Gekka no Kenshi - Final Edition [SDC]",
    "size": 526442237,
    "releaseDate": 20160622,
    "description": "Welcome to Final Approach: Pilot Edition<br/><br/>Two Games for the Price of One- Final Approach: Pilot Edition includes a copy of the original Final Approach for Tracked Motion Controllers. If you already purchased the original Final Approach, check your library for your free copy of Final Approach: Pilot Edition<br/><br/><strong>Time To Earn Your Wings</strong><br/>For players without VR Tracked Controllers, you now can play in the World of Final Approach!  Take a seat, grab your gamepad, and seize control of the skies as you pilot an F16 through combat missions, navigate a commercial jet low on fuel through crowded airspace, or even fly a vintage Spitfire through dangerous terrains and obstacles, all from a \"chase camera\" point of view. Feel the wind rush at you with the roar of the engine and the push of the g-force. Use zoom points throughout the game to scale down to real world size, where you fight roaring fires, repair aircraft, fire the guns and missile launchers of battleships, take over baggage handling and solve challenging puzzles. Enabled for use with a gamepad controller, YOU the player pilot the aircraft through  the world from this new and exciting perspective for an action-packed flying adventure. Get ready to perform incredible aerial feats, navigate dangerous terrain, and engage in full aerial combat to protect the world from the Alien Invasion.<br/>Welcome to Final Approach: Pilot Edition! <br/>NOTE: This is a seated VR game that requires a gamepad. Tracked game controllers are not supported in this version. Tracked controllers only work in the original Final Approach title.<br/>The game play is from a \"chase camera\" point of view with more arcade style\"Star Fox\" game controls. You get to fly behind the aircraft, but not inside the cockpit.<br/><strong>Sense of Scale</strong><br/>Take in the incredible sense of scale as you soar over beautiful environments. Grab control of aircraft from the pilot’s seat as you balance between multiple challenges, piloting aircraft through the skies with urgent missions on the ground. The sky is full of aircraft of every kind, from F16s to Blackhawk Helicopters, WW2 Spitfires and barnstorming bi-wings. Airplanes on fire, commuter aircraft full of passengers low on fuel, mid-air collisions, emergency rescues, and military exercises all need your immediate attention! <br/>Use zoom points throughout the game to scale down to real world size, where you fight roaring fires, repair aircraft, fire the guns and missile launchers of battleships, take over baggage handling and solve puzzles as you make your way through the game. <br/><br/><strong>Gameplay</strong><br/>•\t6-8 hours of gameplay with 15 increasingly difficult levels across 4 beautifully-constructed stages: Parrot Island, Metro Airport, Metro City, and Midway. Follow the Story Mode or challenge yourself in Free-Play Mode<br/>•\tPiloting aircraft: In Pilot Edition, players fly aircraft through the virtual reality world with a gamepad controller. Experience all of the action of Final Approach from a new perspective while flying planes!<br/>•\tSense of scale: Balance duties in the skies as a pilot with challenges on the ground through the use of zoom points!<br/>•\tAircraft include: F-16 and F18 fighter jets, DCA-717s, A320 Commercial Jets, Messerschmitts, Spitfires, B2 Stealth Bombers, B17s, Predator Drones, Heli UH 60 Gunners, HH65C Dauphins, Sikorsky Ch-54s, HH-60 Blackhawks and so much more!"
}