{
    "id": "0550100000f10000",
    "name": "Kuon no Kizuna - Sairinshou [SDC]",
    "size": 479312677,
    "releaseDate": 20040401,
    "description": "<p>Kuon is a survival horror video game for the PlayStation 2, developed by FromSoftware. Kuon is based on an ancient type of Japanese horror story called a kaidan. The game is set in a mansion in Kyoto during the Heian Period of Japan. </p>\n<p>In Kuon&#39;s Yin Phase (Chapter of Shadow), Utsuki and Kureha arrive at the Fujiwara mansion to find their father. At the same time, during the game&#39;s Yang Phase (Chapter of Light), Doman&#39;s disciples, including Sakuya and her older brother, enter the manor to investigate the strange incidents occurring there. Utsuki and Sakuya become separated from their respective groups, and occasionally cross paths with one another.</p>\n<p>As the story progresses, the protagonists learn of Doman&#39;s true evil nature. The strange occurrences are a result of Doman&#39;s attempts with performing the forbidden Kuon ritual. which involves fusing a person with other corpses inside of a massive silkworm cocoon. Once this is done nine times, the person is &quot;reborn&quot;. Doman sees his disciples, the manor residents, and even his daughters as expendable in his pursuit to form the Kuon cocoon.</p>\n<p>One by one, Sakuya&#39;s fellow exorcists died and resurrect into undead monsters. Meanwhile, Kureha, revealed to have died before the game&#39;s events, merges with Sakuya&#39;s older brother, becoming a hideous abomination. Later, Utsuki and Sakuya separately enter the underground area beneath the manor, where Doman is working to perform the Kuon spell. Utsuki becomes fused with other corpses eight times; slowly driven mad, she attacks Sakuya.</p>\n<p>In the Kuon Phase, Utsuki comes to her senses and releases Sakuya. Utsuki begs Sakuya to get away from her, but the latter vows to find a way to save her. At this time, Abe no Seimei arrives. After meeting with Sakuya, and later with a deformed Utsuki, Seimei finds and battles Doman, who seeks to use Seimei&#39;s body for the final cocoon. After Seimei kills Doman, Utsuki, unable to stop herself, drags Doman&#39;s body away and locks herself with it inside a wicker basket, thus beginning the final phase of the Kuon ritual. Sakuya convinces Seimei not to kill Utsuki, and the master exorcist reluctantly decides not to.</p>\n<p>During the ending credits, Sakuya coaxes Utsuki—now reborn as a young girl—out of the Fujiwara mansion grounds. Amazed by the outside world, and thrilled with her newfound freedom, Utsuki leaves the mansion behind with Sakuya.</p>"
}