{
    "id": "05500000012d0000",
    "name": "Denpa Shounen-teki Kenshou Seikatsu Soft - Nasubi no Heya [SDC]",
    "size": 219131945,
    "releaseDate": 20210528,
    "description": "<p><strong>Welcom</strong><strong>e to TADA No HEYA...</strong></p>\n<p><em>TRADITION...</em></p>\n\n<p><strong>NOTE:  AT PRESENT, THIS IS ONLY A DEMO IF THE PROLOGUE.  THE REST OF THE GAME IS STILL UNDER PRODUCTION AND WILL BE RE-RELEASED IN CHAPTERS, AS THEY ARE FINISHED.</strong></p>\n<p><em><strong>GAME FILE IS .APK AND PLAYS ON ALL ANDROID PHONES.</strong></em></p>\n<p><strong>THE INFORMATION BELOW APPLIES TO THE GAME AS A WHOLE.</strong></p>\n\n<p><strong>GAMEPLAY:</strong><br/></p>\n<p>The type of game is called a \"visual novel\".   As the name suggests, It's a novel with a visual element, and, is heavily reliant upon narrative and choice.  Gameplay is guided via reading  narrative, clicking to procede, as well as pertanent choice making.  The choices You make will <strong>HEAVILY</strong> effect the  Game's direction, and, Your inevitable success of failure in Said Game.  </p>\n<p>Excitingly enough!  This Game Will have <strong>MULTIPLE</strong> different paths You can take and <strong>MULTIPLE</strong> different endings.  <br/></p>\n\n<p><strong>STORY:</strong></p>\n<p>\"<strong>TADA No HEYA</strong>\" revolves around A Man, living a life Gray and Misfortunate life, named \"Haku Blackwood\".  A downtrodden man in his early thirties, forced to leave home 10 years prior, or be crushed under the reputation and Expectations of His Illustrious Family. </p>\n<p>He now lives on His own, far away from his Family, doing His best to survive.  Nightly, He is haunted by nightmares and grief over the little Sister He left behind.</p>\n<p>It was a normal day, which starting off like every other, that sadly, would begin to spell the end of His life...</p>\n<p>While at His remedial, soul-crushing job, He receives a call from His Father's assistant. The Assistant wished \"Haku\" to travel back to His home-town and check on his Sister. who had been acting strange, and stopped answering any attempts to get ahold of her.  </p>\n<p>After much consideration, he sucks up any fears or reservations, prepares, and sets off on His way to His Sister's home to check on Her.</p>\n<p>When He arrives He discovers a scene and events that will throw into question everything he knew about his family, his sister and the nature of life and death.</p>\n<p>This game is a horror-mystery.</p>"
}