{
    "id": "05502000009b0000",
    "name": "Net de Para [SDC]",
    "size": 411548574,
    "releaseDate": 20160902,
    "description": "A lost colony on a distant planet.<br/>\n<br/>\r\nAn outpost of humanity, haunted by memories of madness and conspiracy.<br/>\n<br/>\r\nA station crew no longer responding to communications.<br/>\n<br/>\r\nConcerned about the safety of their investment, Human Resources Specialist, Elizabeth Woolgather is dispatched by the ‘Corporation’ to Planet Ancyra to investigate and report back. But as she quickly discovers, sometimes knowledge can be a dangerous thing.<br/>\n<br/>\r\nDe-Void is a meditative first-person adventure game, where the player unravels the mysterious circumstances surrounding the disappearance of a remote space colony crew. Although the crew is missing, the station and its surroundings still echo with their thoughts and emotions. With the help of a protocol unit named Wilco, Elizabeth must interpret these memories and emotions and piece together the jigsaw. As the pieces come together, a confrontation with a presence both ancient and impossibly vast becomes inevitable and unavoidable.<br/>\n<br/>\r\nOn the surface, De-Void is a tale of humanity lost in the depths space, but beneath the surface lies a complex psychological story of conspiracy, betrayal, and madness.<br/>\n<br/>\r\nThere are no easy answers on Planet Ancyra!<br/>\n<br/>\r\nKey gameplay features: <br/>\n<br/>\r\n•\tFirst Person Adventure Game<br/>\r\n•\tA vast story-based exploration game set across highly detailed space stations, alien forests, deserts, colony settlements and military installations.<br/>\r\n•\tDecipher the crews video, audio and text logs to discover and uncover a multi-layered background story.<br/>\r\n•\tInvestigate the world through the eyes of Wilco, an A.I cyborg, sent to help you uncover the mystery of the colony you are traversing.<br/>\r\n•\tSteam Achievements, Trading Cards and Controller support."
}