{
    "id": "0550000000550000",
    "name": "Baldr Force EXE [SDC]",
    "size": 935138093,
    "releaseDate": 20191219,
    "description": "<h3>All characters depicted are 18 years or older. </h3><br/>This is a combined release of the Japanese games 'Baldr Sky Dive1 “Lost Memory”' and 'Baldr Sky Dive2 “Recordare”'<br/><br/>Dive into a thrilling futuristic world where people implant brain chips into themselves to escape off to virtual worlds crafted by AI technology. Though, they may find that sending their mind into cyberspace can have terrible repercussions...<br/><br/>Freelance mercenary and simulacrum pilot Kou Kadokura's life mission is to catch those responsible for Gray Christmas, the tragedy that destroyed his once peaceful life... So why can't he remember anything? He awakens in the middle of a bloody virtual battlefield, riding inside a mechanical body with a whole host of questions on his mind. Who is this woman calling him Lieutenant? Who can he truly trust when he has so many gaps in his memory? As war looms in dystopian Suzushiro City, all eyes are on Kou, the man with the answers to the world's questions locked up inside of him. He must thread the needle amidst the delicate political balance in order to survive, regain his lost memories, and avenge the lives of the loved ones he lost. The only question is, can he prevail when every major faction in the world is hellbent on stopping him? Unravel all the mysteries in this fast-paced mech action game that takes place in a lovingly-crafted, unique cyberpunk setting!<h3>Characters</h3><br/><br/> <br/><br/> <br/><br/> <br/><br/> <br/><br/> <br/><br/> <br/><br/><br/><br/> <br/><br/> <br/><br/> <br/><br/><br/><h3>Features</h3><ul><li> Combines visual novel storytelling and 3D action game combat to weave a gripping tale.<br/></li><li> Branching tech tree with weapons for your mech that gain experience and evolve the more you use them in combat.<br/></li><li> Customize your loadouts with your choice from over 100 unique weapons to change gameplay. Want to be melee only? Go for it! Prefer to fight from a distance? We've got you covered!<br/></li><li>Extensively customizable UI with plug-ins that let you see only the information you want in battle.<br/></li><li>5 levels of difficulty that can be changed at any point, as well as unlockable features that modify everything from enemy and ally AI to their damage values.<br/></li><li> Survival mode, an in game database of characters, factions, relationships, and mechs, and a scenario chart that shows you all the things you've unlocked and missed as you pass them.<br/></li><li> Carries your progress forward through multiple playthroughs to unlock new story branches and help you discover the truth.</li></ul>"
}