{
    "id": "05501000002f0000",
    "name": "Grauen no Torikago - Kapitel 1 - Keiyaku [SDC]",
    "size": 996761640,
    "releaseDate": 20210915,
    "description": "<strong>“Totgeschwiegen - Chapter I”</strong> (“deathly hush”) is a third-person RPG detective story, set in rural Bavaria in 1866. As the young Medical student Valentin Schmidt you will travel to Wolpertshofen in order to write a report of the peoples’ living situation for the King, when a sudden death causes turmoil in the small Bavarian village.<br/><br/>Right before your eyes, the picturesque, pastoral village turns into a world full of dark secrets, inexplicable events, social tensions and a hostile hush of a village that seems to hate nothing more than a stranger poking around in other peoples’ business. Can you find out who supports you and who is trying to set you on the wrong track without risking your own life?<br/><br/><strong>- Lead intriguing conversations:</strong> use the dialogue-mechanic to collect information, find out who is hiding something from you and convince the villagers to help you out.<br/><strong>- Make difficult decisions:</strong> your decisions have an impact on the course of the story, the world and the villagers. Not every consequence is visible right away, though.<br/><strong>- Find hidden clues:</strong> use the detective-mechanic to find clues and evidence.<br/><strong>- Move around in the shadows unnoticed:</strong> the stealth-mechanic is how you can sneak past enemies and guards or distract them by aiming and throwing stones.<br/><strong>- Defend yourself:</strong> if your sneak-mission has failed, you can use the fight-mechanic as a last resort and defend yourself with an old fashioned fist fight.<br/><strong>- Develop your character:</strong> take it step by step and develop your character with every new level using the skill-mechanic.<br/><br/><strong>Decide how you want to solve the tasks at hand.</strong> With charisma, diplomacy, the art of stealth or strategic escape? The mission, however, is clear: solve this case!<br/><br/><strong>Totgeschwiegen Chapter I will be releases in german language only on the beginning of early access. </strong>But we are working on a english translation that will be available soon. Check our roadmap for more information!"
}