{
    "id": "0550200001550000",
    "name": "Quake III - Arena [SDC]",
    "size": 469301785,
    "releaseDate": 19991202,
    "description": "<p>The third game in the genre of first-person shooter in a series of Quake. Unlike previous games in the series, the game is focused on a multiplayer mode, and does not have a full-fledged single-player campaign.</p>\n<h3>Previous and next games of the series</h3>\n<p>Quake (1996)<br />\nA first-person shooter, the player controls a nameless fighter, the base of which was attacked by enemies whose common name is Quake.</p>\n<p>The game was a breakthrough in 3D video game technology - implemented a fully three-dimensional world.</p>\n<p>The game has a single player campaign and multiplayer mode. The first Quake is the ancestor of cybersport, the major championships began to be held on the basis of the game.</p>\n<p>The game code was made publicly available, which led to the appearance of a large number of add-ons not related to the creators of the game. There are also official additions.</p>\n<p>Quake II (1997)<br />\nQuake II, despite the name, is not a continuation of Quake and its additions. The plot of Quake II tells the story of the confrontation between people and the race Stroggs. The player controls the soldier Bitterman.</p>\n<p>Despite the similarities in weapons and objects, the enemies and the storyline have nothing in common.</p>\n<p>Initially, the creators did not plan to call the game Quake, but due to the fact that many of the names that came to their mind were already used somewhere, they had to dwell on the old name. In addition, their decision was also influenced by the fact that by the time Quake, as a trademark, was able to ensure commercial success.</p>\n<p>Quake IV (2005)<br />\nThe game continues the story of the battle of humanity with the Stroggs. Spaceships and military equipment of earthlings borrowed from the movie &quot;Star Troopers&quot;, and the overall design of the Stroggs and their equipment (especially living computers with human body parts) is made in the style of Giger&#39;s biomechanoids.</p>\n<p>The player acts as a paratrooper of Rhino squad involved in a counterattack on the capital planet of the Stroggs.</p>\n<p>After Quake IV were created:<br />\nEnemy Territory: Quake Wars (2007) is a game in the world of Quake II and Quake IV, events take place 50 years before the events of Quake II. The game is notable for the use of ground and air vehicles.</p>\n<p>Quake Champions (2017)<br />\nThe game introduces a series of champions - characters with unique abilities. There are fourteen Champions in this game.</p>\n<h3>Quake III Arena (1999)</h3>\n<p>The game emphasizes the multiplayer mode. There is a single mode in the game, but it is not full-fledged and consists of battles with bots.</p>\n<p>Quake III Arena Story<br />\nThe mysterious race Vadrigar built the Arena Eternal, and arranges fights for the best gladiators of the world there - this is the favorite entertainment of this race. Gladiators do not die completely - they are reborn, enriched by the experience of the battle, even if the battle was lost.</p>\n<p>Quake III Arena Multiplayer Basic Modes<br />\nFree For All - classic Deathmatch;<br />\nTeam Deathmatch - team battle;<br />\nTournament<br />\nCapture The Flag</p>\n<p>After the discovery of the code, numerous modifications appeared and gained popularity, including DeFRaG - a modification focused on performing various tricks.</p>\n<p>There is an official addition to the game Quake III: Team Arena, and the updated version of the game called Quake Live (2010).</p>"
}