{
    "id": "0550000000fd0000",
    "name": "D2 Shock [SDC]",
    "size": 403197590,
    "releaseDate": 19940923,
    "description": "<p>A first-person fight to the death in the depths of space.<br />\nYou&#39;re a renowned hacker, the most notorious cyberspace thief in the corporate world. Caught during a risky break-in, you become indentured to Diego, a greedy Trioptium exec who bankrolls a rare cyberjack implant operation. After six months in a healing coma, you awaken to the twisted aftermath of a terrible disaster. Where are the surgeons? Why is the station in such disrepair? Slowly, the chilling realization that something is very wrong creeps over you.<br />\nOnce a prime corporate research facility, Citadel now teems with mindless cyborgs, robots and terribly mutated beings, all programmed to serve SHODAN, a ruthless A.I. There&#39;s scarcely time to think before it unleashes the first terror...<br />\nTwenty one years after its first release, System Shock is back!<br />\nThe Enhanced Edition adds a modern touch to this true classic gem, without taking anything from its unmistakable atmosphere.<br />\nSee for yourself that the game that has been called the benchmark for intelligent first-person gaming, has lost nothing of its ability to keep you on the edge of your seat.<br />\nSystem Shock: Enhanced Edition features:<br />\nHigher resolution support: up to 1024x768, and 854x480 widescreen mode.<br />\nMouselook support added.<br />\nRemappable keys with three profiles to choose from: original controls, custom controls, and lefthanded controls.<br />\nSome original game bugs fixed.<br />\nGameplay features:<br />\nRocket through cyberspace to steal information, hack security and grapple with watchdog defense programs enslaved to a maniacal computer.<br />\nSurvive battle after battle against armies of killer cyborgs and deadly robots as you collect hardware attachments, life-sustaining patches and deadly weapons to combat mindless mutants.<br />\nTest your intelligence by solving puzzles, rewiring access panels and outwitting SHODAN in its own cyber-realm.<br />\nEnjoy the vastly improved controls and graphics of the Enhanced Edition - or keep your experience as close to the original as possible with the Classic version.<br />\nIncluded Extras located in your Steam\\SteamApps\\common\\SS1EE\\Bonus Content folder!<br />\nEnhanced Edition Quick Start Guide<br />\nOriginal Manual (English, German, French)<br />\nGame Maps<br />\nI.C.E. BREAKER - Official Origin Hint Book<br />\nSystem Shock - Strategies &amp; Secrets - Strategy Guide<br />\nOST - (Midi, MP3, FLAC)<br />\nTV Commercial</p>"
}