{
    "id": "0550000001550000",
    "name": "Dorimaga GD Vol. 12 [SDC]",
    "size": 342957172,
    "releaseDate": 20160123,
    "description": "Try out state-of-the-art robot technology you'll never be able to afford in real life! <strong>Brantisky Robotics</strong> proudly presents this simulation of our latest model, the <strong>Brantisky Robotics Security &amp; Defense Robot Mark 12</strong>.  Blast your way through randomized levels and relive history as you face every previous model in the Brantisky catalog!<br/><br/><strong>B-12</strong> is a tough, unconventional third/first-person action-platformer with randomized levels and robots with plasma cannons for hands.<br/><br/>No mission markers. No tutorial levels. No cut-scenes. No fluff.<br/><br/>Infinite lives &amp; ammo. You'll need them.EARLY ACCESS FEATURES <br/>The current release features the first eight procedural levels and the first eight types of Brantisky robots that you'll encounter in combat. These are all accompanied by an original soundtrack from delogated (combat music) and the developer (ambient/idle music).ENEMY ROBOTS &amp; SECONDARY WEAPONS<br/>As you progress through the levels, you will face the entire Brantisky catalog of robots in chronological order, starting with the lowly B-1 turret and eventually leading up to the final battle: <strong>B-12 vs. B-12.</strong> (Not yet available in Early Access release.)<br/><br/>Most robots will drop secondary weapons that can be equipped via your Mk. 12's left arm. The weapons will grow more interesting &amp; powerful as the player progresses through the game and encounters more modern &amp; advanced Brantisky robots. These weapons can also be purchased at the Maintenance Pad in each level, but they do not unlock there until you have destroyed the corresponding enemy robot at least once.B-12 UPGRADES<br/>There are six available upgrades for your Brantisky Mark 12. (Possibly more to come...) These are temporary and are lost any time your B-12 is destroyed, along with whatever secondary weapon you've acquired.  Upgrades can be purchased at the Maintenance Pad placed in each level, but they will also sometimes drop randomly from normal crates in the form of a smaller yellow crate.<br/><br/><ul><li>Jetpack (Uses secondary/weapons power.)<br/></li><li>Radar (Shows the location of nearby enemies, switches, the maintenance pad, and  the exit teleporter when within range.)<br/></li><li>Shield (Deflect enemy fire. Uses secondary/weapons power.)<br/></li><li>Armor (Reduces all damage taken.)<br/></li><li>Gauntlet &amp; Boots (Melee-upgrade. Increases all melee attack strength and grants Plasma-Stomp ability)<br/></li><li>Spread-Shot (Plasma launcher now fires a horizontal spread of three shots.)</li></ul>"
}