{
    "id": "0550300001ab0000",
    "name": "Utau - Tumbling Dice [SDC]",
    "size": 704081871,
    "releaseDate": 20210909,
    "description": "<p>In this roguelite survival city-builder, you will use dice to establish your medieval town. You are a ruler guiding your people on the discovery of this uncharted land. Balance exploration, resource gathering building and conquering. Explore the wildlands surrounding your settlement, choose your playstyle and trade or fight with the mysterious factions inhabiting the ring. But beware of what lurks in the mist. The Ring holds a dark secret. Something eery is looming over your realm.<br />\nRoll and manage your dice to get the faces you require to put your strategy in place. Provide your dice with food, ale and other resources as they may become sick, injured or even frozen solid in the winter blizzard! Choose your strategy and gather resources from forests, mines, hunting grounds and more. Use your resources to construct new buildings, research new technologies, recruit new dice and prepare for the winter. Upgrade your Peasant dice into Citizens, Soldiers, Priests or Merchants dice to build a balanced or focused society. Do your best to survive and defend your settlement from The Others.<br />\nExplore a procedurally generated map, choose your play style and adapt to randomly generated events in a roguelite loop.Forge new dice by empowering them, fusing them together and even experimenting with the Laboratory. Manage unique dice traits and create the ultimate die to carry with you through multiple playthroughs.Encounter uncanny civilizations and uncover the mysteries of the ring. Who are The Others? How did they get here? What lurks beneath their city?<br />\nEmbark on a journey inside the mysterious ring-shaped world of Dice Legacy, where medieval and steampunk aesthetics meet in a setting inspired by tabletop and miniature games. You establish your settlement on the shore of a new continent. On the opposite end are The Others - an ancient civilization that looks eerily familiar. They worship an ancient being, said to be able to shape destiny itself. A tempting prospect, to be chased in eternity. Will you face the truth or fall prey to corruption?</p>"
}