{
    "id": "0550200001650000",
    "name": "Rayman - Kaizokusen kara no Dasshutsu! [SDC]",
    "size": 709537820,
    "releaseDate": 19950901,
    "description": "<p>In the world of Rayman: Mister Dark no Wana®, people live in peace and harmony with nature, and the Great Protoon maintains the balance of the universe. One fateful day, Mr. Dark steals the Great Protoon and defeats Betilla the Fairy, plunging the whole world into darkness. It&#39;s up to Rayman® to defeat Mr. Dark and restore balance to the universe in this classic platforming game.<br />\nKey features:<br />\n•   Action-packed platforming levels have you jump, climb, and swing your way to victory.<br />\n•   Expand your repertoire of moves by learning new Powers.<br />\n•   Explore over 30 levels in 6 diverse and fantastic worlds.<br />\n•   Defeat all of Mister Dark&#39;s menacing Antitoon footsoldier minions and face challenging boss battles.<br />\nTransferring to a PSP® system from your PS3™ system:<br />\nYou must be signed into the PLAYSTATION®Network account that originally purchased the game.  You must have at least 97 MB free on your Memory Stick Duo™.  Connect your PSP® system to your PS3™ system with a USB cable and switch your PSP® system to USB Mode. Highlight the game on the PS3™ XMB™, press the Δ button and select Copy.</p>\n<p>PC Store Customers:<br />\nLog into your PLAYSTATION®Network account that you originally used to purchased the game.  Then, download the game from your “Download List” in the PLAYSTATION®Store onto your PS3™ system.<br />\nThis title has been converted from the original PlayStation® disc to the PSP® and the PS3™ systems. Consequently, there may be times where the title plays differently from the PlayStation® disc version, or where some features may not function properly.  This version does not support PlayStation® peripherals (controller, memory card, multitap, etc.), therefore functionalities such as multiplayer, versus, and co-op modes are not available.<br />\nPurchase or use of this item is subject to the PLAYSTATION®Network Terms of Service and this item’s use restrictions.  If you do not wish to accept all these terms, do not purchase or use this item.  One-time license fee for downloads to up to 2 console systems that are associated with the purchasing account.<br />\nMemory Stick Duo™ may be required.<br />\nRAYMAN®  © 1995-2008 Ubisoft Entertainment. All Rights Reserved.  Rayman, the character of Rayman, Ubisoft, Ubi.com, and the Ubisoft logo are trademarks of Ubisoft Entertainment in the U.S. and/or other countries.<br />\n&quot;PlayStation&quot;, &quot;PS&quot; Family logo, and &quot;PSP&quot; are registered trademarks of Sony Computer Entertainment Inc.</p>"
}