{
    "id": "0550200000f90000",
    "name": "Pandora no Yume [SDC]",
    "size": 760177980,
    "releaseDate": 20131114,
    "description": "Pandora: First Contact is a science fiction 4X turn-based strategy game on a planetary scale.<br/><br/>In the future, factions have risen up from opportunities and ideologies independent of governments. Private corporations and religious movements have started wars over greed, ideology and power. Many have died and many lands lay in ruin. Planet Earth has been exhausted and colonial attempts on other planetary bodies have been in vain.<br/><br/>Finally, after decades of exploration, an interstellar probe has brought promise of a new world many light-years away. The most powerful factions have gathered their best men and women to send on a long journey to Pandora.<br/><br/>Far from desolate, the earth-like planet has been found to host a plethora of indigenous life forms. While the gigantic monstrosities inland and at the oceans seem relatively calm, human-sized bugs and fungus are threatening to stop mankind's expansion.<br/><br/>As the various factions strive to take control, each will research and develop numerous new technologies, discovering new weapons and industry, whilst opening trade agreements and forging alliances with other factions to gain a foothold. As they spread, they will discover ancient ruins from alien civilizations that will grant them advantages over their rivals.Key Features<ul><li>Explore a new world harboring a variety of eco-regions, from the frozen ice lands of the north, to vast deserts and lush tropical forests in the south.<br/></li><li>Survive encounters with the planet's dangerous wild life. Deadly swarms walk the lands and agile predators fly in the skies. There is even talk of a giant creature in the oceans.<br/></li><li>Live in harmony with nature or use it to further your cause. The indigenous life will react to your actions and treat you accordingly.<br/></li><li>Discover ruins and artifacts, the relics of an ancient alien civilization long forgotten that can give you an edge against the planet life and other rivaling factions.<br/></li><li>Found new cities to expand the borders of your empire. Manage cities by adjusting the tax rate, choosing production and assigning colonists to jobs.<br/></li><li>Operate a fully globalized and pooled resource and growth system. Specialize one city to harvest minerals while churning out units in another.<br/></li><li>Adapt your empire to pressing demand. Your colonists will migrate between cities based on factors such as pollution and living space.<br/></li><li>Shape the landscape with terraforming, construct farms, mines, forts, and other improvements to increase the productivity of your colonies or to fortify positions.<br/></li><li>Progress through a vast randomized research tree spanning dozens of technologies providing operations, buildings, units, weapons, and more.<br/></li><li>Negotiate trade and research pacts with other factions for mutual benefits. Forge alliances to stand united against common foes.<br/></li><li>Design your own units by choosing from a range of different classes, armors, weapons, and devices to maximize the strength of your forces.<br/></li><li>Command vast armies across the battlefield against enemy factions, making use of the variety of terrain types to gain an advantage.<br/></li><li>Unleash hell on your opponents with powerful military operations, ranging from drop pods behind enemy lines to black hole generators eradicating entire landscapes.<br/></li><li>Prove yourself in multiplayer with friends or strangers and discover entirely new strategies.<br/></li><li>Customize your experience through easily moddable XML data and well-known image and audio formats.</li></ul>"
}