{
    "id": "0550100000c90000",
    "name": "Kao the Kangaroo [SDC]",
    "size": 409460207,
    "releaseDate": 20000101,
    "description": "Join Kao on his biggest adventure yet! This time the brave kangaroo has to find his missing sister and solve the mystery of what happened to his long-gone father. He will need to travel the world and confront the famous fighting masters, who are influenced by the mysterious, dark power. On the course of his journey, Kao will learn under the guidance of his master - Walt, how to become not only an awesome fighter but also a clever one who uses his head as much as his fists. Although he will need to fight lots of enemies along his way, he will also make new and strengthen old friendships. Finally, he will need to face his ultimate opponent - the mysterious Eternal Warrior, whose ambitions are a threat to the world balance. Will he succeed? It’s all up to you!🥊 KEY FEATURES 🥊<br />\nChallenging Combat<br />\n3D Platforming<br />\nTouching Story<br />\nPowerful Gloves<br />\nMean Bosses<br />\nDark Powersmore is yet to come - let us be mysterious for a while 🦘🥊 A LITTLE BIT OF KAO&#39;s HISTORY 🥊<br />\nKao the Kangaroo is considered as a part of Poland&#39;s national gaming heritage. The first game - Kao the Kangaroo celebrates its 20th anniversary! This colorful 3D platformer gave a lot of joyful childhood memories to many people around the world. The sequel Kao the Kangaroo: Round 2 was in Top 10 for 12 months in Polish retail stores. The game series sold in over 700 000 retail units worldwide up to date.<br />\nThe whole series includes:<br />\nKao the Kangaroo (2000) - Dreamcast, PC (Retail - Worldwide)<br />\nKao the Kangaroo: Round 2 (2003) - PS2, Xbox, Gamecube, PC (Retail - Worldwide)<br />\nKao Challengers (2005) PSP<br />\nKao the Kangaroo: Mystery of the Volcano (December 2005) - PC (Retail - Europe)</p>\n<h1>BringKaoBack - In Early 2019 the community started an initiative marked by the hashtag #BringKaoBack to support and bring their favorite character back to a modern platform.</h1>\n<p>As an answer to these requests, we have published a remastered Kao the Kangaroo: Round 2 on Steam. On June 1st, 2019 - as a gift for our community we have launched the game on Steam for free. Within 24 hours Kao the Kangaroo: Round 2 has been downloaded by over 750 000 players!</p>\n<h1>Kao4Australia - January 2020 - as soon as we found out about the horrific bushfires in Australia we have decided to support worldwide relief - after all we are talking about Kao’s motherland. We started the 10 days fundraiser - all the Kao The Kangaroo: Round 2 Steam profits were donated to the WIRES (NSW Wildlife Information, Rescue and Education Service Inc.)</h1>\n<p>Loading... please wait - Since June 1st, 2020, all the Kao fans are wondering what is going on. There were hundreds of speculations: Is there a Kao sequel in production? Or maybe a trilogy remaster? Now we are happy to confirm:KAO IS BACK!!!</p>"
}