{
    "id": "0550100000390000",
    "name": "Grauen no Torikago - Kapitel 6 - Senritsu [SDC]",
    "size": 997646032,
    "releaseDate": 20190719,
    "description": "<p><strong>   </strong></p>\n<p><strong>Graffiti the wall and return the next day with a new color.</strong></p>\n<p>    </p>\n<p><strong>Controls:</strong><br/></p>\n<p>Mouse to Move</p>\n<p>Left Click to Spray</p>\n<p>Right and Left Arrow Keys to Switch Colors</p>\n<p>X to Start the Next Day</p>\n<p>     </p>\n<p><strong>Postmortem:</strong><br/></p>\n<p>The prompt this week was trying. The act of repeated trying invoked ideas about graffiti. I personally love street art; it is temporary and almost like a public forum for people to display their skills as artists. So, I decided to make a game about trying to be a good graffiti artist but never getting to the level of others. The player is spraying on a pristine white wall and can decide to step away from their art and continue to the next day, finding that someone sprayed over their work, and it’s better. Every day the player gets a different color to use in combination with their black can. At the end of the 10 days, the wall is painted over by a city official, hammering home that graffiti is a temporary art form where every artist is trying to get their art seen even if it’s just for a day or two. I also liked the function that I came up with to spray designs over your art, it was super simple and can be tweaked even more. The hard part of this type of design is not discouraging the player too much, and keeping the player interested. If I were to go further with this, I would give the player more instructions and context, but also possibly turn it into a co-op game, where players try to outdo each other and paint over each other’s work. What I learned from this prototype was that communication to the player about their role in the digital space you provide for them is very important.</p>"
}