{
    "id": "0550000001d30000",
    "name": "Dreamon Volume 7 & 8 [SDC]",
    "size": 634296770,
    "releaseDate": 20171031,
    "description": "8-bit Adventure Anthology is a compilation featuring faithful remakes of three of the best 8-bit point &amp; click adventure games ever made. Originally released between 1987-1991, each stand-alone adventure features the same mind-blowing puzzles, graphics and music that mesmerized generations of console gamers! <br/>\n<br/>\r\nNow is your chance to play “Shadowgate™”, “The Uninvited™” and “Déjà Vu™” the way they were supposed to be played, with a controller in hand and worlds waiting to be explored! Set within the realms of fantasy, horror and film noir, these three fantastic stories are a must have for those who enjoy traditional adventure games made of tougher stuff.<br/>\n<br/>\r\nTo enhance your experience, the compilation features a new 8-bit style menu, beautifully composed chip tunes and the most outstanding ‘old TV’ effects you’ve ever seen. <br/>\n<br/>\r\nCreated by adventure gamers for adventure gamers, 8-bit Adventure Anthology is the perfect addition to your gaming collection and one you won’t want to miss!<br/>\n<br/>\r\nShadowgate™: The wind whistles through the halls as you step through the stone threshold. You’ve just entered Shadowgate, a once shining castle, now an evil, dark smouldering ruin. Swallow your fear and take up your torch. You are the ‘Seed of Prophesy’ and in your hand lies the fate of the world itself.<br/>\n<br/>\r\nThe Uninvited™: The last thing you remember was a figure appearing in the middle of the road and the sound of your sister’s screams over the screeching tires. When you come to, you discover two horrifying things: your sister is missing and the mansion that now looms before you seems to be calling your name…<br/>\n<br/>\r\nDéjà Vu™: It’s 1942 and you wake up in a seedy bathroom with no idea how you got here or, for that matter, who you are. You grab a .38 hanging on the door, stumble up the stairs and find some stiff slumped over a desk with three bullet holes in him. You check your gun. Three bullets are missing. This is gonna be a bad day.<br/>\n<br/>\r\nDISCLAIMER: This game is only playable in English."
}