{
    "id": "0550200000bb0000",
    "name": "NFL Quarterback Club 2000 [SDC]",
    "size": 111151898,
    "releaseDate": 19990831,
    "description": "<p>Stunning graphics, complicated play control -- yep, it&#39;s another Acclaim sports game.</p>\n<p>With its All-Star Baseball and NHL Breakaway franchises, Acclaim has wedded high-end graphics with mind-boggling menu systems. Picking up the pace with NFL Quarterback Club 2000, Acclaim has managed to produce both the finest-looking and the most daunting N64 sports game ever. Throw in an inspired feature for Monday-morning quarterbacks and you&#39;ve got an impressive, albeit highly challenging, offering for the serious gamer.</p>\n<p>To start with QBC 2000&#39;s best point: you won&#39;t get better graphics outside an actual televised football game. Period. The carefully shaped and shaded characters are the last word in realism, at least until QBC 2001. Mottled texture-maps brilliantly capture the look of both real and artificial turf.</p>\n<p>If you&#39;re not satisfied with the 16 camera views, you can program one in just about any position you want. As if all this isn&#39;t enough, QBC 2000 gives you subtle controls over the position and size of both horizontal and vertical display.</p>\n<p>Note that you&#39;ll need an Expansion Pak to get all this eye candy. Without one, the frame rate is abysmally slow, even in the comical low-res mode.</p>\n<p>With the Expansion Pak installed, our only objection is that the game shows a slight slowdown on fast-moving plays. In all fairness, Madden NFL 2000 has the same problem. The player faces lack the detail of All-Star Baseball 2000, but since they&#39;re hidden behind face masks, that&#39;s not such a big deal.</p>\n<p>Considering that QBC 2000 has more options than there are rivets on the Brooklyn Bridge, we&#39;ll give you a fly-by look. If you want to get in depth, pick up the game or, better yet, proof-read the instruction manual.</p>\n<p>You can choose from six different weather conditions, day or night play, three difficulty levels, fatigue on/off and injuries on/off. Players you control can be identified by name, number, position or any combination thereof.</p>\n<p>All 31 NFL teams are here, including the Tennessee Titans and the revived Cleveland Browns. General-manager options include draft, trades and salary cap. The 100 free agents include erstwhile stellar QBs Neil O&#39;Donnell and Frank Reich. In Season and Playoff modes, QBC 2000 tracks more stats than the ESPN mainframe. Well, almost.</p>\n<p>You can speed up the time between plays; a good thing, considering the pokey pace of your typical NFL game. You can even pick from six different celebrations for either touchdowns or sacks.</p>"
}