{
    "id": "05502000001f0000",
    "name": "Marionette Handler [SDC]",
    "size": 318564847,
    "releaseDate": 20220508,
    "description": "<p>A boy awakens to find himself trapped in a music-themed dream world. In order to leave, he must gather up the pieces of heart of the world's ruler, the Maestro, and put them back together.<br/></p>\n<p>…But this means stealing those pieces away from the other residents of the dream, dolls who have been using them to feel human.</p>\n<p><strong>The Maestro and the Marionette</strong> is a visual novel that was written around the core part of quarantine (March 2020), it's a story fundamentally about isolation and bonds. It starts out very seriously, but it's not an unhappy story!<br/></p>\n<p>DEMO Details</p>\n<ul> <li>40 minute read\r\n  </li><li>It's free (the full      version will most likely be too)\r\n  </li><li>No branching paths in      the early part of the story\r\n  </li><li>The demo ends on a high      note, I swear</li></ul>\n<p>Requirements</p>\n<p><strong>The browser version requires that third-party cookies be enabled for save data.</strong> (If you try to run it while having them disabled, you will get several error messages in Japanese and nothing will work). Sorry for the inconvenience! </p>\n<p>Controls</p>\n<p><strong>Advance Story</strong>: Mouse click/Spacebar/Enter/Right Arrow\r\n  </p>\n<p><strong>Auto Advance Story</strong>: 'A' key (clicking anything ends it)\r\n  </p>\n<p><strong>Backlog</strong>: Backspace or 'Log' button\r\n  </p>\n<p><strong>Save</strong>: 'S' key<br/></p>\n<p>Content Warnings</p>\n<ul> <li>Screen shakes\r\n  </li><li>A few instances of      children being violent towards each other, one serious injury (not      graphically portrayed or described)</li></ul>\n<p>Credits</p>\n<p>A copy of the credits listing all music and background images used is available on Google Docs!</p>\n<br/>\n<p>If you'd like to follow the development of the rest of the novel, here's a few other places you can find me. </p>\n<p>Thanks for reading!</p>"
}