{
    "id": "0574800000210000",
    "name": "Motherbase [32X]",
    "size": 11035701,
    "releaseDate": 20191125,
    "description": "<p><strong>Histoire:</strong></p>\n<p>Suite à l'explosion de votre planète votre cité spatiale est à la dérive en partie détruite par le souffle de cette dernière. <br/></p>\n<p>Vous incarnez Astro où vous explorerez les planètes avoisinantes pour votre propre survie ainsi qu'à la récupération des ressources nécessaires à la reconstruction de votre cité. </p>\n<p><strong>But: (in progress) </strong></p>\n<p><em>Explorez, fabriquez, survivez ... </em></p>\n<p>Faites face aux divers événements de l'espace et reconstruisez entièrement votre cité spatiale avec les ressources présentes sur les planètes qui vous entourent. </p>\n<p><strong>Déplacements :</strong></p>\n<p>Utilisez les touches ZQSD ainsi que la souris afin de vous déplacer.</p>\n<p>Utilisez la touche E pour interagir avec des objets interactifs : </p>\n<p>- Proche d'une ressource (comme le maïs) se situant dans votre cité vous permet de la consommer.<br/></p>\n<p>- Proche d'une machine (fabrication d'eau ou d’énergie présentes dans la station) vous permet de créer la ressource associée à cette dernière si le composant primaire se trouve dans un emplacement de votre cité.</p>\n<p>- Proche d'un rebord de votre cité vous permet de l'agrandir ainsi ajoutant 4 emplacements supplémentaires à la téléportation d'objets (deux emplacements par défaut sur la première partie de votre station au début du jeu) </p>\n<p>Utilisez la souris pour regarder autour de vous.</p>\n<p>Utilisez le clique droit de la souris pour viser avec votre pistolet. </p>\n<p>Utilisez le clique gauche de la souris pour tirer avec votre pistolet : </p>\n<p>- Tirez avec votre pistolet sur les planètes ou votre station vous permet de vous y téléporter. </p>\n<p>- Tirez sur une ressource se trouvant sur une planète vous permet de la téléporter dans votre cité si un emplacement est disponible. </p>\n<p>- Tirez sur une ressource se trouvant sur votre cité vous permet de la supprimer. </p>\n<p><strong>Bon jeu !</strong></p>"
}