{
    "id": "0574800000330000",
    "name": "Soulstar X [32X]",
    "size": 11047195,
    "releaseDate": 20121113,
    "description": "<p>\n      In the new action game, players can play as both Young and Teen Ben, \n      switch forms between 13 playable alien heroes, including new aliens like \n      Bloxx and Gravattack, and fight in an assortment of action-packed levels \n      throughout the subterranean alien city of Undertown and other \n      show-inspired locales. In Ben: 10 Omniverse, Rook will also star in the \n      game come equipped with a Proto-Tool, a swiss army knife of the future, \n      that can transform into a variety of weapons that will bring a whole new \n      dimension to combat.\n    </p><p>\n      Features\n    </p><p>\n      • Play as Ben of the Past and Present – For the first time \n      ever, players will battle as both Young Ben and Teen Ben and work with \n      Rook to defeat the evil plans of a destructive villain who will stop at \n      nothing to defeat the world.<br/>• Introducing: Rook! – A \n      brand new character to the series, Rook is a skilled but inexperienced \n      Plumber graduate ready to fight alongside Ben with his awesome weapon, \n      the Proto-Tool, a high tech multi-functional weapon that turns into a \n      Blaster, Power Sword, Quantum Staff, or Grappler.<br/>• First Video \n      Game Based on the Brand New Ben 10 Series – Brawl your way through \n      an assortment of action-packed levels set in show-inspired settings like \n      the subterranean alien city of Undertown and the new Plumber base in \n      Max’s shop!<br/>• Enjoy Fast-Paced Gameplay – Ben 10: Omniverse \n      offers players an exciting action experience featuring characters \n      and a new storyline from the brand new Ben 10 Omniverse TV series! \n      Switch between 13 playable alien forms including exciting new heroes \n      like Bloxx and Gravattack.<br/>• Multiple Ways to Enjoy the Fun! \n      – Engage in an epic single-player campaign or journey with a friend or \n      family member in two player co-op mode, where one player controls Ben \n      and the other controls Rook.\n    </p>"
}