{
    "id": "0575800000c10000",
    "name": "Microcosm [SCD]",
    "size": 307869707,
    "releaseDate": 20170530,
    "description": "Build tiny voxel worlds in virtual reality!<br/>Microcosm is the game I've wanted to play in VR ever since I saw the Oculus Rift Kickstarter way back in 2012. I picked up a Vive last year, but no one seemed to be making the voxel game I wanted. Finally, I said enough was enough, and just decided to build it myself.<br/><br/>I hope you enjoy playing Microcosm as much as I enjoy making it. If you had any issues, or if there's something you think I could improve, I'd love it if you let me know. Please feel free to get in touch with me at any time. If you've found a bug, screenshots and system information are very much appreciated, to help me reproduce and fix it.Details!<br/><ul> <li> Microcosm worlds are made of 512×256×512 voxels. Each one is 0.018 meters (~0.7 inches) cubed. That's over 9 meters across and 4.5 meters tall of real-world space (~30 feet by ~15 feet). You can build some pretty huge stuff. 🚀<br/> </li><li> Create your own world of solid, transparent, and glowing voxels. 🖼<br/> </li><li> Switch the desktop camera mode! Use the default eye-cam, or place a fixed camera in the world. Great for time-lapses, video recording, and hiding your work. 📹<br/> </li><li> Save your creations as .cosm files, and share them with other people! 🌏<br/> </li><li> Intuitive voxel selection and editing. Easily place, delete, and paint existing voxels. 🎨<br/> </li><li> <strong>More fun and interesting things coming soon! Check out the roadmap announcement post to learn more.</strong> 🎉 <br/> <ul class=\"bb_ul\"> <li> Pause, speed up, and slow down the day/night cycle.<br/> </li><li> A lovely, custom soundtrack composed by Mr. Kevin Jachetta!<br/> </li><li> More ways to share your Microcosm worlds!<br/> </li><li> (maybe infinite terrain, too)<br/> </li></ul></li></ul><br/>Microcosm currently supports the HTC Vive and Oculus Rift + Touch."
}