{
    "id": "0575800001630000",
    "name": "What is X'Eye Multi Entertainment System [SCD]",
    "size": 63256311,
    "releaseDate": 20180918,
    "description": "<p>Now you’re playing with power—online<br />\nWith a Nintendo Switch Online membership, gain exclusive access to a large collection of NES™ games that are great to play anytime, anywhere! For the first time ever, you can play these classic games online and use voice chat via the Nintendo Switch Online smartphone app*. Compete or cooperate online with friends, share your screen, or virtually pass the controller, depending on the game.</p>\n<p>Conquer classics such as The Legend of Zelda™, Super Mario Bros™. 3, and Donkey Kong™. Depending on the game, you can engage in online competitive or co-op multiplayer, or take turns controlling the action. Need back up? Then team up in cooperative games like Double Dragon and Ice Climber™. You can also compete against a friend in Dr. Mario™, Ice Hockey, and even Pro Wrestling—available for the first time since its original 1987 release! Friends can even watch each other play single-player games online, and virtually “pass the controller” at any time. Every classic NES game included in this collection will support voice chat via the Nintendo Switch Online smartphone app*.</p>\n<p>• A large selection of classic NES™ games with newly added online play.<br />\n• Share a Joy-Con™ controller with a friend for instant multiplayer fun in two-player games.<br />\n• Games can also be played offline, so you can play while on the go—anytime, anywhere.<br />\n• Use the Nintendo Switch Online smartphone app* to play online with voice chat.<br />\n• Create suspend points for each game to save your progress.<br />\n• With online play added to every game, you can compete or cooperate online with friends, share your screen, or pass the controller, depending on the game.<br />\n• At the start of service in September 2018, 20 titles will be available, and more NES games will be added, growing the selection.<br />\n• Cursor - When playing online, you can display a cursor on a friend&#39;s screen. Use this handy tool to give hints or point out strategic locations. You can even clap to congratulate your friend.</p>\n<p>*Persistent internet and compatible smartphone required; data charges may apply. Nintendo Account age 13+ required. Nintendo Switch Online smartphone app features available in compatible games. The Nintendo Account User Agreement, including the Purchase and Subscription terms, apply. nintendo.com/switch-online</p>"
}