{
    "id": "0575800000a90000",
    "name": "Lunar - The Silver Star [SCD]",
    "size": 260103066,
    "releaseDate": 19961025,
    "description": "<p>Lunar: Silver Star Story Complete, originally released in Japan as simply Lunar: Silver Star Story (ルナ~シルバースターストーリー, Runa ~Shirubā Sutā Sutōrī), is a role-playing video game developed by Game Arts and Japan Art Media as a remake of 1992's Lunar: The Silver Star. While the overall plot remains true to the original, accommodations are made to the game's story to allow for a larger, richer cast, as well as additional scenarios.</p>\n<p>Initially released on the Sega Saturn in 1996, the game has gone through several variations, beginning with enhanced video support in conjunction with the Saturn's MPEG graphics add-on in 1997, and later being ported to Sony's PlayStation in 1998. The PlayStation version was released in North America by Working Designs, who had also produced the English adaptation of the original game, in May 1999.</p>\n<p>Like its forerunner, the game follows the exploits of Alex, a young boy from a small, humble town who enters a life of adventure and intrigue after being chosen as the heir-apparent to the title of \"Dragonmaster\", guardian of the forces of the planet. With the help of his expanding band of companions, Alex must pass the trials set by ancient dragons to claim his place in history, and stop a powerful sorcerer and former hero from controlling the world.</p>\n<p>Since its English release, Silver Star Story has garnered much attention from critics for its use of fluid full-motion animated sequences, lavish game packaging, and quality of the English script. The game was followed by a sequel, Lunar 2: Eternal Blue Complete, in 1998. Two more remakes of Lunar: The Silver Star, Lunar Legend and Lunar: Silver Star Harmony, were released in 2002 by Media Rings and Ubisoft and in 2009 by GungHo Online Entertainment and Xseed Games, respectively.</p>"
}