{
    "id": "05758000015f0000",
    "name": "Ultraverse Prime [SCD]",
    "size": 276475991,
    "releaseDate": 20140923,
    "description": "<strong>A Reimagined Frozen Synapse Experience</strong> <br/>Take on the role of Tactics in a brand new Frozen Synapse experience. Lead a rebel faction to overthrow a powerful corporation controlling the city of Markov Geist.<br/> <br/><strong>Control an elite strike team of futuristic soldiers</strong> - From shotgunners and snipers, to grenadiers and machine-gunners in the ultimate turn-based strategy game. Plot paths and issue orders to your units, test your plans and predict your opponent in each turn. Combat plays out on procedural, 3D, destructible and customizable battlefields.<br/> <br/><strong>Play online to become the ultimate tactician</strong>  – Synchronous play allows you to battle against players live. Asynchronous multiplayer enables you to compete in multiple games simultaneously.<strong>Key Features</strong><ul><li> Rich single player campaign with 40+ challenging missions set in a dystopian future<br/></li><li> Multiplayer suite with asynchronous and synchronous play options, player matchmaking, preset map, squad options and more!<br/></li><li> In addition to classic death match, games involve protecting VIPs, rescuing hostages, infiltrating and controlling bases and collecting items to score points<br/></li><li> Save your matches and share your favourites with friends using the Replay Theatre!<br/></li><li> Global leaderboards allow you to view a player’s match records and statistics</li></ul><strong>Gameplay Enhancements</strong>We’ve rebuilt the original Frozen Synapse from the ground up to provide a more immersive and accessible experience, while enhancing everything that made the original so great.<br/><br/><ul><li> <strong>New Full 3D Presentation</strong> - Experience the world of Frozen Synapse like never before. Newly design characters models, destructible arenas, cinematic replays, kill cams, dynamic lighting, audio and visual effects<br/></li><li> <strong>Powered Up Tactics</strong> – Devise new strategies with Slide, Sweep, Room Selection, Targeting, dynamic cones-of-vision alongside a host of additional enhancements<br/></li><li> Relive the action – <strong>Replay Theatre</strong> records all your multiplayer matches, friends battles and the world’s best face offs<br/></li><li> Plus a huge amount of new content and improvements, balanced with feedback from the fans of the original. Check them all out in our community hub.</li></ul><strong>Overhauled Multiplayer Experience</strong><ul> <li> Challenge players online, or compete asynchronously against friends around the world<br/></li><li> A suite of new options for finding, joining, creating and customizing your own matches<br/></li><li> Global leaderboards showcase you, your friends and the best of the Frozen Synapse Community<br/></li><li> New scoring, match objectives and intelligent matchmaking promotes competitive and fair match-ups<br/></li><li> Learn from the pros - Pick up tips and tactics, in specific match-types from the Replay Theatre’s pick of the top matches<br/></li><li> Manage and make turns in multiple games at once, via your ‘Active Matches’ list</li></ul> <strong>Frozen Synapse Prime Steam Edition</strong><ul> <li> Exclusive new <strong>Arena Mode</strong> - Battle in unique and challenging scenarios, designed to empower you to strategize in new ways and utilize the terrain like never before<br/></li><li> Play with keyboard and mouse, mouse only, or controller only<br/></li><li> Steam Achievements<br/></li><li> Steam Trading Cards<br/></li><li> Soundtrack includes all music tracks from the original game, plus the ‘Red Pack’ expansion</li></ul>"
}