{
    "description": "Meteoroids: when the simplest is the most addictive.\n\nEighties of the twentieth century. The golden age of 8-bit video games. We were leaving school, and we were going to spend our precious coins in the arcade machines.\n\nMeteoroids 3D.\n\nMeteoroids 3D doesn't pretend anything except two things: to be a tribute to past games, and to allow the player to go back to destroying space rocks in an absurd and crazy way. To do this we have created a modern game, with weapons and scenarios in three dimensions, but with the simplicity of the game of the time.\n\n\nWe have added some aspects, besides the famous UFO: a demon, and some enemy ships that launch rockets to destroy us. Main features are:\n\nFeatures.\n\n1.- 24 levels, that follow the greek alphabet. Why the greek alphabet? It's cool.\n\n2.- Seven weapons. You get new weapons while you get new levels. But you can activate all the weapons from the very first time if you wish.\n\n3.- Energy weapons are far more effective, but consume a lot of energy. Be careful.\n\n4.- Missiles. They follow the priority targets. If there are only meteors, they destroy the nearest. If there are enemies, they follow the most dangerous.\n\n5.- Enemies. Here you'll get the Demon, the Mother Ship, and enemy fighters, that are very, very fast and dangerous.\n\n6.- What if you don't want enemies and just want play the old way, destroying meteors? Deactivate enemies and that's it.\n\n7.- Every time you start destroying meteors there is an incremental count that finishes after a time. Try to make your best records in the minimum time.\n\n8.- There are two initial scenarios, more to come. But don't worry: the main goal is to finish meteors, not scenarios.\n\n9.- You can see your results in statistics.\n\n10.- First view is the best! We want third view! Well, choose how you want to play in the config menu.\n\n11.- Fast game or a long challenge? You can modify the time for every level from 3 minutes to 15. And you're going to suffer if you want to survive.\n\nHave an idea or something to say? This is a game to have fun. We'll hear you.\n\nLast, but not least, we have added a full physics option: if the player wants can activate it, and then the ship will have the same inertia that the small ship of the old game had, so the control will be logically more complex. Those who do not want that degree of realism in physics can leave the simple mode activated.\n\nFor the rest, Meteoroids 3D is a simple, addictive game, with twenty-four levels, which wants to be a tribute to the games that gave us so many good times in the eighties, which undoubtedly made me leave many, many coins inside.\n\nWe hope you enjoy Meteoroids 3D.",
    "id": "0100D7D015A6C000",
    "name": "Meteoroids 3D",
    "publisher": "ISDEC Soluciones",
    "releaseDate": 20210929,
    "version": 0
}