{
    "description": "■Conquer the continent in this grand strategy simulation game\nThe continent of Runersia is home to six major powers with more than 40 bases, 100 knights, and 50 types of monsters.\nSelect a ruler, compose your platoons of knights and monsters, and march to claim enemy bases.\nThe player chooses how they will battle, so devise the best strategy to lead your nation toward continental conquest. How will your legend unfold?\n■Simple yet deep war simulation game with unit growth and map-based platoon battles\nTime passes on Runersia in seasons, each one consisting of an Organization Phase and an Attack phase.\nDuring the Organization Phase, knights and monsters with various classes and skills are organized into platoons in preparation for the upcoming battles.\nDuring the Attack Phase, turn-based platoon battles take place on a map made up of hexagonal spaces. Make use of unit skills, elements, enclosure effects, terrain advantages, and other battle tactics to lead your side to victory!\nAll nations, knights, and monsters in the game will continue to battle and grow as you do.\nThe game is also packed with other ways to grow your armies such as class changes, equipment, and various items.\n■Immersive gameplay with high replayability\nEnemy nations aim to conquer the continent as well and will attack your bases to do so. The battle for the continent will differ with each playthrough.\nAccumulate stories and events from the six nations in the Records. After clearing the main mode, The Legend of Runersia, the Alternate Chapter challenge mode will be unlocked, allowing for even more replayability.\n■World settings\nRunersia - a continent blessed with mana showers from times of old.\nFive Mana Stones discovered long ago have been embedded into special armor called Brigandine, each one representing the ideology of the nation possessing it.\nThese have come to be known as the Brigandine of Justice, Sanctity, Freedom, Glory, and Ego.\nThe time now is Runersia 781, and a war looms on the horizon for five nations and a small tribe with incompatible ideologies.\nSix rulers and their rune knights will throw themselves into the conflict, each with their own hopes and expectations.\nOnce the land has been unified under a single banner, memories from The Legend of Runersia will be reclaimed and the truth of what happened here on Runersia shall be revealed.",
    "id": "010011000EA7A000",
    "name": "BRIGANDINE The Legend of Runersia",
    "publisher": "Happinet Corporation",
    "releaseDate": 20200625,
    "version": 0
}