{
    "description": "Journey into a gorgeous hand-painted fantasy world known as Mythrilia and discover the truth about your bloodline and its darkest secret. Play as Vivian the Vagrant, a traveling sellsword, who follows her lost father's research in an effort to reunite with her family. Hack and slash a path from a quiet coastal village through mysterious forests, haunted castles, and wrecked battlegrounds. When the endless barrage of enemies have been vanquished, what solace will be left for our hero?\n\nThe Vagrant is a 2D action RPG. As Vivian, you will experience an exciting and challenging adventure focused on combat gameplay that utilizes combo chains, charge attacks, and special skills, all while improving your character's build through new equipment and abilities. Play casually or become a master combatant.\n\nFeatures \n* Hand-painted, traditionally animated characters.\n* Flawless, hardcore action combat.\n* Over 70 deadly and dangerous monsters and beasts.\n*6 massive level sets, all beautifully hand painted.\n* Multiple weapons, armors, and accessories to loot, purchase, and discover.\n* A large-scaled skill set to enhance character builds for immersive and intense gameplay.\n* Craft and enchant your equipment to improve your combat performance.\n* Use various offensive skills to destroy your enemy. * * Evolve the skills with elemental enchantments.\n* Multiple endings to make your adventure even more unpredictable.\n* 10+ challenging Boss monster with intuitive AI and battle mechanics. Challenging even for the most advanced players.\n* Monsterpedia that allows you to collect data on the monsters as you defeat them.\n* Fast travel to previously visited areas to re-challenge or grind.\n* Exciting and emotionally driven musical score by Gabe Castro.\n* Rich and intriguing storyline development.\n* 4 difficulties ranging from casual play to hardcore fighting, each with the full gameplay experiences.\n* Artwork gallery of more than 100 pictures.\n* Option to select an alternative player costume.",
    "id": "0100BD000CB2C000",
    "name": "Sword of the Vagrant",
    "publisher": "RAINYFROG",
    "releaseDate": 20221222,
    "version": 0
}