{
    "description": "Embark on a journey back in time, traversing this picturesque landscape, where each step reveals the secrets of a bygone era.\n\nStunning Japanese Garden Setting: \nImmerse yourself in the breathtaking beauty of a meticulously crafted Japanese garden. Admire the intricate details of ancient architecture, tranquil ponds, and vibrant flora that paint a vivid picture of a long-forgotten era.\n\nDay & Night Exploration: \nExperience the garden's transformation as you explore its wonders both under the radiant sunlight and beneath the soothing moonlight. The landscape comes alive with a different charm during the day and a mystical aura at night.\n\nCrossing Bridges and Ravines: \nChallenge yourself to cross elegant bridges that span giant ravines, providing both breathtaking views and a sense of adventure. Each step brings you closer to discovering the hidden treasures within the garden.\n\nDiscover Old Statues and Shrines: \nUncover the secrets of the past as you encounter ancient statues and sacred shrines scattered throughout the garden. Each structure tells a tale of a time long gone, waiting for an intrepid explorer to unveil its mysteries.\n\nFind the Sacred Cherry Blossom Tree: \nYour ultimate quest awaits – locate the revered Sacred Cherry Blossom Tree. Its delicate petals whisper tales of ancient wisdom and untold beauty. Can you unlock the secrets it holds?\nEmbark on a meditative journey, where the only limits are your curiosity and the vastness of the Grand Gardens. Will you uncover the garden's ancient secrets and bask in its timeless beauty? Prepare for an exploration like no other, where each step is a discovery and every moment is a serene adventure.\n\nDive into the tranquility of Grand Gardens – your sanctuary of peace and exploration awaits.",
    "id": "010074A020AFA000",
    "name": "Grand Gardens",
    "publisher": "Ultimate Games",
    "releaseDate": 20241003,
    "version": 0,
    "category": [
        "Adventure",
        "Arcade",
        "Platformer",
        "Other"
    ],
    "developer": null,
    "intro": "Welcome to the Great Gardens, the serene beauty of an ancient and sacred Japanese garden.",
    "isDemo": false,
    "languages": [
        "en"
    ],
    "nsuId": 70010000087629,
    "numberOfPlayers": 1,
    "ratingContent": [
        "Mild Fantasy Violence"
    ],
    "region": null,
    "rightsId": null
}