{
    "description": "Explore an enormous new area to find training dojos, shops and ducks to race and battle. Play 16 new training games to level up your duck in 8 skills and become the greatest duck adventurer ever!\n\n\nCREATE YOUR OWN DUCK\n\nDesign your duck to look exactly how you want, from its hair down to its eye colour. There have never been so many customisation options to choose from!\n\n\nEXPLORE A HUGE NEW WORLD\n\nWhat would an adventure be without an enormous area to explore?! Discover new places, new ducks to compete with and new shops across an expansive overworld. In fact, this is the biggest world in any Duck Life game yet!\n\n\nTRAIN YOUR DUCK IN 8 SKILLS\n\nThis time, your duck can both race AND battle other ducks. If you want any hope of winning, you'll need to do some training! Play 16 training mini games, each with 5 different modes. This means there are 80 different training games to play!\n\n\nUPGRADE YOUR EQUIPMENT\n\nSpend all of your battle and race winnings on over 75 brand new hats, costumes and weapons. Dress for the stats, or for the style. It's up to you!\n\n\nBE THE FASTEST IN RACES\n\nRaces are the time to see if your training is paying off! Face off against other ducks on 60 brand new race tracks. Run, climb, jump, swim and fly your way to victory. Not fast enough to win? Try using a power up to give yourself that winning edge!\n\n\nBE THE STRONGEST IN BATTLES\n\nSome ducks are not interested in racing, all they want to do is battle! Take them on with 25 new weapons, new power ups and new abilities. Train strength to improve your attack power, health to increase your hitpoints and jumping to gain the ability to dodge attacks!\n\n\nCOMPLETE ALL 25 QUESTS\n\nThere are ducks in need, and only you can help them! From clam collecting to diamond stealing, you never know what crazy things they'll want you to do.\n\n\nBECOME THE DUCK CHAMPION\n\nFind and win every tournament, and beat their champion to become the ultimate duck champion. This is what it's all about after all!",
    "id": "01005BC012C66000",
    "name": "Duck Life Adventure",
    "publisher": "Wix Games",
    "releaseDate": 20201110,
    "version": 0
}