{
    "description": "We have all had enough of those cliché fantasy worlds with brave knights, ladylike elves and little people obsessed with jewellery. Generia is just another of those worlds... Thankfully there are evil barbarians coming to plunder, impale, drink beer, use inappropriate language and generally to make things interesting. And guess what? It's you who will lead them! \n\nGo back to the days when you thought real time strategy games were awesome. But this time you don't need to spend a whole hour to just win a skirmish. Jump right into battle and use your rusty strategic and tactical skills to crush hundreds of enemies within minutes! Crush Your Enemies has everything you like in strategy games: planning, choosing different types of units, managing resources, taking enemy territory and outwitting your opponents with the ingenious formations of your men. Only of this strategic goodness is packed into a tight and intense experience you can enjoy no matter how little time you have.\n\nGame Features:\n\n- True strategic challenge in a small package: Levels are packed with deep strategic options, but can be completed in shorter bursts\n- Super simple controls: Despite the depth of its systems, the game can be controlled even with one Joy-Con™\n- Epic Single-Player campaign: The game features hours of strategic single-player goodness\n- Online and local multiplayer: Play against your friends and loved ones. The battle never has to end!\n- Various Unit Types: Different unit types each have a different role on the battlefield\n- Plundered Inventory: Expertly utilize and manage special items that can change the course of battles when used wisely\n- Weird Boss Battles: Have you ever battled a Giant Death Snail that has a passion for head-butting? No? What are you waiting for!?\n- Story filled with Naughty Humour: So your momma won't mistake the game for her favourite Medieval Village Clickfest!\n- Violence, Beer and Curse Words: Enough said...",
    "id": "01005F900902A000",
    "name": "Crush Your Enemies!",
    "publisher": "Vile Monarch",
    "releaseDate": 20180802,
    "version": 0
}