{
    "description": "Fly to extraordinary planets with different terrains and start mining valuable minerals to sell them in your base. Create corridors to reach stacks of crystals, or do it your own way and mine wherever you like with the help of dynamites. Hire workers and build an auto-miner machine to speed up your work!\n\nOver time, mining gets more difficult because of more challenging terrains. Collect money to buy various upgrades for your mining machine, workers, vacuum gun, your character and the backpack you are carrying. This way you will be well prepared and get all the minerals out much faster! \n\nUse power-ups of increased backpack capacity, a magnet that attracts crystals, or a jetpack which, in addition to increasing the speed of movement, also melts the terrain. However, they are not free. To use them, you must go through the portal located on the planet and teleport yourself to the underground to find gold coins. You can also spend them to buy various character skins, vacuums and even vehicles! Yes, you read that right, because who wouldn't want to ride a hoverboard on an unknown planet? \n\nIf you don't want to mine alone, invite a friend to play together in co-op mode and share the duties! Pick your favorite skins, hop on the hoverboards and get rich together by selling colorful minerals!\n\nBeware, in the terrain you may find the fossils of creatures that once lived on the planet. Thanks to super technology you can bring them back to the world and assign them to follow you giving you various bonuses!\n\nFeatures:\n- travel through multiple unknown and mysterious planets\n- mine valuable crystals from various terrains using your vacuum gun\n- sell the collected crystals in your base to earn a lot of money\n- play in co-op mode for up to 2 players and share the duties!\n- spend your money to buy different upgrades: capacity, force, speed, workers, mining speed and storage of your auto-miner machine\n- if you have difficulty mining, use power-ups or blow up the area with dynamite!\n- teleport to the underground to find gold coins or complete missions to get them\n- visit the moon and see what rewards await you there \n- spend your coins to unlock awesome skins and hoverboard vehicle\n- find fossils of various amazing creatures that once inhabited the planets \n- bring these creatures back to life, ask them to follow you and enjoy the extra bonuses they give you!\n\nNow go! Put on your space suit, discover new planets with their terrains and mine for valuable crystals!",
    "id": "010041901C66A000",
    "name": "Astro Miner",
    "publisher": "QubicGames",
    "releaseDate": 20231123,
    "version": 0
}