{
    "description": "Super Bullet Break is a one-of-a-kind strategy deck builder filled with a wild bunch of cute and colorful characters – ‘Bullets’ – each and every one of them unique in their own way. Rescue online games from total destruction in a world where online multiplayer games have been taken over by a rogue AI! Can you save the world, defeat enemies in strategic turn-based battles, and beat Super Bullet Break?\n\nCollect over 160 Bullets\nNo two girls are alike! Get to know the Bullets you collect along the way, all of them featuring original artwork and character designs, and build the perfect team. Gather a wide variety of items and bullets to make them work together to your advantage! From Common to Legendary, Active to Passive, each item will be useful to you in its own way.\n\nChoose Your Character\nPlay as either Akari, Hikaru, or Sumire! Each of them comes with different features and may be of advantage to you depending on your playstyle. Do you prefer a stable playstyle or defeating your enemies with technical combos? Super Bullet Break has a character for everyone.\n\n7 unique game maps\nFrom Seasons of Love to The Aquarhythm Deep and Phoenix Gunner, each of the 7 game maps has been inspired by classic game genres, from dating sims to rhythm games and dungeon crawlers.\n \nGacha without microtransactions\nAlthough inspired by classic gacha games Super Bullet Break takes the microtransactions out of it! Purchase items in the shop with in-game currency, receive them as a battle reward, or find them in the treasure chests scattered around the map to improve your deck! Super Bullet Break is all about strategy after all … and a little bit of luck. With your character determining your starting deck, it's now up to you to take the risk to swap cartridges, find items, and scout Bullets - a deck builder with a twist, if you will. Improve your strategy with every replay!",
    "id": "0100CDA016FAA000",
    "name": "Super Bullet Break",
    "publisher": "PQube",
    "releaseDate": 20220812,
    "version": 0
}