{
    "description": "One of the most influential visual novels of all time, and a school love story like no other. This remastered release comes with a brand new, easy-to-use interface. The game contains the first two arcs: Extra, and Unlimited.\nDon’t fall for Extra’s cutesy exterior. This series ventures into some of the darkest thematic territory you’ll ever see, and when the final curtain closes, you’ll need a forklift to pick your jaw up off the floor. Make no mistake: this is a story that will challenge you in ways few works of fiction dare attempt, and an emotional tour de force unlike any other.\n\n----Muv-Luv Extra----\nTakeru is your average high school senior whose entire world gets turned upside down one morning when he awakens to find himself in bed with the heiress to one of the world’s largest conglomerates. She calls herself Meiya, and - despite never having met him before - she insists that the two of them are destined for one another. This comes much to the chagrin of his childhood friend Sumika, the girl next door who’s always had feelings for him, who realizes that if she doesn’t act fast, she might just lose him forever. But just who is Meiya? And do his feelings for Sumika run deeper than he thought? In the end, he’ll need to decide between the girl who’s been with him through thick and thin, or the stranger who claims they’re bound together by fate. \nBut that’s only one side of the story.\n\n----Muv-Luv Unlimited----\nJust as the page turns on Takeru’s happily ever after, he awakens one morning in a world not his own. An alternate timeline, a world infested by alien invaders locked in a war that’s been raging on for decades. And yet, all the set pieces are the same - his house is still here, albeit barely standing. His school is still here, though it’s now a military academy. And even though they don’t recognize him, all his friends are here too... with one exception...",
    "id": "0100F3F01D6EE000",
    "name": "Muv-Luv Remastered",
    "publisher": "aNCHOR",
    "releaseDate": 20240711,
    "version": 0
}