{
    "description": "Words are split into colorful syllables and you have to put them back together as fast as possible.\n\nThe words in every level are bound to a certain topic, so you have to know about the topic to solve it. If you aren't that familiar with a specific topic - simply click the bulb and learn something new!\n\nMain Features\n\n- 100 levels split into 10 separate categories, ranging from science and geography to technology knowledge\n- Classic and limited time modes\n- Learn spelling and syllabification of words, plus new vocabulary!\n- Play in 8 different languages - Polish, English, German, French, Spanish, Portuguese, Italian or Dutch.\n- Each language with separate progression - switch easily and expand your knowledge of new languages\n\nSpell quiz\n\nStart with simple single syllable words and get into more difficult territories as you progress. Build complex words and put your grammar knowledge to a test. Can you solve all the available levels in all 8 languages?\n\nSyllables are split into separate colorful bubbles to help you get into new levels easily. First syllable of a word always starts with a capital letter, which will make starting a level clear and you won't ever get stuck.\n\nMeet our clever owl!\n\nNeed some help to start your initial experience? - That's where our clever owl will come in handy. Let our companion guide you through initial levels to learn all the mechanics and solve a handful of entry levels before getting into the uncharted waters.\n\nCollect stars, unlock new categories\n\nWith every level your performance will get scored and as you'll collect enough stars - new categories will unlock. Get back to already finished levels and try to collect as many stars as possible. Will you manage to unlock all the available categories?\n\nIf you're opting for something easy to learn the ropes, we encourage you to start with the sport or geography categories as they'll test your everyday knowledge.\n\nAs you're get more expertise, you'll be able to get into the technology and science categories and explore the metaverse or even the outer space parts of our universe!\n\nCan't decide on a category?\n\nLearning syllables is difficult enough and you don't want to focus on choosing the right category? Let our random mode decide for you!\n\nIn random mode the game will enter one of your already unlocked levels and will surprise you with a set of unexpected words to guess. Master all the word and syllables throughout different languages and score a 3-star result in every category to become the master of words.",
    "id": "0100435019E5C000",
    "name": "Learn Words - Use Syllables",
    "publisher": "Last Qubit",
    "releaseDate": 20231004,
    "version": 0
}