{
    "description": "A flight-based action game designed to be easy to pick up and enjoy right away, and playable over short timeframes.\nTake advantage of the myriad weapon combinations at your disposal and achieve dangerously high levels of manoeuvrability by disabling your Alpha Limiter to spear your way through waves of enemy attacks.\n \nThere are two game modes: \"Arcade Mode: Anti-Air\" and \"Arcade Mode: Anti-Ship\". Select your weapons carefully to secure your path to victory!\n \n■Arcade Mode: Anti-Air\nShoot down enemy fighters in this airborne battle mode.\nDo whatever it takes to dominate the skies!\n \n■Arcade Mode: Anti-Ship\nSend enemy ships to the bottom of the ocean.\nEvade heavy cannon fire and swoop in to attack! \n \n■Cutting-edge manoeuvrability\nFeaturing a perfect harmony of poststall supermanoeuvrability and good old video game action.\nTest your skills and attempt advanced manoeuvres such as Pugachev's Cobra and the Kulbit using only thrust and pitch controls.\nCombine thrust vectoring with the AoA Alpha Limiter to experience airborne combat manoeuvring like never before.\nHarness the power of next-generation combat manoeuvring to take even the most formidable enemy right out of the skies!\n \n■Massive line-up of powerful artillery\nEquip your jet with everything from missiles and unguided bombs to 20mm cannon gun pods and 37mm anti-tank guns.\nTake out oncoming enemy missiles with a barrage of bullets from your 20mm cannons, use your 37mm anti-tank guns to turn both enemy tanks and ships into a coarse, grey mist, or employ whatever battle strategy works best for you.\nFreely combine a vast array of weapons and take to the skies like a boss!!\n \n■Take screenshots and post scores online\nPost screenshots of your high scores to social media and compete with players around the world!\n \n\"Do whatever it takes to dominate the skies!\"",
    "id": "0100CA6009888000",
    "name": "VERTICAL STRIKE ENDLESS CHALLENGE",
    "publisher": "PLAYISM",
    "releaseDate": 20180719,
    "version": 0
}