{
    "description": "\"純情ギャルと幸せのカタチ ～Shape of Happiness～\" is a novel game in which the protagonist, is troubled by the gap between the past and the present of a childhood friend whom he has reunited after several years. Seeking an answer to their relationship.\nThis bishoujo game was released in 2018 under the Gold Drip brand and has been re-edited for the CS Novel Club platform for the enjoyment of many players around the world.\n\n◆ Introduction\n... It's a promise! I am going to be Yota's wife!\nSeveral years later...\n\n\"... Is that you, Yota? You haven't changed at all.\nOh, you know who I am, right?\"\nThe childhood friend I was looking forward to seeing again is now the complete opposite of what he expected...\n\n◆Synopsis\n\"... It's a promise! I am going to be Yota's wife!\"\nWhen the protagonist \"Yota Kawara\" was young, he promised to marry his childhood friend in the future.\n\nSeveral years later, Yota returns to the place of his memories at Shiou Gakuen.\n\"... Is that you, Yota? You haven't changed at all.\nOh, you know who I am, right?\"\nYota's excitement about his new life at school is in disarray, when he is reunited with his childhood friend who is now a \"Gyaru\"...\n\n◆Characters\n・Michi Haneda\nYota's childhood friend.\nAlthough she looks like a \"Gyaru\", she is rather intelligent.\nShe remembers her promise with Yota even to this day, and will often introduce him by announcing \"This guy right here is my fiance!!\".\nNot only does she excel in her studies, even entering Shiou Gakuen, but she is also great at cooking and housework.\nShe is in love with Yota and tries to take care of him in his daily life.\n\n・Mayuki Itoi\nMichi's friend.\nA \"Gyaru\" who sounds simple-minded when she speaks.\nShe is an energetic mood maker.\nHer stylish outfits are often very revealing.\nStudying is not her strong suit, but she somehow manages day by day.\nShe is the one responsible for transforming Michi into a \"Gyaru\", and even taught her how to dress and \"Gyaru\" fashion.\n\n・Natsuko Harekawa\nYota's classmate.\nShe has many hidden fans due to her beautiful appearance.\nHowever, her gloomy personality leads the people around her to leave her alone. She is often reading books by herself.\nShe is perplexed as to why Michi is constantly trying to talk to her.\nHowever, she is actually very kind-hearted and not just gloomy.\n\n・Yota Kawara\nHe is slightly advanced in studying since Shiou Gakuen is rather a top-tier school.\nRather than doing sports or anything outdoors, he prefers staying indoors.\nHe hasn't forgotten his promise with Michi, but he becomes more shocked seeing her transformation.",
    "id": "0100FA1019772000",
    "name": "Pure-hearted Gyaru and the Shape of Happiness",
    "publisher": "CyberStep",
    "releaseDate": 20221020,
    "version": 0
}