{
    "description": "Do you have a vague understanding of human interaction? Well this is the game for you!\nYour mission is simple: Infiltrate a world of extremely trusting humans, speak to them, and convince them that you’re definitely not a robot.\n\nThe disgusting art of human speech is a mystery us. Somehow, just by waving a wet tongue around and stretching your lips a bit, words come out.\n\nJust how does this work? We don’t know. But in this simulation you will have to learn quickly if you don’t want your face to explode.\n\nBeware: if you make errors, your systems will overload and your AI will be forced to relieve pressure by triggering one of the huge array of facial explosions and mechanical glitches. Sorry, but in this economy we had to cut some corners with your safety features.\n\nAs you upgrade your technology, you must learn to smile when something is happy, and frown when something is sad. Eye contact is important too, as humans find it suspicious if you look unceasingly into their eyes with a wide smile as they tell you a tragic story.\n\nGame Features\nMake your way through 10 different social scenarios such as job interviews, eulogies, doctor examinations, and romantic conversations.\n\nUpgrade yourself with the latest in social technology. Learn to smile, raise an eyebrow, and awkwardly glance away from eye contact, just like in real life.\n\nThe most realistic gibberish system ever seen in gaming. Play within a dynamic audio system that reacts to tongue and mouth movement.\n\nReplayability: With a huge array of different failure facial explosions, every conversation is hilarious and unique.\n\nFantastically beautiful tongue graphics. Finely tuned spit particles.\n\nAdaptive soundtrack which changes as you enter different parts of your conversation.\n\nHighly polished dialogue and delightful narrative.\n\nDegrade yourself by partaking in human dancing.\n\nCustomize your robot to make it feel like your own.\n\nA surprisingly good portrayal of social anxiety.\n",
    "id": "010020500E7A6000",
    "name": "Speaking Simulator",
    "publisher": "Affable Games",
    "releaseDate": 20200130,
    "version": 0
}