{
    "description": "Randomized course layout for each time you play. Golfing In Aether accomplishes this through having each of the holes being its own independent floating island. There are currently 80 holes excluding variations in the game. The game will choose these at random from a pool at the start of a session and procedurally create the overall course layout.\n\nGet-together with friends in sessions supporting up to 16 players online. Local multiplayer allows you to have either 4 players, each with their own controller, or have up to 8 when taking in turns using a shared input pass-the-controller mode. You can take any additional local players into online sessions with you.\n\nFreedom to choose different modes such as playing together in real time (local players use split screen) or taking it in turns via hotseat. Online sessions also support joining as a spectator.\n\nCross-platform multiplayer so you can play with your friends across all current generation platforms.\n\nCompete against ghosts in practice mode for the top spot in an individual level with both global and friends only leaderboards.\n\nCustomize through a range of color-pickable designs for your golf ball as well as various accessories such as hats. Five ball designs are available from the start with others being unlocked as you earn XP through playing and level up.",
    "id": "010070B01BEBC000",
    "name": "Golfing in Aether",
    "publisher": "Vetron",
    "releaseDate": 20240923,
    "version": 0,
    "category": [
        "Sports",
        "Party",
        "Multiplayer",
        "Puzzle"
    ],
    "developer": null,
    "intro": "Minigolf for up to 16 players online, or 4 players via split screen.",
    "isDemo": false,
    "languages": [
        "ja",
        "en"
    ],
    "nsuId": 70010000071202,
    "numberOfPlayers": 8,
    "ratingContent": [],
    "region": null,
    "rightsId": null,
    "latest_update": {
        "id": "010070B01BEBC800",
        "version": "131072"
    }
}