{
    "description": "'About Death end re;Quest™\n\nDeath end re;Quest takes the classic turn-based RPG and turns it on its head, allowing you to jump at will between the RPG action of the game world, and the investigative visual novel segments of the real world.\n\nIn the game world, players brawl in engaging RPG battles! Blast enemies and chain your attacks with the Knockback system or switch game genres from RPG into fighting, shooting, slot, puzzle, and billiards – the choice is yours. Game development may seem all fun and games until the lines between fantasy and reality begin to blur.\n\nThe Nintendo Switch™ release includes all of the free and paid DLC originally available on previous versions, as well as all original game content found in the Japanese version.\n\nStory\n\nArata Mizunashi, a video game programmer, receives a notification from an email sent to him by Shina Ninomiya, a colleague of his who went missing nearly one year ago. Together, they worked to create World’s Odyssey (W.O.D.), an immersive virtual landscape powered by breathtaking, state-of-the-art technology. That is, until Shina's disappearance put a halt to production. Arata is startled to discover that Shina Ninomiya was stuck inside of “W.O.D.” the whole time. When Arata delves back into the lines of code haunting his forsaken project, he realizes that his game is now ravaged by an infestation of bugs, and that Shina is its only active player.\n\nArata soon learns that a nefarious force prevents him from extracting Shina out of the game. Her only way out? She must complete the game to unlock the perfect ending—an outcome with a success rate of 1%. On their journey, they encounter a slew of NPC characters that blur perceptions of humanity and A.I.-technology, setting into a motion a thrilling narrative that calls into question the differences between the virtual world and ours.\n\nLittle do they know what horrors await them on both sides of the screen...\n\nKey Features \n\nBeyond Belief: Fact or Fiction? –  Investigate the real world in the form of a visual novel to solve what lies underneath World Odyssey or dive into World's Odyssey to explore its dungeons. Every choice made in both real and in-game modes can affect who will live to see another day or who will unearth the dark truths of World’s Odyssey.\n\nTurn-Based RPGs Flipped Upside Down – In this turn-based battle system, players can freely roam and fight in the battlefield. \"Knockback\" enemies into walls and party members for extreme combos. Change the tide of battle by changing the game's genre. Utilize “Field Bugs” scattered throughout the battlefield to increase a character’s Corruption – a key feature to transform characters into Glitch Mode!  \n\nYou’re Glitchin’ Out – In Glitch Mode, base stats are increased and special attacks can now be activated! But be wary, as there are downsides with too much power. Players will also need to activate character-specific dungeon skills or “Bug Skills” to access hard-to-reach areas and hidden treasures!\n\nExplore the First Installment in this Glitched-Out World – The World’s Odyssey is now ready to be explored on-the-go for the Nintendo Switch™! Newcomers and veterans of the series can traverse through the first installment of this hyper-realistic game world with all of the free and paid DLC originally available on previous versions, including the DLC character, Ripuka!",
    "id": "0100AEC013DDA000",
    "name": "Death end re;Quest",
    "publisher": "Idea Factory",
    "releaseDate": 20210427,
    "version": 0
}