{
    "description": "The ground-breaking RPG from 1988 comes to Nintendo Switch with updated controls. Can you succeed where your father failed and vanquish the barbaric Baramos?\n\nNow all three installments of the Erdrick Trilogy can be played on Nintendo Switch!\nEvery wondrous weapon, spectacular spell and awesome adversary in this rich fantasy world is yours to discover.\n\n■ Story\n\nOn the morning of your sixteenth birthday, you are charged with a seemingly impossible task by the King himself: to assume the mantle of your father Ortega, hero of the land of Aliahan, and slay the Archfiend Baramos, master of darkness! What trials await you, intrepid hero, as you set out on a quest not even your legendary father was strong enough to complete?\n\n■ Game Features\n\n- Customisable Party System.\nSet out on an adventure with a party of up to four characters who can be customised to your specifications at Patty’s Party Planning Place: choose names, genders and jobs.\n\n- Changeable Vocations\nAssign your party member any of up to 9 vocations, a choice which will dictate their stats, equipment, spells and abilities.\nThough the hero’s role has been decided by fate, the jobs of all the other characters are yours to change as you see fit.\n\n- Embark on an epic RPG adventure with over 30 hours of gameplay with added features to the original release!\nTravel across multiple continents and dungeons as you level up your characters and unlock new spells and abilities. \nObserve how the personality system changes how your character grows, making your party always unique. \nHave fun with mini-games like medal collecting to unlock powerful new items that were not available in the original release. \nDiscover and explore bonus dungeons and location after completing the main plot.\n\nExperience the multi-million selling series, beloved both in Japan and beyond, and see how the masterful talents of series creator Yuji Horii, combined with the revolutionary synthesizer sounds of Koichi Sugiyama and the wildly popular manga illustrations of Akira Toriyama to create a gaming sensation.",
    "id": "010015600EFB6000",
    "name": "DRAGON QUEST III: The Seeds of Salvation",
    "publisher": "SQUARE ENIX",
    "releaseDate": 20240513,
    "version": 0
}