{
    "description": "Team up with your friends and experience roguelite deckbuilding like never before! \nCraft decks of enormous power and lead your party on a thrilling quest to rescue a realm in turmoil. \nChoose wisely; your decisions have consequences. Dare you go Across the Obelisk?\n\n• Plan your strategy, but be prepared to adapt as you encounter procedurally generated events.\n\n• Build decks from 500+ cards, over 300 items and 16 heroes in four different classes.\n\n• Take sole control of your party of four heroes, or bring fellow adventurers along for the ride in 2-4 player co-op.\n\n• Coordinate your party in tactical combat and experiment with different class combinations for entirely new ways to play.\n\n• Encounter powerful bosses and navigate events and quests where your decisions affect how the story unfolds.\n\n• Enjoy endless replayability with three in-depth game modes to master.\n\nYour quest carries great risk: rescue your king’s daughter from the clutches of the treacherous Lord Hanshek before she meets her end. \nYour party’s fate, and that of Senenthia, is in your hands. How will you proceed?\n\nPlan Ahead, but Expect the Unexpected\n• The goal of your quest is set in stone, but there are twists and turns on every path. How will you fare when no two journeys are the same?\n\n• Your choices matter. Which road will you take this time? Who will you save? Who will you leave behind?\n\n• Cooperation is vital! Decide together what’s best for your party. Will you help the people of Senenthia on your journey or selfishly search for epic loot?\n\nAn Evolving Adventure\n• Customize and upgrade your decks by earning XP and unlocking perk points. Tackle four acts - each with its own fearsome boss - but beware of random events on your journey!\n\n• Build your deck from a vast choice of upgradeable cards and items. New and more powerful combos are yours to discover each time you enter Senenthia.\n\n• Combine character classes in different ways to find your favorite play style. Will you overwhelm your foes with mighty warriors or use your cunning and employ sneaky scouts?\n\n• Looking for a tough roguelike challenge? Try obelisk mode. Draft unique decks and embark on a randomized adventure where being prepared for anything is everything!\n\n• Discover endless combinations of cards, items, heroes and classes. And just as many ways to strategize your way to victory.\n\nA Deckbuilder for the Ages\n• Regular updates and content drops will keep you coming back to Senenthia time and time again.\n\n• Want to test yourself against other players? Take on the weekly challenge mode. The deck and map are predetermined; success comes down to your skill.\n\n• Team up with other players on whichever platform they own, thanks to crossplay.\n\n• Let your friends follow along on your adventure when Story DLCs you own are shared across platforms with your entire party.\n\n• “Just one more run.” Enjoy unrivaled variety and endless replayability - Across the Obelisk rewards experimentation and keeps you coming back for more!",
    "id": "01004FA01D2C6000",
    "name": "Across the Obelisk",
    "publisher": "ParadoxInteractive",
    "releaseDate": 20240321,
    "version": 0
}