{
    "description": "The Game of Life 2 is the sequel to Hasbro's board game, The Game of Life, played by over 50 Million players worldwide. With more choices than ever before, join friends and family for a multiplayer adventure in a fun 3D world and live your way!\n\nPLAY IN 3 WORLDS\nMaster the Classic City, Become a Knight in shining armour in the Fairytale Kingdom, and a Monster Herder in the Haunted Hills. There are thousands of lives to live in these magical worlds!\n\nCUSTOMISE YOUR PEG\nCustomise your pink, blue or NEW purple peg. Wear any outfit with any colour peg, and be yourself! Browse a selection of cars, bikes and scooters and find a ride to suit your style.\n\nSPIN THE SPINNER\nThere are no dice, in this board game it’s all about the spinner! Everywhere you land you’ll have choices to make, but it’s the “crossroad moments” that define the journey!\n\nFACE CROSSROAD MOMENTS\nGet married or don’t. Have kids, adopt pets, do both or neither! Work as a Pet Groomer, then qualify as a Wind Turbine Technician and save the planet. The big choices define your path.\n\nWIN YOUR WAY\nEarn points for Knowledge and Happiness as well as wealth, and make every choice count. Will you make all the money, or follow your dreams, or go for a healthy balance of all three?\n\nPLAY PAST RETIREMENT\nLife doesn’t end at retirement. Cross the finish line and relax in a luxury home, or continue the adventure, drive off into the sunset and fulfil your bucket list!\n\nEARN REWARDS TO UNLOCK ITEMS\nUnlock new Outfits and Vehicles by playing the game and earning rewards! Play the game and upgrade your wardrobe and vehicle options.\n\nDISCOVER THE ULTIMATE LIFE COLLECTION\nGet 8 more amazing worlds with the Ultimate Life Collection! Qualify as an Intergalactic Translator in the Lunar Age, become a Recipe Librarian in Sweet Haven, and more!",
    "id": "0100B620139D8000",
    "name": "THE GAME OF LIFE 2",
    "publisher": "Marmalade Game Studio",
    "releaseDate": 20210329,
    "version": 0
}