{
    "description": "Black Future ’88 is a Synth-Punk roguelike 2D action Shooter. Vertically climb an always evolving procedural tower to reach the top and kill its insane owner…before your heart explodes. Shoot, slash, dash and upgrade yourself to survive the endless waves of deadly traps, homicidal AI and colossal Wardens standing in your way in a stylish alternative version of 1988.\n\nThe world is reeling from a nuclear cataclysm, created by Duncan, the tower architect. The First of his bombs fell in the summer of 1988, and by December they had blacked-out the sun with endless rain. We decided to stop keeping time after this, and it’s been 1988 ever since. Everything that lived through the initial attack will die in the extreme floods that followed.  These are the times after, where there are no more months, or even weeks…everything is measured in minutes left to live. \n\nTake on the mantle of one of the last remaining misfit survivors, and fight your way to the top of the tower to kill the architect and stop the endless nuclear rain. Ascend to die, and die to survive.\n\nDeath Ascendant: Climb an always evolving procedural tower and fight for survival through a constant onslaught of death by fire, lasers, and slashes. \n\nUnique Synth-Punk World: Play through a unique take on a retro cyberpunk dystopia, and fight to survive through 5 distinct zones each with their own challenges.\n\nPick Your Poison: Play as one of 5 playable characters, each with their own unique buffs and weaknesses.\n\nRuin Friendships: Test your wits and reflexes with a friend in couch co-op, and experience a completely unique take on the co-op roguelike.\n\nKill the Wardens: Fight for survival by challenging the numerous unique bosses that guard each one of the game’s zones.\n\nFog Machines and Laser Beams: Bring a gun and laser sword to a fire fight by arming yourself with a selection of the 50 unique weapons available in the game, each with their own unique effects.\n\nEvolve to Survive: The only way to survive when everything, including your own heart, is trying to kill you is to carefully boost or curse yourself by strategically choosing- and combining from 30 distinct buffs and curses.\n\nDailies: Every day, a new challenge is generated with unique attributes that will test your mettle and allow you to see how your skills compare against other players in a global Leaderboard. Fight for not just survival, but supremacy! \n\nEar Candy: Death never sounded so good thanks to an all killer original analog-synth soundtrack.",
    "id": "010049000B69E000",
    "name": "Black Future '88",
    "publisher": "Good Shepherd",
    "releaseDate": 20191122,
    "version": 0
}