{
    "description": "●What is \"Yohane the Parhelion: BLAZE in the DEEPBLUE\"?\nYohane the Parhelion is an official spin-off of \"Love Live! Sunshine\". \nYohane's fantasy world sets the stage for a 2D metroidvania in \"Yohane the Parhelion: Blaze in the Deepblue\"!\n\nThe player takes control of Yohane as she ventures into a mysterious dungeon alongside her partner Lailaps. She must challenge the monster-infested labyrinth to rescue her missing friends.\nAs Yohane crafts new equipment from the items she finds and gains the power of her comrades, she'll be able to explore more and more of the dungeon.\nYou'll encounter some areas in the dungeon that change randomly each time you visit, keeping your dungeon delves fresh.\n\nFeature 1: Discover new items in the mysterious dungeon!\nUncover secret treasures during your adventure. The powers of the items you find and friends you rescue are key to conquering the dungeon. The dungeon contains many secret locations—temples, ruins, and even a sunken ship.\n\nFeature 2: Random Areas change each visit!\nInside the dungeon, you'll encounter special areas that randomly change their layout. They'll provide a new and fresh challenge as you explore the dungeon.\n\nFeature 3: Craft new items with the \"Casting\" system!\nAs you explore the dungeon and defeat monsters, you'll collect a variety of materials. Combine these materials to craft new weapons and accessories for Yohane at any time. Over 90 crafting recipes are available!\n\nFeature 4: All your friends lend their help!\nFamiliar faces from the anime fill out the colorful cast of characters. Bursting with personality, Yohane's companions lend their aid.\n\nCast\nYohane (VA. Aika Kobayashi), Lailaps (VA. Yoko Hikasa)\nHanamaru (VA. Kanako Takatsuki), Dia (VA. Arisa Komiya), Ruby (VA. Ai Furihata), Chika (VA. Anju Inami), You (VA. Shuka Saito), Kanan (VA. Nanaka Suwa), Riko (VA. Rikako Aida), Mari (VA. Aina Suzuki)\n\nFeature 5: Turn the tables with the power of song!\nUse a Musical Score to power up with music! The theme song, \"\"Deep Blue,\"\" will bring forth Yohane's inner strength!\n\nSTORY\nWhen an undersea dungeon suddenly surfaces in the ocean near Numazu, it becomes the talk of the town.\nSeveral of Yohane's curious friends venture inside to investigate.\nHowever, not a single one has returned from  the labyrinth...\nIn order to rescue her friends, Yohane herself must brave the depths.\nShe'll encounter fierce challenges, such as monstrous fish and ever-changing corridors.\nWill Yohane be able to rescue her friends and uncover the mystery of the dungeon?\nYohane the Parhelion: Blaze in the Deepblue\nIn the darkest depths, a ray of sunshine pierces through—",
    "id": "01009CB01BD36000",
    "name": "YOHANE THE PARHELION -BLAZE in the DEEPBLUE-",
    "publisher": "Inti Creates",
    "releaseDate": 20231116,
    "version": 0
}