{
    "description": "Protego, the world’s leading spy agency, has been destroyed. Only one person can wield C.A.R.D.S to take control of Protego’s scattered spy crews and save the world.\n\nYou.\n\nGuided by Protego’s only remaining analyst, Jim Ratio (Greg Miller), you must master the unique powers of each crew in a game of tactical Solitaire like none you’ve ever played before. Guide your crews home in a tale of intrigue where nobody can be trusted. Keep your cool in a world of AI spies and cyber-enhanced operators.\n\nOnce you’ve taken back control of Protego, play infinitely via Skirmish, or test your skills against the clock in Countdown, a survival mode that will test your grasp of the game’s surprising tactical depths. For a new challenge every day take part in the Daily Hotspot leaderboards!\n\nKey Features:\n* Five modes and counting makes this the biggest Bithell Short yet! Campaign tells a tightly packed story and introduces the game’s mechanics. For an added challenge, take on Campaign Plus instead, with its turn limits and locked tables requiring optimal tactics. The popular Countdown mode tests your endurance with wave after wave of unique decks. Skirmish gives you an infinite playground to enjoy unlocked crews. And, finally, the Daily Hotspot tosses crews into a new bite-size challenge every day.\n* Beautiful original character artwork and atmospheric design put you at the heart of your own cyberpunk conspiracy.\n* No heightened game of Solitaire would be complete without full FMV cutscenes, featuring Greg Miller and Inel Tomlinson in an original story from the team behind Thomas Was Alone, Volume, Subsurface Circular and John Wick Hex.\n* The Return of The Merry and Atlantis Project add new cards, new music and new FMV cutscenes featuring Samantha Béart and Alanah Pearce.\n* The soundtrack for your adventures is provided by the incomparable Jon Everist.",
    "id": "0100749013DCE000",
    "name": "The Solitaire Conspiracy",
    "publisher": "Ant Workshop",
    "releaseDate": 20210612,
    "version": 0
}