{
    "description": "Story:\nDr. Fetus’ Mean Meat Machine takes place right after the events of Super Meat Boy Forever. After meticulously analyzing Meat Boy all throughout  Super Meat Boy Forever (did you notice the cameras in the levels???), the nefarious Dr. Fetus now has all the data he needs to create the perfect Meat Boy clone! There’s just one problem: The DNA sample he’s collected isn’t a perfect specimen, which in turn yields some…less than perfect clones… \n\nBut fear not, Dr. Fetus knows how to solve this problem. He creates a bunch of ruthless test chambers and starts sending all of the clones he’s created through them, in order to weed out the crap clones from the good ones. The specimens start out looking nothing like Meat Boy, but over time that grotesquely lovable face that Dr. Fetus hates so much, starts to emerge. Perfect clones are just on the horizon and after they’re done…who knows what happens next? Probably something to do joyously with torturing and killing lots of Meat Boys for the hell of it!\n\nAbout The Game:\nDr. Fetus` Mean Meat Machine provides the perfect combination of classic puzzle-gameplay and hardcore platforming elements that Super Meat Boy is known for. Puzzle your way through beautiful hand-crafted worlds and more than 100 puzzle-levels, filled with creative traps and hazards. At the end of each world, prepare for a gruesome boss fight that will provide the ultimate challenge.\nPuzzle your way through familiar Super Meat Boy and Super Meat Boy Forever locations like the picturesque forest, the hospital, and salt factory in a fresh classic puzzle game-inspired format. However, in Dr. Fetus’ Mean Meat Machine, matching at least 4 clones of the same kind and creating awesome combos isn't enough – you'll also have to avoid lethal hazards and traps, such as sawblades, rockets and pendulums. It’s a demented and hardcore spin on the classic puzzle formula you know and love!\nEnjoy dazzling backgrounds and animations from the original Super Meat Boy & Super Meat Boy Forever artists and listen to the wonderful soundtrack by RIDICULON, with unique remixed Super Meat Boy Forever tracks and new tunes. \n\nFeatures: \n●\tOver 100 hand-crafted levels filled with unique and deadly traps\n●\tOutrageous boss fights that up the ante with additional mechanics\n●\tOne-of-a-kind combination of puzzle and action gameplay\n●\tHelp Dr. Fetus create the perfect Super Meat Boy clone\n●\tRevisit worlds from Super Meat Boy and Super Meat Boy Forever\n●\tOriginal Soundtrack created by RIDICULON, with unique Remixes from Super Meat Boy Forever tracks and new scores\n●\tDeveloped in cooperation with Team Meat and the original Super Meat Boy artists",
    "id": "01006C301B7C2000",
    "name": "Dr. Fetus' Mean Meat Machine",
    "publisher": "Headup Games",
    "releaseDate": 20230622,
    "version": 0
}