{
    "description": "It's a dwarf's story!\n\nAs the veins of his city are depleted and the valley is deserted of its inhabitants, rumors of taverns come to Ruggnar's ears. Abandoned places contain incredible treasures that are just waiting to be pickep up.\nEquipped with his bag and a few candles, he goes on an adventure to make his fortune!\n\nReally useful candles!\n\nRuggnar has a limited amount of candles to help him in these dark places. Help him to manage his supply.\nSeeing the path ahead of you, activating certain mechanisms or simply lighting up: it's up to you to find the perfect use for each candle!\nAnd if you throw one, remember to pick it up. It might come in useful soon!\n\nSneaky traps!\n\nThere are no enemies to kill here, but many traps are in your way. \nHidden by the darkness, you may find yourself face to face with an axe, a fireball or other nasty things. \nDon't worry, move carefully, use your candles and everything will be fine. After all, Ruggnar is very agile for a dwarf and he gets up quite easily after an accident.\nObserve your surroundings, listen to the noises around you, throw your candles. The traps are there. It's up to you to avoid them!\n\nCustomize Ruggnar!\n\nThroughout your journey, unlock new abilities.\nVisit the merchant to learn the secrets contained in ancient grimoires to improve your candles and equipment, or to buy the latest items in stock.\nNeed a change? Many beard dyes, armors and helmets are hidden. Find them and create your own style!\n\nAnd much more!\n\n- Explore every corner with smooth controls\n- Hand-forged story mode\n- Procedural generation to extend the experience\n- Discover the story behind this humorous adventure\n- Pierre-Alain de Garrigues (PADG, french voice over) and Jordan Harrelson (english voice over) lend their talents to Ruggnar so he can swear louder and louder!",
    "id": "0100818018144000",
    "name": "Ruggnar",
    "publisher": "Plug In Digital",
    "releaseDate": 20230830,
    "version": 0
}