{
    "description": "During their quest to retrieve the Holy Grail for the venerable wizard Merlin, the noble Knights of the Round Table inadvertently unleash the calamitous Void Giant upon Camelot! King Arthur valiantly leads his Knights into battle, but they are swiftly dispatched by the terrible creature. With the realm’s protectors slain and the legendary sword Excalibur broken, Merlin weaves a powerful incantation to transport the Void Giant back to the Astral Dimension from whence it came. Unfortunately, the spell doesn’t quite go to plan and the entire kingdom is brought along for the ride… \n\nWith the power to revive just one Knight, Merlin resurrects the heroic monarch and promptly tasks him with defeating three colossal aspects of the Void Giant’s soul, each more powerful than the last! To complicate matters, the kingdom’s citizens have been scattered across the dimension and Arthur must rescue them all before Merlin can safely transport everyone home. \n\nIn this fantasy action roguelite, you’ll play as King Arthur and utilise the Broken Excalibur to channel the unique powers of your fallen Knights as you battle through hordes of dire foes and face off against challenging giant bosses. Explore vibrant, procedurally generated dungeons, receive blessings and customise your skills. Rescue the kingdom’s loyal citizens and call upon their unique talents to restore your seat at Castle Camelot to glory!\n\nFEATURES\n\nBattle hordes of vicious monsters\nVenture into the leafy Brochalant Forest, scorching Sarrache Desert, and fiery Suidhe Volcano, and fight against a huge variety of enemy types.\n\nHarness the powers of your fallen knights\nTake up legendary weapons, including Lancelot’s mighty Arondight and unleash devastating skills such as Tristan’s deadly Thousand Blossom Slash.\n\nEngage in epic duels with colossal giants\nEncounter formidable Giants and utilise your size and agility to avoid their catastrophic attacks.\n\nReceive blessings and enhance your abilities\nStrengthen your Knights’ weapons and skills with potent effects and discover 100+ active and passive abilities to bolster your arsenal.\n\nRescue Camelot’s citizens and restore the Castle\nVisit the Builder’s Guild and construct shops and amenities to raise your kingdom level and call upon the talents of your citizens.\n\nNo two runs are the same!\nExplore procedurally generated realms and meet unique NPCs. Strike a deal with Assam, face the Pan Piper’s challenge, and accept Morgana’s ‘gifts’.",
    "id": "01007CD01AB70000",
    "name": "Knight vs Giant: The Broken Excalibur",
    "publisher": "PQube",
    "releaseDate": 20231005,
    "version": 0
}