{
    "description": "Hellishly brutal arcade-style football game Mutant Football League: Dynasty Edition is blitzing onto Nintendo Switch™, with new exclusive teams and gameplay content. The game is the spiritual successor to the retro classic Mutant League Football, with next generation deep strategy gameplay, bone-crunching, tooth-shattering hits, and a roster of ghouls delivering tongue-through-cheek humor. Oh, and blood. Lots of blood. Mutant Football League delivers intense online action, deep strategy, and deadly humor. Fantastical arenas full of ruthless fans and deadly traps set the stage for mayhem in every contest that allows players to win by highest score or by killing and eradicating their opponents.\nDynasty Edition includes Dynasty Mode, a single player experience where you become the coach and GM of your favorite Mutant Football League team and take a group of unproven rookies and turn them into monstrous all-stars by winning multiple Mayhem Bowls over several seasons to become the league’s next Dynasty. It includes multiple season gameplay, player trades, cumulative player experience (XP), salary management, custom playbooks and free agent signings. The Dynasty Edition also introduces two brand new species, four new teams, several new Dirty Tricks and of course, more fantastical arenas full of ruthless fans and deadly traps.\n\nThe Mutant Football League: Dynasty Edition includes:\n• Dynasty Mode – Become the coach and GM of your favorite MFL team. Win multiple championships to become the leagues next Dynasty. Includes roster management, team salary caps, custom playbooks, player trades, cumulative player XP, free agent signings and multiple season gameplay;\n• New Playable Races – Rampaging Werewolves and Hell-Spawned Demons join wisecracking Skeletal Deadheads, Armored Bruiserbots, Criminal Aliens, Mutated Humans, Monstrous Orcs on the field;\n• Multiplayer Options – Two-player online or four-player local multiplayer gives gamers the choice to clobber one another or team up and crush opposing miscreants;\n• 23 Unique Teams and Fields – Players can select from 23 teams including the Nuked London Hatriots, the Killadelphia Evils and the New Goreleans Zombies, and 23 unique fields that offer a slew of deadly obstacles including landmines, booby traps, fire pits, toxic moats and buzz saws;\n• Hall of Fame Commentary – Original announcer of NBA Jam and NFL Blitz, Tim Kitzrow delivers unforgettable, adult-oriented play-by-play commentary for every game;\n• Dirty Tricks Gameplay – Players can get their hands dirty for an advantage, with tactics such as Bribe the Ref, throw Bombs, or equip Shotguns and Chainsaws to inflict maximum carnage against the unsuspecting competition;\n• Multiple Play Modes – Punishing play modes include Training Camp, Exhibition, Practice, Playoffs and Full Season;\n• Post-Play Mayhem – Players can keep the action going even after the whistle blows by bludgeoning opponents with brass knuckles, body slams, and rib-crushing kicks.\n",
    "id": "0100C3E00ACAA000",
    "name": "Mutant Football League: Dynasty Edition",
    "publisher": "Digital Dreams",
    "releaseDate": 20240315,
    "version": 0
}