{
    "description": "The promise of immortality lies at the heart of Siradon. As Death's right hand, challenge the undying guardians of the realm and endure the eternal struggle to purge their souls. \n \nDeath's Gambit: Afterlife is the new and expanded edition of the original hardcore 2D RPG action platformer. Master the precise combat, utilizing a wide variety of weapons and abilities to confront the horrors that lurk within Siradon. Explore a mysterious and unforgiving world and uncover the true price of immortality.\n \nAfterlife offers players a wealth of new content to experience on top of the original game, including 10 new levels, over 30 weapons, 5 new bosses, mechanical overhauls, and more. Your choices will affect the epic finale to Sorun’s tale.\n \nKey Features:\n• Expansive World – Travel across a massive world of over 20 beautifully rendered levels. Meet quirky characters from all walks of life and uncover their secrets.\n• Metroidvania – Unlock unique movement and combat upgrades that open and expand the world.\n• Character Classes – Choose from 7 playable classes, pick from over 100 talents in the skill tree, and multi-class to tailor the combat style to your preference.\n• Incredible Bosses – Hunt 20 towering monsters and other creatures of legend. Each boss is a test of skill, requiring unique strategies to defeat.\n• Heroic Mode – Defeated bosses experience a second wind in an exponentially harder heroic mode accessible immediately after defeating them. Give yourself an all new challenge and master their new abilities.\n• Non-Linear Exploration – Explore levels and bosses in a non-linear order, discover side areas with more secrets to unravel and enemies to purge. \n• Character Customization – Outfit your character with over 30 weapons including bows, scythes, longswords, halberds and more. Customize how you wield them with a plethora of abilities and upgrades.\n• Alternate Endings – Determine Sorun’s fate as you progress through the story by achieving certain goals and making key decisions along the way.\n• Crafting – Scavenge, hunt and dismantle items you find throughout the world to create new and useful equipment for your struggle through Siradon.\n• Evocative Score – Experience an intricately crafted score that sets the tone for Death's Gambit: Afterlife’s world with nearly 3 hours of evocative music composed by Kyle Hnedak.\n• New Game Plus – Complete Afterlife to unlock New Game+ in brackets of three that allow you to set your own difficulty. Endure Sorun’s journey all over again with new enemy variants and modifiers unique to New Game+.",
    "id": "01006A0015812000",
    "name": "Death's Gambit: Afterlife",
    "publisher": "Serenity Forge",
    "releaseDate": 20210930,
    "version": 0
}