{
    "description": "Mirai Minato, a student at Mokuyo High School, is enjoying his ordinary days spent with his tsundere childhood friend, Meguri Sasaduka. She dutifully performs the childhood friend trope of waking him up in the morning by climbing in through his windo―\n\n“Wh-what do you mean *Tsundere*?! You don’t need to go that far for the game description!”\n\nM-Meguri? How do you know what I’m writing? Actually, that's not important right now. I’m trying to set the scene and entice the reader with the setting of the game. \n\n“Tsk, fine. I’ll just turn off the UI. I have to go anyway…”\n\nAnyway, as we were saying… Mirai’s ordinary days come to a halt as he gets hit with meet cute after meet cute and he suddenly finds all kinds of romantic routes opening up before him! \n\n“Right right! As expected of my Protagonist, he’s pretty impressive right? Heheh, with my help he’ll be surrounded by cuties in no time!” \n\nGuh, Mei, please not right now, the person reading this might buy the game you’re in. I'm doing my best to write an enticing description here!\n\n“Oh the player is reading this right now?! Listen, my life goal of frolicking with cute anime girls is at stake here! I’m counting on you to get Mirai to introduce all the heroines to me, partner~”\n\n*ahem* As Mei said, there are plenty of characters and routes to check out, so it will be up to you to make sure Mirai makes the right (or wrong) choices to navigate the often unpredictable routes to romance! \n\n“...Ehehehe Mirai, he’s so cool, isn’t he? But what was that Mei girl saying about *OTHER* heroines, hm?”\n\nHuh, Rumi? You’re acting kind of strange, is everything ok? I was about to close out the description with a killer line about “finding love beyond the fourth wall” or something, has the twinkle in your eye fallen out again? Sorry, I have to take care of this really quick…\n…\n…\n…\n\nHey! Rumi! I found it just down here!\n\n“Oh! Thank you so much- Ah! Sorry, was I interrupting the game description? Excuse me, and thanks again for finding it for me.”\n\n… Nobody else is going to pop up? We’re almost done right? Phew I can finally finish this thi―\n\n*SQUAWK SQUAWK*\n\nGAH― WHAT IS A HAWK DOING HERE?! THERE ARE 3 MAIN ROUTES TO COMPLETE, WITH 20 SUB-ROUTES TO FIND AND―\n\n*SQUAWK*\n\n J-JUST PLEASE BUY THE GAME ALREADY!",
    "id": "01009A401C1B0000",
    "name": "Meta Meet Cute!!!+",
    "publisher": "Sticky Rice Games",
    "releaseDate": 20240214,
    "version": 0
}