{
    "description": "\"Just Shapes & Beats\" is a chaotic co-op musical bullet-hell based on three simple things: avoid Shapes, move to the rad Beats, and die, repeatedly. It’s a new spin on SHMUPs, adding a layer of coop that’s at the core of the game: 'cause everything is better with friends. \n\nPlay alone or with up to four players, local or online, through the game’s Story Mode or Challenge Runs.\n\n\nMUSIC TO YOUR EARS, AND HANDS\n\nYou like music? SO. DO. WE. That's why we have 35 hand crafted stages with licensed tracks from over 20 chiptune and EDM artists. \n\nHits like a ton of brick straight into your eardrums and your eyeballs; BAM.\n\n\nEVERYTHING IS BETTER WITH FRIENDS\n\nGather up your squad and play up to 4 player co-op, drop-in drop-out, either all on your couch for a house party, or an online party! \n\nDon't have/like your friends? WE GOTCHU MY DUDES, make new or BETTER friends by playing a few quick online challenge runs. Let us pick your new best buds for the next hours; strangers are just friends you haven't met yet. \n\nKind of a lone wolf, back hurts from carrying people, would rather play with yourself? Do it, the game is just as fun, just a different experience waiting for you; ain't nobody judging here yo.\n\n\nSOMETHING FOR EVERYONE\n\nWe have many different game experiences to offer! Story mode helps you learn the ropes with our intermediate-ish tracks and the optional Casual mode. When you think you’re ready, Challenge Runs is where you get to prove yourself: get judged on your skills by playing through randomly picked tracks.\n\nNeed some kind of training montage to get better? Rip off your sleeves and practice the tracks you’re struggling to master in the Playlist. \n\n\nPARTYYYYY\n\nLiterally the soundtrack for your party! Let the game play in Party Mode and let it light up your social gatherings, + you can even still have people playing this if they like, WE'VE THOUGHT ABOUT EVERYTHING. \n\nSo yea, go ahead and throw the most epic party of your life thanks to us, you are welcome.",
    "id": "0100830008426000",
    "name": "Just Shapes & Beats",
    "publisher": "Berzerk Studio",
    "releaseDate": 20180621,
    "version": 0
}