{
    "description": "Celestial doom. This is the fate that awaits humanity. In Edo, Japan, the great cataclysm has been foreseen by a most unlikely soul — a Master Thief. Your mother.\n\nYou are a common pickpocket, transformed by the cataclysm into a lethal Ninja with lightning mobility. The Ramen Seller becomes a Samurai. The Maiko becomes a killer Geisha. Your domain of petty crime becomes a frenzied neon world of shogun castles, magic traps and parachuting assassins. Someone has ensnared you in a loop of chaos… if not to kill you, then to protect you from something worse.\n\nMaster violent precision platforming in this fusion of extreme speed and one-button controls that will leave you dead and wanting more.\n\n\nJUMP TO MOVE, JUMP TO ATTACK\n- Use one button for everything.\n- No walking, no running – just jumping.\n- Eviscerate the enemy by jumping at them.\n- Hold to super-charge your jump and attack harder.\n- Become invincible at the moment of jumping — time it right and dodge even the most brutal attacks.\n\nONE WRONG MOVE AND IT’S BACK TO THE START\n- Face hellish bosses and assassins equipped with projectiles, magic and agility.\n- Evade sharp drops, deadly poison and other nasty traps.\n- Ramp up your attack power with combo attacks. Just don’t get hit. \n\nCUSTOMIZE YOUR PLAYSTYLE\n- Unlock new playable warriors like the ranged Geisha and destructive Samurai.\n- Wield kunai, shuriken, spears, stones and other armaments both long-ranged and short.\n- Wear armor and scarves to increase your defense.\n- Get special abilities and boosts by finding strange souls and questionable foods.\n- Use scrolls with effects like earthquake, lightning, and enhanced sight.\n- Build up your Village base. Rescue villagers to repair and upgrade useful buildings including the Blacksmith and Back-alley Doctor.\n\nKEEP GOING, KEEP GOING\n- Blaze through a mix of procedurally generated and hand-crafted levels.\n- Die fast but try again faster with instant respawn and permanent upgrades. \n- Ascend the Infinite Watchtower, run the Infinite Corridor, and don’t stop.\n- Fill your Combat Log and thrash your high scores.\n- Replay the game with new challenges, including a stage randomiser.\n\nSTYLISH JAPANESE PIXEL ART\nImmerse yourself in the nostalgic beauty of vibrant Japanese pixel art that brings the crumbling castles, skeletal forests and folklore characters of the Edo Period to life with brutal elegance.\n\n\n\n\n",
    "id": "010029D01AC4C000",
    "name": "Ninja or Die: Shadow of the Sun",
    "publisher": "Marvelous Europe",
    "releaseDate": 20231101,
    "version": 0
}