{
    "description": "“It’s absolutely brilliant. The only way I can describe it; it takes elements from Tetris & Lumines without sticking to the rules of Tetris & Lumines. It takes the music beats from both Lumines, Rez, Tetris Effect Connected and puts it in a blender, mixes it up with all the love and care of Nigella Lawson and produces an amazing action puzzle game that if you’ve played any action puzzle game, you get straight into this and get it.” - Mental Health Gaming\n\n“If you weren’t feeling energised beforehand, once the music starts you should start feeling much more awake and with it… the thumping beat urging you to make the most of your blocks. 8.2/10”\n - Impulse Gamer\n\n“Ekstase is a well made, intriguing indie block puzzler.” - Higher Plain Games\n\nEkstase\nEkstase is a love letter to Berlin and its techno scene. Amazing techno beats and beautiful visuals set the stage for a game that honors the long forgotten falling block puzzle genre. Fresh but familiar gameplay ensures that Ekstase is easy to pick up and sink many hours into. With both classic and new game modes, there is something here for both the casual and the hardcore puzzle game player.\n\nGameplay description\nIn Ekstase, shapes of 3-5 blocks fall from the top, and as soon as they hit something, they fall apart. The scan line changes color every cycle and removes the squares you formed with blocks of the same color.\n\nGame modes\nReach a \"state-of-flow\" in Flow mode\nFlow mode is the frictionless \"jump in\" game mode in which the game adapts to how you play. Are you getting better? The game will ramp up its difficulty. Are you getting worse? The game becomes easier. In doing so, the game teases out a \"state-of-flow\" in the player, a state in which you are fully immersed in a feeling of energized focus, involvement, and enjoyment.\n\nKeep a beat with Beat99\nBeat99 is the rhythm mode in Ekstase . The goal is to rank up your multiplier by dropping shapes to the beat. You'll be given 99 \"lives\", dropping a shape subtracts one life, missing a beat subtracts ten! Try to survive as long as possible and try to score as high as you possibly can.\n\nPick your own challenge in Classic mode\nIn Classic mode you set the challenge. Choose the amount of colors and the speed of the shapes.\n\nTime Attack\nCan you stack efficiently? Prove it in Time Attack mode. Beat the highscore in a set amount of time.\n\nTwo rotation modes\nEkstase can be enjoyed in two different play styles; play style \"A\" and play style \"B\". In A you rotate the colors in a stationary shape, in B you rotate the shapes. This way you get two games for the price of one!\n\nAccessibility\nAre you colorblind? No worries, I've got you covered! In the options menu, pick your type of color blindness for the appropriate color palette, or hand pick the colors yourself. Motor challenges? No biggie! Do you find the background animations too distracting?! Not a problem! Turn it down, or all the way off, from the options menu.\nIn Raskal's games everyone gets to play.",
    "id": "01004F10143E4000",
    "name": "Ekstase",
    "publisher": "Raskal Games",
    "releaseDate": 20211101,
    "version": 0
}