{
    "description": "DEFINITIVE UPDATE:\n▪ 3 new enemy types. Prepare to fight swarms of feral bats, witches of the wood, and elder vampires.\n▪ 30 new weapons with unique abilities to add to your arsenal.\n▪ Overwatch added to ease up your ambushes. Snipe any foes running into your range.\n▪ Tug of war mechanics. Push a beast into a trap or pull it into the range of ally's overwatch.\n▪ Rebalance of corruption system. Cursed weapons and items give you immense power but at a cost of slowly losing yourself.\n▪ New questline: uncover dark secrets of House Blackwell.\n▪ New hunter skin - hunt in style.\n\nFEATURES:\n▪ Stealth, ambush-based combat. Try to outsmart and outwit all the horrifying creatures you’ll be facing, as they are way stronger and you don’t stand a chance in a direct assault;\n▪ Diverse, challenging opponents. From werewolves to vampires, all monsters have their unique attacks and skills and can easily see, hear or smell you from the distance. So be careful not to reveal your position too early;\n▪ Stamina-based characters. Cautiously manage your energy level between attacking, moving and casting spells. In the end, you’re only a human and running out of energy will seriously fatigue you;\n▪ A grim world plunged in half-darkness. In this world, our god has finally turned his back on us and his corrupt presence can change the intensity of the battlefield. From summoning monsters, through changing the weather, to transforming one of the creatures into a powerful avatar of his will;\n▪ A vagabond’s exploration system. Travel the world bringing your mobile base along with you. Take shelter in and manage your camp, but be wary of enemy ambushes;\n▪ A unique fusion of dark Victorian fantasy and wild west. Immerse yourself in a world so different from the one you know. The universe shaped by struggle, where mankind has not had the freedom to develop or advance any of its technology.\n\nDESCRIPTION:\nAlder's Blood is a dark, stealth, tactical game with the turn-based combat focused on avoiding enemy ambushes and setting up your own. Use stealth and tactics to overcome the never-ending onslaught of monsters, the manifestations of your god's decay.\n\nManage your scarce resources, venture out with your fellow companions and explore the remnants of the world in search of the means for mankind's survival.\n\nMonsters can detect a hunter's presence by their scent, they can then use this to track down where the hunters are. Observe the wind - keeping yourself downwind of your adversaries will aid you in your hunt. Although, hunters can use their scent to their advantage by preparing an ambush using traps, then luring the monsters towards it.\n\nMonsters are not the only threat the hunters will face on their hunts - the presence of the old god is growing ever stronger, changing everything it touches. The darkness can summon more enemies against the hunters, or even change them into an avatar of its will.\n\nHunters can equip different weapons, heavy, more powerful ones that will drain their stamina when used.\nAnd smaller ones, better for stealth actions. \n\nWithin their camp, our hunters can craft new items or get some rest.\nIn addition, we can assign roles to hunters there, e.g. to make one of them guard the camp and protect it from ambushes, or to give them the role of a scavenger, who will collect resources in the region of the camp.\n\nRemember, this is not the world you know.\nThis is a world that has been shaped by struggle, one where mankind has not had the freedom to develop and advance its technology.\n\nYour resources will be limited, and opportunities rare.",
    "id": "0100D740110C0000",
    "name": "Alder's Blood: Definitive Edition",
    "publisher": "No Gravity Games",
    "releaseDate": 20211027,
    "version": 0
}