{
    "description": "Get ready for a pawsome puppy adventure in Little Friends: Puppy Island! Discover exciting locations, dig up hidden treasures, build and expand your holiday resort, and meet plenty of lovable little friends to care for on your very own un-paw-gettable, tropical island adventure!\n\n- Meet, befriend and care for lots of adorable puppies while exploring a paradise island!\n- Uncover and explore 8 different locations and find exciting, hidden treasures!\n- Become best friends with 9 unique puppy breeds with over 140 variations - including Shibas, Labradors, Corgis, Huskies, Pugs and more!\n- Build your ultimate puppy paradise! Find the perfect locations and construct new accessory shops and activity stations!\n- Bath, feed, walk and play with your puppies!\n- Train your puppies and level up their stats in obedience, agility, friendliness & more!\n- Dress up your pups with over 350 accessories!\n\nLittle Friends On Holiday!\nSet off on an exciting new adventure that takes your puppy care experience even further! Explore an entire paradise island, find exciting new locations, dig up treasures and embrace your adventurous side with your new Little Friends.\n\nExplore Puppy Island!\nTake your lovable companion out on their very own adventure across an island filled with puppies! Discover sandy beaches, snowy mountains, cherry blossom sanctuaries and so much more! What will you uncover on your adventure?\n\nBecome Puppy Pals!\nBecome friends with 9 different breeds of puppies and find the perfect companions to enjoy your adventure with! Meet new puppies while out on walks and bring them home to care for them. Take photos using the in-game camera to make memories that last a lifetime.\n\nBuild The Ultimate Puppy Paradise! \nDiscover new locations, gather resources and help your puppy pals construct an array of new activity spots throughout the island! From puppy spas and puppy schools, to frisbee parks and accessory shops, there’s plenty to build for you and the locals to enjoy!\n\nEnjoy Puppy Care! \nBrush, bathe, feed and play with your pups to give them everything they need for their adventures! Improve their obedience, agility, endurance & more, levelling up their stats to gain access to exciting new areas of the island.\n\nDress Up Your Pup! \nWith over 350 colourful outfits and accessories to choose from, find your puppy’s own unique style! From tiaras and dresses to mohawks and sunglasses, customise your puppy’s look however you like!",
    "id": "010023801A52A000",
    "name": "Little Friends: Puppy Island",
    "publisher": "Fireshine Games",
    "releaseDate": 20230627,
    "version": 0
}