{
    "description": "This is complete edition consisting of the Base Game and the \"New Power\" DLC.\nRealpolitiks is a streamlined real-time grand strategy game that allows you to become the leader of any contemporary nation. Dive deep into the issues of the modern world, with its current geopolitical borders, using your country’s power and economic strength to engage in military conflicts and international affairs. Choose your own method of coping with other nations' interests, unexpected events, global threats and various crises. Deal with the disintegration of the European Union, terrorism, the aftermath of World War III and many other real and fictional scenarios.\n\nBased on three main political systems (democracy, authoritarianism, totalitarianism), Realpolitiks allows you to extend the influence of your country through various means, all in order to win the race for global domination. Use your diplomatic skills, economic advantages, military power and the full freedom of moral and ethical decision-making to become a world superpower and ensure the well-being of your citizens.\n\nGrow and develop your nation to the highest possible levels of economic power, technological competitiveness and military supremacy in globally-ranked charts. The choice is yours as to whether you become a valued member of the United Nations, or a nuclear tyrant, bullying all those around you. Expand your territory any way you like with the whole-world sandbox gameplay of Realpolitiks, even creating colonies out at sea. And if that's not enough, try spreading the seed of our civilization to outer space...\nFeatures:\nLead any country in the world to global domination in various game scenarios.\nShape your country's political system and determine its relations with other nations.\nDeal with internal and external affairs and face threats from natural disasters, terrorism, financial crises and more.\nMake use of common political instruments in your international relations, including spy tactics and espionage to directly influence other nations’ internal affairs.\nTake the moral and ethical high road in your dealings with others, or not...\nHigh replay value ensured by a broad decision tree in all matters, as well as diverse mini-scenarios and random events.\n\nNew Power injects fresh content and realism into the world of Realpolitiks. A mini-scenario featuring an actual nuclear threat, Non-Governmental Organizations that try to influence politics and new features for creating larger territorial units are all highlights of this DLC.",
    "id": "0100C9F00BC50000",
    "name": "Realpolitiks",
    "publisher": "Forever Entertainment",
    "releaseDate": 20180830,
    "version": 0
}