{
    "description": "\"Elemental Cube\" takes you on a challenging and thought-provoking journey through a magical world. This single-player puzzle game consists of 50 unique levels, each requiring players to overcome obstacles with strategy, logic, and creativity. At the heart of the game is a mystical cube, with each face representing one of the four fundamental elements: fire, water, earth, and air.\n\nPlayers must rotate the cube right, left, up, and down to create the appropriate element combinations. Each element has its own unique properties that are vital for overcoming various obstacles encountered along the way. Fire can eliminate water barriers, while water can extinguish flames. Earth can be used to create pathways, and air combines with many elements to form special combinations.\n\nEach level in \"Elemental Cube\" is filled with carefully crafted puzzles. Players must plan their moves before taking the next step. As the levels progress, the difficulty increases, requiring more complex combinations and strategies. Players can achieve success by using the correct element at the right time and carefully calculating the cube's rotations.\n\nThe game offers a captivating atmosphere and impressive visuals. Each element has its own distinct color palette and effects, adding depth to the game world. The glow of fire, the ripple of water, the solidity of earth, and the lightness of air provide a visually stunning experience.\n\nMusic and sound effects draw players further into this magical world. Every movement, every element change, and every obstacle overcome is supported by its own unique sound. Dynamic and harmonious music complements the game's atmosphere, immersing players in the puzzles.\n\n\"Elemental Cube\" is a game that requires not only intelligence and logic but also patience and strategy. Completing each level gives players a great sense of satisfaction and achievement, while the overall pace and progression of the game provide a constant challenge. As players experience a new sense of accomplishment at the end of each level, they will be ready to face even more difficult and complex puzzles.\n\nIf you love solving puzzles, enjoy brain games, and like developing strategies, \"Elemental Cube\" is perfect for you. Rotate your cube, manage the elements, and overcome obstacles to complete all the levels in this magical and challenging journey. Are you ready? Master the power of the elements and become the ultimate puzzle master!",
    "id": "0100E3101FDD4000",
    "name": "Elemental Cube",
    "publisher": "Kanuni Games",
    "releaseDate": 20240815,
    "version": 0
}