{
    "description": "Dive into a wild story of gangsters and criminals in Out of the Box, a captivating thriller where you decide the fate of the peculiar customers of a luxurious nightclub in a never-ending race against the clock.\n\nIn this time-management thriller, you will be Warren Baker, the new bouncer of the prestigious club The Box. After spending three years in jail, you just want to live an honest life and recover your daughter. However, the quirky clients of The Box will drive you closer to your turbulent past, involving you in a gangster scheme that threatens to destroy everything that you love.\n\nEvery night, among the club’s visitors, you’ll find undercover cops, annoying celebrities, runaway criminals or ghosts from your past. As the new gatekeeper of The Box, you decide who enters and who doesn’t... by any means necessary. Be careful though, because each choice you make can influence the fate of the club and its clients. You’ll also need to keep your salary to avoid being evicted, to see your daughter again, and most importantly, to regain control of your life.\n \nWill you let teenagers into the club in exchange for money? Will you confront a wealthy client to save his girlfriend when she asks you for help? Or will you work with the police to bring down the most powerful gangster in town?\n\nEveryone’s lives are in your hands. Only you choose how their stories end.\n \nKey Features\n\nRace against the clock as you manage the crowded line of The Box, where you’ll interact with more than 300 unique characters, each one with their own hidden particularities that you will have to discover.\n \nAs head of security at The Box, you’ll have to:\n- Follow the club’s rules, which become more complex with every day that passes.\n- Find out who is lying and who is telling the truth.\n- Who knows: you might even have to throw a punch or two!\n \nNot every day is the same:\n- Be careful who you don’t let in. Maybe their significant other is a big fish, or the rest of their group might decide to go to another club.\n- Dealing with VIPs won’t be easy. They expect the royal treatment.\n- Beware of the people that enter the club. If you let rock fans in during an elite party, they may wreak havoc!\n- The Box also organizes special events like St. Patrick’s, a day where everyone can get drunk and enter the club!\n\nExperience different storylines depending on your choices:\n- Will you flirt with your boss’ girlfriend?\n- Will you work with the police?\n- Will you get along with a powerful but annoying gangster?\nDiscover several alternate endings!",
    "id": "01005A700A166000",
    "name": "OUT OF THE BOX",
    "publisher": "Raiser Games",
    "releaseDate": 20180822,
    "version": 0
}