{
    "description": "Super Kart Mini Car Race is an exciting and colorful racing game in the style of classic kart, offering players a thrilling experience on 13 different race tracks with themes ranging from the kitchen to the bedroom, bathroom, and the beach.\n\nRealistic Vehicle Physics:\nSuper Kart Mini Car Race delivers an authentic racing experience with its realistic RC car physics. Each of the 21 vehicles in the game is meticulously designed to emulate the handling and responsiveness of remote-controlled cars. Feel the precision of every turn, the impact of various terrains, and the distinct characteristics of each vehicle as you navigate through the diverse race tracks. The game's attention to realistic physics adds an extra layer of immersion, making every race a true test of skill and strategy.\n\nRich Game Modes:\nWith various game modes such as Time Trial, Arcade, and Championship Tournaments, Super Kart Mini Car Race aims to capture the interest of all types of players. Additionally, the two-player mode allows you to enjoy the game with friends side by side.\n\nVaried Race Tracks:\nPlayers can race in different maps, including the kitchen, bedroom, bathroom, and beach, each offering unique challenges and surprises. Every track provides a distinct adventure for players.\n\nTournament and Championship Excitement:\nSuper Kart Mini Car Race offers 8 different tournament options, providing players with a competitive experience. In Championship mode, you can strive to become a real champion.\n\nThrilling 2-Player Mode:\nWith the exciting 2-player mode, players can race against each other on the same screen. Challenge your friends and discover who the best racer is together.\n\n21 Unique Vehicles:\nSuper Kart Mini Car Race presents a wide vehicle collection, featuring 21 different vehicles to cater to every player's style. From tiny toy cars to larger vehicles like buses, police cars, and trucks, the game provides a diverse racing experience.\n",
    "id": "01002DD01DB64000",
    "name": "Super Kart Mini Car Race",
    "publisher": "Kanuni Games",
    "releaseDate": 20231225,
    "version": 0
}