{
    "description": "Neptunia and SENRAN KAGURA join forces in this hack 'n slash RPG! Pair up 10 playable characters to slice through enemy hordes, channel the elements, and perform special character attacks. Then find your center with the Peaches & Cream Meditation minigame before taking on the post-game challenges of Yomi-Training!\n\nKey Features \nWhen 2 Become 1\nThe two warring nations from the Neptunia and SENRAN KAGURA series have now joined forces in one action-packed RPG! Choose from 10 possible characters, including two new characters: Yuuki and Goh, and pick two characters to set forth on your adventure. Swiftly switch between your two chosen characters in battle! \n\nThe Art of the Ninja\nEach character possess a unique set of skills, known as Ninja Art Skills. Chain your Ninja Art Skills to leave your enemies in the dust. Ninjas and shinobi are also equipped with projectiles that can inflict physical damage or temporary status ailments to slow down foes. \n\nStay Stylin’ with Spirit Gems\nCollect Spirit Gems for helpful stat boosts! Legend says arranging them in certain combinations can add even bigger boosts... \n\nAre You a True Ninja Warrior?\nThe Peaches & Cream Meditation mini-game allows players to test their balance. Successfully filling the Peach Gauge gives extra stat boosts in battle! Plus, test your might with the post-game content, Yomi-Training! Expert ninjas and shinobi can play through 8 different trials, each set with difficult restrictions!\n\nStory\nGamninjustri – a place where all manner of ninjas gather.\n\nAs the struggle for control increased between the Daimyos of the nations, tensions rose between the two great nations, each of which was home to one of the major schools of martial arts.\n\nThe Compa Style which has mastered the Ninja Arts based on the Command Technique.\nThe Honeypa Style which has mastered the Ninja Arts rooted in the Action Technique.\n\nThe two camps were stuck in a ruthless competition of skill in order to achieve hegemony, but as they fought on, a mysterious army of mechanical ninjas made their assault.\n\nThe mechanical ninja army overran the smaller nations in an instant, and the Steeme Legion leader, Yoh Gamer, made an announcement to the world:\n\nThe Super NINJA War to decide the world's strongest school is about to begin!\n",
    "id": "01008D0016AF4000",
    "name": "Neptunia X SENRAN KAGURA: Ninja Wars",
    "publisher": "Idea Factory",
    "releaseDate": 20220419,
    "version": 0
}