{
    "description": "Pocket Rumble retains all the gameplay elements that make traditional fighting games great, but reduces the level of execution and memorization necessary to the bare minimum. That way experienced players can learn the game fast and be able to focus on deeper elements of strategy and mindgames, new players can learn the ins and outs of fighting games without being overwhelmed, and everyone can get their skills to a competitive level without too much grinding alone in training mode.\n\nFeatures:\n* Simple, 2-button controls and universal, easy special move inputs with no complex joystick motions.\n* Short combos with easy timing and a straightforward cancel system.\n* On-screen frame data bar and visual indicators for properties like invulnerability help players understand fighting game mechanics and how individual moves work.\n* Simple, unambiguous health and damage system: All characters have 12 HP and all hits do 1 damage.\n* Diverse cast of characters each with their own unique meter and mechanics.\n* Quickly swap characters after a lost round to counterpick, just like between matches in a tournament, without slowing down the pace of the match.\n* Near-flawless online multiplayer with GGPO netcode.\n* Play with any combination of Joy-Con™ and Nintendo Switch™ Pro Controller for multiplayer wherever you go.\n\nOffline Modes:\n* Arcade: Face off against the rest of the game's cast back to back! Can you survive all 8 matches?\n* Versus: Play local matches with friends or the CPU, and get competitive with hidden cursors for double-blind character select at the touch of a button.\n* Career: Take part in fictional fighting game tournaments around the globe, playing against AIs based on some of Pocket Rumble's top players and eventually facing off against AIs from some familiar faces in the FGC.\n* Lessons: Robust tutorials that teach you the very basics of how fighting games work\n* Training: A fully-featured training mode with a variety of hotkeys and options including viewable hitboxes, save states, dummy recording and more.\n\nOnline Modes:\n* Ranked: Get matched up with players of your skill level online, earn points and rank up with Elo ratings, leaderboards including character-specific rankings, and a rematch button to challenge someone to an unranked set when you need that runback.\n* Unranked: Invite your friends to play unranked matches just for fun!",
    "id": "01007C600294E000",
    "name": "Pocket Rumble",
    "publisher": "Cardboard Robot Games",
    "releaseDate": 20180705,
    "version": 0
}