{
    "description": "For too long Gelatoni's had the run of this town. With his monopoly over ice cream delivery enforced by thugs in souped-up trucks, and generous bribes making sure the law turns a blind eye, he's been able to force the innocent hard-working people of Rippleton to pay over the odds for their gelato fix for decades.\n\nWell no more, it's high time someone stood up to this injustice! Your buddy has borrowed money from an unsavoury character and bought a battered old van, and the pair of you are going to take the fight to the streets and show these punks there are new kids in town and you're hungry for success.\n\nAnd look, if you happen to make yourselves a load of lovely cash in the process, well that's just win/win isn't it?\n\nTime to show some scumbags it's your way or the sorbet!\n\nFeatures\n∙ High octane ice cream delivery thrills (and spills) with a score based challenge. How much can you sell?\n∙ Speed your way around three districts of Rippleton - the suburbs (easy: loads of kids out playing, perfect selling location), beach (medium: hot, but everyone's too busy concentrating on their tan), and downtown (hard: don't want to risk dripping all over their fancy suits).\n∙ Loads of weird power ups to help take down your your rivals.\n∙ Upgrade your old van in a whole load of ways each run. From simple stuff like speed and stock capacity, all the way up to auto-targeting drive-by gelato distribution on the move.\n∙ Fulfil increasingly outrageous payment demands from an unsympathetic loan-shark.\n∙ An ice cream tank? (Is this right? It doesn't sound like a real thing)",
    "id": "01006BA0209B0000",
    "name": "Ice Cream Wars",
    "publisher": "Ant Workshop",
    "releaseDate": 20240923,
    "version": 0,
    "category": [
        "Arcade",
        "Racing"
    ],
    "developer": null,
    "intro": "A madcap arcade driving game in the unexpectedly cut-throat world of the frozen confectionary distribution industry.",
    "isDemo": false,
    "languages": [
        "en"
    ],
    "nsuId": 70010000087167,
    "numberOfPlayers": 1,
    "ratingContent": [
        "Fantasy Violence"
    ],
    "region": null,
    "rightsId": null
}