{
    "description": "Welcome to the heart-racing adventure of \"Date Z\", an unexpected twist on high school drama, mystery, and romance. As a senior transfer student, your debut week at a new school spirals into an extraordinary race against time. It's not just about making friends or acing classes. Your survival hinges on one task: finding a date by Friday.\n\nThis quaint small-town high school is nestled atop an old, abandoned military airbase filled with locked doors and hidden passages. Beneath the routine of high school life, something unsettling stirs, casting an ominous shadow over the school. But, solving that mystery can wait. First, you need to find your date and ensure your survival.\n\n\"Date Z\" masterfully combines a visual novel dating sim with an enigmatic mystery adventure. Traverse the labyrinth of high school life, charm potential dates, and make decisions that will shape your fate and the fate of those around you.\nFEATURES:\nChoice-Driven Visual Novel Dating Sim: Your decisions determine the course of your narrative and the story's outcome. Win hearts, secure that crucial date, and ensure your survival.\nMultiple Endings: The paths you choose lead to various outcomes, offering a unique ending each time you play. Every choice counts.\nDate Five Unique Characters: Venture into high school romance with five distinct girls, each with her own individual personality, backstory, and perhaps a part to play in the hidden mystery.\nExplore Multiple Timelines: With a mysterious device, you can navigate through different timelines, revealing unique scenarios and deepening your immersion in the high school drama.\nSchool Campus Exploration: Unearth secrets within the intricate architecture of your school, a former military airbase. The key to survival may be closer than you think.\nBeautiful Comic-Style Visuals: Immerse yourself in the vibrant world of \"Date Z\", brought to life by stunning hand-drawn comic-style visuals.\n\nIn \"Date Z\", the simple task of finding a date by Friday becomes a matter of life and death. With each passing moment, you're presented with new challenges, new choices, and fresh opportunities for love and survival.\nThe clock is ticking.",
    "id": "010074301DABA000",
    "name": "Date Z",
    "publisher": "We Dig Games",
    "releaseDate": 20240830,
    "version": 0
}