{
    "description": "Richman10 is a classic board game in which players earn money by luck (dicing) and strategy (buying land and buying cards) to defeat other players. Fine arts adopt pure 3D Q version of the original painting style. Game modes include: story mode, multiplay mode and and online mode.\n\n【GamePlay】\nThe game uses turn system, initially all players have certain deposits, cash, cards. The number of steps to move is determined by casting dice. The landless property can be purchased when trampling on the enemy's property, and the toll will be paid when trampling on the enemy's property. In addition to the real estate grid, there are also bank, news, shop, magic house and other event lattices in the map, which make the game full of variables and entertainment. Reasonable use of the cards in hand can actively intervene in randomness, enhance strategy, maximize their own interests, and lay a good foundation for the final victory.\n【New pattern】\nIn addition to traditional Richman play, \"Richman10\" adds the latest hot-fighting play. The map cancelled the small real estate grid, most of the map grid is to obtain the card grid, players through a large number of picking up and using cards, causing money damage to the enemy, bankruptcy, and ultimately win.\n【Organize a team】\nNew team formation mode, can be arbitrary team formation, teammates can cover each other's property, can also develop strategies to set fire to one of the enemies, so that the rhythm of the game becomes faster.\n【Mechanism innovation】\nThe cards of Richman of all ages need to be collected in maps and bought in stores. In order to win, players need to balance money and points. \"Richman10\" cards are purchased directly with money and the counting system is cancelled. Compared with past dynasties, it has a faster rhythm and does not need to go through the previous depressing stage. The game is more exciting at the beginning.\n【Checkpoint】\nIn the story and biography mode, the barriers are moderately difficult, suitable for both young and old, and the plot is full of interesting, focusing on the positive energy stories of friendship and justice.",
    "id": "0100C1E01666E000",
    "name": "RichMan 10",
    "publisher": "Yooreka Studio",
    "releaseDate": 20220120,
    "version": 0
}