{
    "description": "Embark on a global journey with the game “Guess the Flag!”\n\nTest your knowledge of 255 countries, islands and international organizations in 6 addictive modes. Test your memory by matching the flag to the name of a country or play the reverse mode. If you are already an expert in flag knowledge, you can try the mode in which you have to write the name of the country yourself. Feel the thrill of matching locations to a country and, for a change, immerse yourself in the unpredictable random mode that combines all the challenges.\n\nDon't forget the daily challenge, in which each attempt reveals a piece of the flag, but you have to be careful, because your 6th attempt is the last one. After that, all you have to do is wait 24 hours. Will you be able to make a series of victories?\n\nIf you get bored with the mode with lives, you can raise the adrenaline level by choosing the settings of the time game. The game is divided into regions such as World, Europe, Asia, South America, North America, Australia and Oceania.\n\nMaster all the flags, race against time and become the greatest flag expert.\n\n\nKey Features:\n\n6 game modes:\n- Match the name\n- Match the flag\n- Writing mode\n- Location mode\n- Daily challenge\n- Random mode\n\nTwo game styles:\n- Game with Time\n- Game with lives\n\n\nRegions:\nWorld, Europe, Asia, South America, North America, Australia and Oceania",
    "id": "010002C01F772000",
    "name": "Guess the Flag!",
    "publisher": "SOURCE BYTE",
    "releaseDate": 20241020,
    "version": 0,
    "category": [
        "Party",
        "Study",
        "Training",
        "Education"
    ],
    "developer": null,
    "intro": "Flags and Maps: Can You Rise to the Challenge?",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "de",
        "it",
        "zh",
        "zh"
    ],
    "nsuId": 70010000082503,
    "numberOfPlayers": 1,
    "ratingContent": [
        "General"
    ],
    "region": null,
    "rightsId": null
}