{
    "description": "Cricket 24 is the culmination of a decade of Cricket video game development and includes teams from every corner of the globe. Players will be able to take on major cricket nations including Australia and England in the official Ashes, West Indies, New Zealand, Ireland and more, plus for the first time ever, professional Indian T20 teams, all set in over 50 detailed official stadiums. Cricket 24 is the most complete video game simulation of cricket seen to date.\n\nCricket 24: Building the most realistic cricket video game ever!\n\n- The Ashes: Cricket 24 will feature the biggest rivalry in cricket, The Ashes. Detailed cutscenes immerse the player in the moment as the Ashes tour progresses. Feel a part of the team with press conferences and team training sessions. Unique commentary allows for complete Ashes immersion. Experience The Ashes playing as a single player, or as Australia or England.\n- Official Licenses: over 300 players with full photogrammetry. Major Cricket Nations including Australia, England, West Indies, New Zealand and Ireland plus more. The biggest tournaments including The Ashes, the KFC BBL and Weber WBBL, The Hundred, the Caribbean Premier League plus a number of professional Indian T20 teams, along with more than 50 highly detailed official stadiums. \n- Career Mode: follow the journey of your player from club cricketer to the international stage, developing your skills and growing your fan base as you hone your craft to become the next big thing in cricket. Cricket 24 gives more control to the player in determining their destiny, becoming a short-form hero, focusing on the Test team, or trying to balance both on your way to cricketing stardom.\n- All new fielding: a complete overhaul of the fielding systems to provide the most realistic and responsive fielding controls ever seen in a cricket video game.\n- Cross Platform: fully cross platform, play online against your friends and the world’s best players regardless of platform. Create and share custom content across different platforms including stadiums, players, teams and more with the academy.",
    "id": "010026501B4C6000",
    "name": "Cricket 24",
    "publisher": "Nacon",
    "releaseDate": 20240327,
    "version": 0
}