{
    "description": "Speedollama is a fast platformer shooter that sets a new benchmark for speed in the genre. Bursting with quirky humor and vibrant pixelated carnage, this game is not for the faint of heart. Are you ready to embrace the chaos and prove your skills?\n\nPacked with hilarious splatter elements, fast-paced action, a variety of upgrades and weapons, and loads of humor, Speedollama promises to entertain gamers of all ages.\n\nThe game's visuals feature pixel art to capture a retro-arcade aesthetic, reminiscent of late 80s and early 90s games. Drawing inspiration from classic titles like Metal Slug and Turrican, as well as modern hits like Broforce, Mercenary Kings, and Pizza Tower, Speedollama delivers a nostalgic yet fresh gaming experience.\n\nSTORYLINE\nA wise old llama has enlisted a group of elite mercenaries for an almost impossible mission: to destroy the alpaca army that has waged a brutal war to exterminate the llamas and seize world domination. Equipped with a powerful tunneling machine, the llamas embark on a bizarre journey, burrowing through the earth, collecting funky substances, and battling the relentless alpaca forces along with their beastly allies.\n\nKEY FEATURES\n- 9 different areas divided into 36 procedurally generated levels and 8 bonus ones\n- 3 main characters to choose from\n- 6 kinds of alpaca soldiers\n- 7 kinds of alpaca's heavy machinery\n- 9 bosses\n- 18 foe beasts\n- 6 weapons\n- 23 upgrades",
    "id": "0100E8801E570000",
    "name": "Speedollama",
    "publisher": "chaosmonger studio",
    "releaseDate": 20241022,
    "version": 0,
    "category": [
        "Platformer",
        "Shooter",
        "Arcade",
        "Action"
    ],
    "developer": null,
    "intro": "Speedollama is a fast platformer shooter that sets a new benchmark for speed in the genre, bursting with quirky humor and vibrant pixelated carnage.",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "de",
        "it",
        "ru",
        "ko",
        "zh",
        "zh"
    ],
    "nsuId": 70010000078129,
    "numberOfPlayers": 1,
    "ratingContent": [
        "Drug References",
        "Violence"
    ],
    "region": null,
    "rightsId": null
}