{
    "description": "Get whiskered away on a hearty catventure in Cat Quest III, the third installment in the award-winning Cat Quest series!\n\nPlay as a swashbuckling purrivateer in this 2.5D open-world action RPG set in a fantastical pirate-themed world – the Purribean - an archipelago swarming with Pi-rats searching for the Northern Star - a long-lost mythical treasure. Alongside your trusty spirit companion, set sail through the Purribean in your very own ship! But beware, the seas are dangerous, and a meow-tiny is nigh as the hordes of Pi-rats under the order of the Pirate King hunt you down…\n\nRETURN OF THE CAT\nThe cutest action RPG you know and love returns for a colorful adventure filled with furr-iously fun gameplay! Delve into a paw-geous new world with varied dungeons and biomes to explore, and encounter fierce battles with the newly refined combat system featuring tighter attack combos and weapon swapping. Playable in either solo or local co-op!\n\nSAIL THROUGH THE PURRIBEAN\nFor the furr-st time in the series, sail the seas and battle in your very own ship! Explore the waters on your ship, seamlessly zip to shore, and traverse the land on paw to hunt booty in the paw-esome pirate world - the Purribean! There's treasures galore to be found, including new weapons, like the blunderpuss, furr-ocious spells, gla-meow-rous costumes, and more!\n\nX MARKS THE SPOT\nEmbark on your very own treasure hunt and craft your own story with complete furr-eedom! Choose to explore the deepest corners of the Purribean at your leisure, or say ahoy to a quirky cast of characters and aid them in their quests along the way, in any order! The meow-steries of the Northern Star reach far and wide, and it’s up to you to investigate, gather clues and uncover the many secrets of the Purribean. This (cat’s) tale is yours to make, so weigh anchor and let’s go!",
    "id": "010088501B8F2000",
    "name": "Cat Quest III",
    "publisher": "Kepler Interactive",
    "releaseDate": 20240808,
    "version": 0
}