{
    "description": "Hostile alien forces have set their sights on Earth and will stop at nothing to wipe our civilization from existence. The invaders seek to use their advanced technology to annihilate humanity, but they weren’t expecting the people of Earth to counter with sophisticated technology of our own. Enter Project ExZeus, humanity’s last and best defense to repel the otherworldly menace and restore peace to our little blue planet using ultra high tech fighting robots! Take control of four different robots and blast those aliens back to where they came from in these action-focused high-flying 3D arcade style rail shooters!\n\nExZeus\n\nIn the year 2102 C.E. a massive, previously unknown asteroid entered Earth’s orbit and began unleashing waves of attacks on the planet, killing thousands of people every day and devastating human civilization. The lucky few who survived the initial onslaught managed to escape deep underground, narrowly preventing humanity’s extinction. The Governing Council ordered an immediate counter-attack using three experimental robots: Calista, Sophia, and Dynamis. With that, Operation ExZeus was born. Now, you must choose one of the three giant flying robots to take into battle against the invading forces of Diadora. Soar through the skies, blast away enemies, and reclaim Earth for its people!\n\nExZeus 2\n\nAfter a century of peace, Operation ExZeus and the defeat of Diadora are but a distant memory for the people of Earth. However, the peace was not to last. A new menace has emerged from deep space in the form of five mysterious pods, each one a weapon of mass destruction, which have landed in densely populated areas around the globe. To combat these new threats, Operation ExZeus has been reopened with the legendary robots Calista, Sophia, and Dynamis being fused together to create the ultimate fighting robot, Minos. Dominate the land and skies as you take control of Minos to repel the alien threat, destroy the five pods, and defeat the invaders once and for all!\n\n• Give your trigger finger a workout and unleash your full arsenal of weaponry and super attacks against waves of invading alien forces.\n\n• Battle through urban cityscapes, dense forests, snow-covered mountains, desert wastelands, and even under the sea to eradicate the threat to mankind.\n\n• Take on giant bosses that will test your skills to their limit while you dodge a hail of attacks and take aim for their weak points.\n\n• Collect gold during your missions to spend on energy, shields, mega bombs, and more.",
    "id": "0100A7A0147BA000",
    "name": "ExZeus: The Complete Collection",
    "publisher": "Ziggurat",
    "releaseDate": 20211001,
    "version": 0
}