{
    "description": "Chicken Assassin is a fast paced action-RPG with an \noutrageous storyline filled with over-the-top humor that \nboasts a myriad of colorful enemies and visually stunning \nlevels and environments.  \n\nPrepare to give your hand an intense workout as you battle a \nslew of eclectic adversaries and encounter special bosses in \nthis frenetically action packed game! \n\nYou play as Mean Mcallister, the living embodiment of what \nwould happen if you combined Rambo, Foghorn Leghorn, a \nbottle of hot sauce, and a case of energy drinks together.\n\nWhen the evil mastermind Spritzel and the Henchmen abduct \nyour girlfriend, Candy, you embark on a frantic journey to save \nher, leaving mayhem and destruction along your path.  As you \nprogress, you can upgrade Mean with various fighting styles \nand skills, access an arsenal of weapons to dole out \npunishment, and customize clothing that boosts your stat \nattributes.\n\nBuck Buck, mothercluckers…\n\nFeatures\n• 11 Epic Missions - Punch, slash, and shoot with Mean \nMcallister through glorious missions, including a new mission \nwith an epic barbarian tribe - “The First Siege!”\n• Endless Mode - Survive an onslaught of the most difficult \nenemies in a brand new game mode that will test your \nendurance...you may want to use the bathroom before \nattempting\n• Over 450+ unique items - Who doesn’t like loot?\n• Visually stunning environments and gorgeous art filled with \nhidden characters and easter eggs - Our stuff belongs in a \nmuseum\n• Boss Raids - Feel like a challenge? Take on special bosses \nalong the mission path for special loot. Only the fastest \nbutton-mashers should apply!\n• Deep Customization - Mix and match different clothing and \nweaponry loadouts to boost and customize Mean Mcallister’s \nstats and overall look\n• Rooster Tales - Achievement system that rewards you with \nmoola...so that you can buy more stuff\n• Black Market - It’s always good to know a guy, who knows a \nguy, who can get you what you need for the right price",
    "id": "0100E3C00A118000",
    "name": "Chicken Assassin: Reloaded",
    "publisher": "Akupara Games",
    "releaseDate": 20221003,
    "version": 0
}