{
    "description": "Welcome to the untamed frontier! In \"Wild West Tycoon Empire,\" you are tasked with transforming the rugged Wild West into a thriving economic powerhouse. This low-poly style simulation game invites you to master the art of frontier entrepreneurship where every decision counts and every enterprise takes you one step closer to building a legendary empire.\n\nFeatures:\nFrontier Agriculture: Cultivate a variety of Wild West crops such as Prairie Corn, Frontier Beans, and Pioneer Pumpkins. Each plant has unique requirements and benefits, challenging you to adapt and innovate farming techniques suitable for the Wild West.\n\nTown Building: Design and develop your own Wild West town from the ground up. Construct essential structures like saloons, general stores, and stables to ensure your town's growth and prosperity.\n\nResource Management: Carefully manage limited resources such as water, timber, and gold. Make critical decisions to balance resource consumption with town expansion and efficiency.\n\nResearch and Development: Unlock advanced technologies through research to improve your farming and building capabilities. Experiment with innovative irrigation systems and durable building materials to thrive in the harsh conditions of the Wild West.\n\nSurvival Challenges: Face the realities of Wild West life, including droughts, dust storms, and bandit raids, which can threaten your crops and town's survival. Dynamic weather and event systems require quick thinking and robust contingency planning.\n\nStunning Low-Poly Graphics: Enjoy a visually striking low-poly art style that brings the beauty and roughness of the Wild West to life. The simplistic yet captivating graphics make building your empire a truly enchanting experience.\n\nEmbark on a unique entrepreneurial journey with \"Wild West Tycoon Empire.\" Can you tame the wild frontier and build a new home for settlers?",
    "id": "0100CDB01F0BE000",
    "name": "Wild West Tycoon Empire",
    "publisher": "DEMENCI Games",
    "releaseDate": 20240702,
    "version": 0
}