{
    "description": "===================== \nHighlights\n===================== \n* Explore 10 unique and sandbox-y levels\n* Customize your crow with cute hats, scarves, and more\n* Use variety of tools and objects you pick up\n* Eat delicious foods and discover new \"poop modes\"\n* Make new animal friends and help them out\n\n===================== \nDid you know: Crows are really curious birds?  \n===================== \nIn this level-based, sandbox-y adventure game, you must become the coolest bird in town and earn the trust of new animal friends. Completed tasks to slowly build up your Crowputation across diverse settings, such a quaint French Riviera, Ancient Egypt, or bustling New York. Some tasks will test your skill, some will test your intellect, and some are honestly just really dumb. Pick and choose the most fun ways to create Adorable Chaos™ - there's something for everyone here!\n\nSpread your wings and soar to new heights of cuteness as you customize your adorable crow-tastic appearance!\n\n===================== \nDid you know: Crows are one of few creatures to use tools?  \n===================== \nIn \"Just Crow Things\", you can live out all your crowy fantasies. Pick up all sorts of objects and make good use of them, like a leafblower to (literally) blow people a way, a graffiti can to mark your territory, or a blow torch to... uhh... warm people up at night. Yup. That's, uuh, that's totally the intended use here.\n\nAnd don't forget the different poop modes, from glitter bombs to ~spicy~ poops...\n\n======= Did you know: Crows achieve highest academic scores on standardized tests? ======= \nOk, we might be fudging some data here... but the point stands! The game will give you a number of optional side tasks to challenge you further - find all the hidden hats and skins, beat racing challenges across the world, and unlock a special Sandbox Mode where you can spawn all sorts of tools of mayhem.\n\nAnything is possible when you're a crow!",
    "id": "01002D901CDB6000",
    "name": "Just Crow Things",
    "publisher": "Unbound Creations",
    "releaseDate": 20240815,
    "version": 0
}