{
    "description": "Embark on this definitive version of the critically acclaimed Shin Megami Tensei V, massively expanded with a brand-new storyline featuring new locations, demons, and choices to make that will dictate the fate of all existence. \n\nShin Megami Tensei V: Vengeance consists of two complete story paths: experience a brand-new route, the \"Canon of Vengeance\" – a dramatic tale of revenge by the fallen, centered around new characters and an enigmatic cohort of demons, the Qadištu, who plot their own dark designs apart from the war of those who fight to maintain order and those who seek to defy it. Or explore the original story told in Shin Megami Tensei V, the \"Canon of Creation\" – an eternal conflict between angels and demons, in which the protagonist fights for the world’s fate. \n\nWhen a grisly murder scene in modern-day Tokyo blocks our protagonist’s walk home, an unplanned detour leaves him buried and unconscious. He awakens in a new Tokyo, a wasteland ravaged by apocalypse now called Da’at… but before bloodthirsty demons can claim his life, a savior emerges, and the two of them unite to become a mighty being, neither human nor demon: a Nahobino. \n\nWith newfound power, the protagonist ventures through Da'at, an enigmatic realm filled with mythical deities and demonic tyrants in constant conflict for survival. Searching for answers, the protagonist must forge his own path in a battle between angels and demons to dictate the fate of the world. \n \nKEY FEATURES \n\nThe Definitive Version of Shin Megami Tensei V \n\nFully evolved with stunning visuals for modern consoles, the dark lore, unnerving atmosphere, and beautiful and monstrous demons are back and better than ever. Massively expanded with new areas, demons, and music, Shin Megami Tensei V: Vengeance features more accessible gameplay, an improved battle system, new demon experiences, and greater field exploration. \n\nA Tale of Vengeance or Creation \n\nWhich path will you choose? Experience a brand-new tale of revenge by the fallen or the original story of Shin Megami Tensei V, both filled with conflicting and tragic choices, forcing you to confront which ideologies you are willing to fight for. As order and chaos crumble around you, forge your own path to dictate the fate of humanity. \n\nExplore a Post-Apocalyptic World \n\nBattle through a decimated Tokyo, reduced to an expansive wasteland and overrun by mythical demons. Roam across wide, open areas and explore new locations for life-saving items or encounter hundreds of familiar demons and dozens of new ones to battle or befriend as allies. ",
    "id": "010069C01AB82000",
    "name": "Shin Megami Tensei V: Vengeance",
    "publisher": "SEGA",
    "releaseDate": 20240614,
    "version": 0
}