{
    "description": "RIOT – Civil Unrest is the highly anticipated real-time riot simulator that places the player right in the heart of some of the world’s most fractious clashes. Campaigns include: Indignados (Spain), Arab Spring (Egypt), Keratea (Greece) and NoTAV (Italy). Seventeen single level scenarios include Rome, Oakland, Paris, London and Ukraine. \n\nRIOT – Civil Unrest’s creator, Leonard Menchiari, experienced rioting first-hand at the NoTAV protests in Italy. He created the game to tell the stories and express the feelings experienced during these clashes. What triggers the crowd to behave with such anger and aggression? Often outnumbered, what does a police officer feel like during the conflict? RIOT – Civil Unrest presents the player with the opportunity to experience both sides of the fight - a fight in which there really are no winners. Who is right and who is wrong? Experience RIOT – Civil Unrest and draw your own conclusions.\n\nPlay as the Police\n\n•\tEmploy numerous crowd-control tactics, both passive and aggressive.\n•\tCommand Assault, Tactical, and Ballistic squads.\n•\tCall in police trucks, water cannon or even a tank!\n•\tChoose whether to use smoke grenades, rubber and plastic bullets or even live ammunition.\n\nPlay as the Rioters\n\n•\tInstruct Rioters (armed and passive) and Journalists.\n•\tIncite rage and cause the masses to act aggressively or try to calm the situation with tactical crowd reformation and retreats.\n•\tAttack authority with Molotov cocktails, fireworks, paper-bombs, rocks, street furniture and the power of the media.\n\nMultiple Modes\n\n•\tSixteen campaign levels split over four scenarios; Keratea (Greece), NoTAV (Italy), Indignados (Spain) and Arab Spring (Egypt).\n•\tSee the story unfold from both sides - play all thirty-two levels as the Rioters or the Police.\n•\tSingle player mode - play against the computer AI.\n•\tVersus mode – play with or against a friend or AI.",
    "id": "010088E00B816000",
    "name": "RIOT - Civil Unrest",
    "publisher": "Merge Games",
    "releaseDate": 20190208,
    "version": 0
}