{
    "description": "Looking for a game where you can drive legendary classic rides? Get the most out of each car in the iconic style of the '70s and '80s and test their original performance in classic head-to-head drag races!\n\nChallenge your rivals, reach the maximum speed, upgrade your car and make your vintage cars faster and faster! Feast your eyes with amazing old-school street style from the most popular and epic time. \n\nFEATURING:\n– 16 LEGENDARY, CLASSIC CARS FROM THE 70'S AND 80'S!\n– EXTREME 3D GRAPHICS AND OLD-SCHOOL, RETRO STYLE!\n– TONS OF HEAD-TO-HEAD DRAG RACING CHALLENGES!\n– DIFFERENT ARCADE MODES!\n– DOZENS OF AMAZING CAR PARTS TO YOUR CLASSIC RIDES!\n– VAST RANGE OF COLOUR AND CUSTOMIZATION OPTIONS!\n– OVER 45 DEMANDING STAGES IN THE STORY MODE!\n– ONLINE LEADERBOARDS AND RACING LEAGUES!\n– DISCOVER THE WORLD OF NITROUS-BREATHING DRAGSTERS!\n\nTRY YOURSELF IN DRAG RACING EXPERIENCE\nA new classic car driving simulation game comes to your mobile with the most realistic driving physics, customization with no limits, max speed, addictive gameplay, and endless fun! Are you looking for the ultimate driving test and the best drag racing experience? Racing Classics is for you! Take part in the challenging drag races, where the perfect timing is the key point for your success. Jump right behind the wheel and face your racing rivals building your driver's career! Change gears at the right time and be fast!\n\nJUMP BEHIND THE WHEEL OF THE MOST POPULAR VEHICLES\nTop classics cars worldwide await! American, Asian or European brands? What are your favorite ones? Race the street with no traffic! Test the fastest vehicles in head-to-head drag races and become a legend in street racing. Try 16 different iconic racing machines which include classic muscle, and supercars – the most popular for various decades. Upgrade them, personalize and find your way to mastery.\n\nTHE UNIQUE STYLE OF the '70s AND '80s IS RIGHT BEHIND THE CORNER\nIf you are a huge fan of extreme hot rods, iconic old-school cars, or classic racing rides, this game is for you. Pick your favorite classic car and race as fast as you can! How about going back in time and feeling the unique style of cities straight from the '70s and '80s? Here is the highway directly to the past! Taste the astonishing style of the streets filled with neons, graffiti, and a noisy, colorful climate. Are you feeling it yet? Prepare for a challenging, sentimental ride among the best drivers and mark your place in the history of street racing!\n",
    "id": "01003A6016BDC000",
    "name": "Racing Classics PRO: Drag Race & Real Speed",
    "publisher": "T-Bull",
    "releaseDate": 20220117,
    "version": 0
}