{
    "description": "The objective is quite simple: each level contains numerous uncoloured pixels and it is your job to colour them in. Each pixel is numbered; this number corresponds with a colour in your palette. Select a colour from the palette and paint each of its corresponding pixels. Correctly colour all pixels in a level to finish it!\n\nColoring Pixels is a great way to wind down, you can just sit back and relax. With 180 levels, you can have hours of fun. This collection contains 8 themed books:\n\nAutumn Book - Experience the cold but beautiful scenery that Autumn brings from the comfort of your home! Crunch leaves, watch the wildlife and keep yourself cosy and warm!\n\nTarot Book -  Unlock the secrets to your future with this book, each image is a stylised Tarot card! All images are the same size, 100-171px, in order to keep the feeling of a deck of cards. Get coloring to reveal your prophecy!\n\nMonsters Book - Inspired by monsters in all shapes and sizes; expect mythical creatures, giant monsters, creatures from the bottom of the ocean, and creatures from space.\n\n5 Halloween Books - The creepy, the kooky, the mysterious and the spooky. 5 whole books to celebrate the occult and macabre, the mythological and frightening. ",
    "id": "01008FE020BDC000",
    "name": "Coloring Pixels: Collection 5",
    "publisher": "ToastieLabs",
    "releaseDate": 20241101,
    "version": 0,
    "category": [
        "Puzzle",
        "Board Game"
    ],
    "developer": null,
    "intro": "A relaxing coloring-by-numbers game. Enjoy completing a variety of images with differing themes, complexity, and sizes.",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "de",
        "it",
        "nl",
        "pt",
        "ru",
        "ko",
        "zh",
        "zh"
    ],
    "nsuId": 70010000087903,
    "numberOfPlayers": 1,
    "ratingContent": [
        "General"
    ],
    "region": null,
    "rightsId": null
}