{
    "description": "Coordinate with your friends or rely on your own creativity to navigate cardboard worlds full of uniquely joyful levels. Unfold mysteries, solve puzzles and quests as a team and visit the friendly citizens of sun-baked islands, amber forests, and vibrant caves. Or maybe just kick-back and challenge your friends in action-packed rounds of Boxball, Pile of Dunk or Tic Pile Toe?\n\nPlay together, stick together, think together – and pile up!\n\nFEATURES\n\nGO ON AN ADVENTURE\nExplore colorful cardboard worlds in this cute 3D platformer. Find your way through open-ended levels, uncover mysteries and bring joy to the cardboard inhabitants of these places.\n\nLOCAL MULTIPLAYER\nPlay with your friends up to 4 players! Drop-in and out at any time with dynamic challenge rescaling.\n\nA GAME FOR EVERYONE\nAnybody can play Pile Up! The game has simple controls, no punishment for failure, a chill-pacing, very few time pressure and remember that teammates can always help each others!\n\nTEAM WORK\nCooperate to progress! It is all about communication and organisation. Share the tasks, synchronize your moves and carry each other to overcome the challenges.\n\nMINIGAME FRENZY\nFace your friends in frantic mini-games, and lead hilariously chaotic battles. For party-game lovers!\n\nCREATIVITY IS THE KEY\nThink outside the box and solve the puzzles your way. There is no unique solution, creativity is the key! Reach to anywhere by building stairs and structures with the boxes you collected.\n\nOPTIMIZE YOUR WAY\nUnlock the timer mode and test your skills at piling up boxes. Find the best path and the quickest way to progress through the worlds.\n\nOverview\n\n- Pile-up on each other!\n- A joyful adventure for 1 to 4 players\n- Cute colorful cardboard worlds and creatures to discover\n- Open-ended puzzles that foster creativity\n- Mini-games to challenge your friends!\n- Drop-in and out at any time with dynamic challenge rescaling.\n- Customize your own Boxling with individual skins",
    "id": "0100A4C011F2C000",
    "name": "Pile Up! Box by Box",
    "publisher": "HandyGames",
    "releaseDate": 20210817,
    "version": 0
}