{
    "description": "The Original Match 3 RPG is back and better than ever before! Experience the game that started it all, now for the first time on Nintendo Switch™! The totally remastered Puzzle Quest: The Legend Returns features the original Puzzle Quest: Challenge of the Warlords, the expansion Revenge of the Plague Lord, and a whole bundle of new quests, spells, classes and items created exclusively for this version!\n\nPuzzle Quest: The Legend Returns combines the classic match 3 puzzle game with deep level role playing. Match 3 or more gems of the same color in a row to gain mana used to cast spells, battle opponents, collect items and rewards, and advance in the quests!\n\n● Remastered for Nintendo Switch with HD graphics!\n● 100 all-new quests and more (for a total of over 240 quests)! \n● 5 all-new classes!\n● Includes the following… \n     ○ Puzzle Quest: Challenge of the Warlords\n     ○ Puzzle Quest: Revenge of the Plague Lord\n     ○ All-new content expansion: Attack of the Golem Lord! \n\nAre you up to the challenge? Test your match 3 skills as you battle against monsters and villains to save the kingdom of Etheria. Now with five new classes: Blood Mage, Priest, Monk, Paladin, and Elementalist. As well as 100 new quests, spells, classes and items, and a host of new monsters, bosses, and more!\n\nAfter numerous allied attacks on Lord Bane, The Dark Path re-emerges to protect their Master by unleashing an onslaught of giant insects. Giant Spiders and Wasps are now joined by swarms of flesh eating Scarabs, Giant Ants and their powerful Queen. With all the other dangers currently assaulting the allies of Bartonia, only a single man stands in the way of this insect armageddon...a new companion named Storm. Meanwhile, Etrianus the Golem Lord and his Lieutenant Elsinore Bloodsinger are terrorizing Etheria with rampaging, never-before-seen golems.\n",
    "id": "0100B2900DF20000",
    "name": "Puzzle Quest: The Legend Returns",
    "publisher": "D3Go",
    "releaseDate": 20190919,
    "version": 0
}