{
    "description": "The Godfeather is a mafia pigeon roguelike combining elements of stealth, open world exploration and poop… lots of poop!\n\nUsed to be an honest boid could make a living... now your enemies have moved in and flocked up the whole operation. The Godfeather tasks you with taking back the old neighborhood- one borough at a time. It’s time to send a message… FROM ABOVE!\n\nSWOOP & POOP\n\nUse all the powers of pigeon persuasion to dominate the neighborhood. When HQ radios in with your next target, you’ll wanna pay a visit as soon as possible. SWOOP to strike fear in your enemies and POOP to take out your targets from above.\n\nLoot dumpsters to reload your poop ammo and scour the neighborhood for the fabled Golden Twigs of Pigeon legend.\n\nIt's time for payback on all enemies of the organisation. Whether it's tree snitches, diners at brunch, enemy birds, rival suppliers, fleeing informants or fresh laundry just waiting to be redecorated - they all gotta go.\n\nDODGE THE FIVE-O!\n\nThe enemy has spies everywhere. Get spotted by a cockatoo lookout and they’ll call in the heat instantly. Once that happens, you've got seconds before a drone comes to capture you. Find a tree or a dumpster to hide in until the heat's off, because once you get pinched- it’s game over.\n\nDrones aren’t the only thing a boid has to worry about - cats stalk the rooftops, lawn Karens have garden hoses with your name on it and deadly owls are just waiting to swoop you at sunset.\n\nTOOL UP FOR VICTORY\n\nEven soldiers need their down time. Visit the roost between runs to get fitted out with the very latest in boid technology. Upgrade your abilities, equip gadgets to give you the edge or get a whole new look to keep your plumage looking tight out there.\n\nBECOME A LEGEND\n\nThe Godfeather challenges you to survive brutal procedurally-generated neighborhoods from the suburbs to the boidwalk to the city - each filled with unique targets, hazards, increasing difficulty and deadly area bosses.\n\nYou mail fail, but dust off your feathers and take another run at victory. As you succeed, your legend grows and you edge closer to uncovering the dark secret at the heart of the pigeon mafia. Could you be the next Godfeather?",
    "id": "010039701DBE0000",
    "name": "The Godfeather: A Mafia Pigeon Saga",
    "publisher": "Hojo Studio",
    "releaseDate": 20240815,
    "version": 0
}