{
    "description": "Season 4 is now live!\n- New Raider\nFrom the movie Dragon Ball Super Broly comes Broly! Take down Survivors with his unprecedented overwhelming power!\n\n- New Survivor Skins\nFrom the movie Dragon Ball Super Broly comes Cheelai, Lemo, and Bulma (snowsuit)! The one and only Mr. Satan also makes his long-awaited appearance! Each character has a unique skill to help you escape from vicious enemies!\n\n- New Gimmick\nWhen fighting the Raider Broly, the special item Super Transphere appears! You can take the form of Goku, Vegeta, and Gogeta to fight against him!\n\n*Raiders and Survivor Skins added at each season require to be unlocked in-game.\n____________________\n\nStrategy Defines Survival\n1 powerful enemy vs. 7 ordinary citizens! Experience the overwhelming difference in strength that only Dragon Ball can offer!\n\nDRAGON BALL: THE BREAKERS is an online asymmetrical action game where a team of 7 ordinary citizens try to survive the Raider (a classic DRAGON BALL rival such as Cell, Frieza, and Buu), who will hunt and evolve into an unstoppable force!\n\n• Survivor\n- Escape from the trapped temporal seam\nCooperate with others and use various means to fight off the Raider and escape from the field!\n\n- Survive using a variety of power-ups and items!\nMake full use of the familiar Dragon Ball items and skills, such as Dragon Raider, Solar Flare, and Instant Transmission!\nSometimes you can even borrow the power of a Super Warrior to temporarily transform and fight the Raider.\nCollect 7 Dragon Balls and call up Shenron to power up! You may be able to defeat the Raider...?\n\n- Find your own combination from a wide variety of items and skills!\n\n• Raider\n- Don't let the Survivors get away!\nPrevent 7 Survivors from escaping the field by using overwhelming powers unique to Dragon Ball!\nAim for total victory by annihilating all Survivors!\n\n- Evolution makes them even more vicious!\nRaiders keep evolving and becoming more and more powerful!\nAggressively attack Civilians and Survivors to absorb energy.\nAs they evolve, their Super Attacks and skills also become more powerful! The final form can unleash super-powerful Super Attacks!\n\n• Customization\n- Each Survivor and Raider has their own customization elements such as skills and skins!\nEnjoy your own customization!\n\n*Internet connection required.\n*This product is a multiplayer game that is played mainly through online matches between players. The only modes that allow single play are Episodes, which will be the tutorial, and the Practice Mode, which allows players to practice the game.\n*Online matches allow you to play against players from all over the world. You will match with people whose network conditions are optimal for the region you play in.",
    "id": "010093F011A26000",
    "name": "DRAGON BALL: THE BREAKERS",
    "publisher": "BANDAI NAMCO Entertainment",
    "releaseDate": 20221014,
    "version": 0
}