{
    "description": "Puzzle Bobble is a series of puzzle games in which the player fires bubbles from the bottom of the screen, and the bubbles pop when three or more of the same color stick together.\nThe player clears each stage when they meet the conditions for that stage.\nHigher points are scored when many bubbles are dropped at once or when bubbles are popped by shooting bubbles and bouncing them off the walls.\n\nHave fun playing alone in puzzle mode, where you can take your time solving puzzles, or with a friend in versus mode, where you fire bubbles at each other.\nEnjoy ports of the arcade games Puzzle Bobble 2X and Puzzle Bobble 3, as well as four home console versions released in Japan and abroad, with added original modes.\n\nThe games also have new features such as rewind, slow mode, and quick save, which are perfect for practice, strategizing, and stage creation.\n\n\n◆Featured modes\nArcade editions of Puzzle Bobble 2X / BUST-A-MOVE 2 Arcade Edition ... Home console ports of the Japanese and overseas versions of the arcade games Puzzle Bobble 2 and Puzzle Bobble 2X (1 or 2 players).\nArcade editions of Puzzle Bobble 3 / BUST-A-MOVE 3 ... Home console ports of the Japanese and overseas versions of the arcade game Puzzle Bobble 3 (1 or 2 players).\nChallenge Mode ... Meet certain conditions to clear stages (Puzzle Bobble 3 / BUST-A-MOVE 3).\nCollection Mode ... Play a total of 1,026 stages designed by players from the time (Puzzle Bobble 3).\nEdit Mode ... Place bubbles in the field to create your own stages (Puzzle Bobble 2X / BUST-A-MOVE 2 Arcade Edition).\n\n\n◆Convenient features and option settings only available in S-Tribute\n・Rewind\nRewind gameplay a by certain amount of time and resume.\n・Slow Mode\nSlow game pace down with a single button press.\n・Quick Save/Load\nSave game state at any point.\n・Unlimited Credits\nThe limit on the number of continues can be disabled, allowing for infinite continues.\n・Scan Lines\nMimics the nostalgic CRT monitor display.\n\n\n◆S-TRIBUTE\nReprints of classics produced and developed by City Connection with the Zebra Engine during the Saturn era.\nPlay a variety of titles with improved controls and new features.",
    "id": "0100739015EE0000",
    "name": "Puzzle Bobble™2X/BUST-A-MOVE™2 Arcade Edition & Puzzle Bobble™3/BUST-A-MOVE™3 S-Tribute",
    "publisher": "City Connection",
    "releaseDate": 20230201,
    "version": 0
}