{
    "description": "Touhou Spell Carnival Story\nGensokyo — A remote land isolated from the Outside World, where humans and youkai live side-by-side.\n\nOne day, the shrine maiden of Hakurei Shrine, Reimu Hakurei, spots mysterious pillars towering over various locations throughout Gensokyo.\n\nThese pillars signaled the start of the Spell Carnival, a festival hosted by Yukari Yakumo where one must put their Spell Cards on the line in battle.\n\nIn order to investigate the true intentions of Yukari Yakumo, who initiated the Spell Carnival so suddenly, Reimu Hakurei joins the fight for Spell Cards.\n\nKey Features\nStrategy RPG Meets Bullet Hell Mania — Battle in a grid system with a unique blend of real-time strategy elements and bullet hell madness! Hone your strategy skills by moving characters to grid-specific areas, grazing enemy bullets, and unleashing special skills in one simultaneous, action-packed battle!\n\nGotta Stay Prepped — Don't just run into battle unprepared! Organize your party's positioning on the grid, assign skills according to your enemies' weaknesses, and choose wisely which Ace Spell Card you'll use.\n\nNeed a Boost? — Players will occasionally see objects and Attributes during battle. Objects can block incoming bullets and provide additional effects once destroyed. Attributes can provide boosts and status effects. Use these boosts to your advantage, and maybe you'll be able to collect extra loot from your victories!\n\nFind Peace in the Hakurei Shrine — Explore the Hakurei Shrine through the lens of Reimu Hakurei! Keep tabs on any active missions, revisit sub-events, strike a pose with Photo Mode, and even talk to some of your favorite Touhou Project characters in Hakurei Shrine as you progress through the story!",
    "id": "01005C601EE64000",
    "name": "Touhou Spell Carnival",
    "publisher": "Idea Factory",
    "releaseDate": 20241119,
    "version": 0,
    "category": [
        "Strategy",
        "Shooter",
        "RPG",
        "Action"
    ],
    "developer": null,
    "intro": "The Spell Carnival Unfolds on the Stage of Gensokyo!",
    "isDemo": false,
    "languages": [
        "en",
        "es",
        "fr"
    ],
    "nsuId": 70010000080388,
    "numberOfPlayers": 1,
    "ratingContent": [
        "Fantasy Violence",
        "Language"
    ],
    "region": null,
    "rightsId": null
}