{
    "description": "EarthNight is a painting brought to life and a love letter to classic arcade games.  Dragons have taken over the Earth, and humanity has fled to space. You must help Stanley and Sydney skydive back to Earth while careening across the backs of massive, snake-like dragons as they soar high above the planet, all while an original chiptune soundtrack pounds away in the background. Every moment is intense and layered with intricacy.  \n\nGame Features:\n• Jump and dash your way across the backs of dragons on your way down to Earth in classic 2D side-scrolling action.\n\n• Unlock more than 25 gameplay-altering powerups that will aid you on your journey as you slay dragons and discover secrets.\n\n• Experience a unique run no matter how many times you play thanks to near-infinite variations of hand designed, procedurally generated levels. \n\n• Explore five layers of the atmosphere with more than 40 enemies, more than 15 unique dragons and hundreds of scraps and items, all brought to life by artist Mattahan, who meticulously painted each of EarthNight’s 10,000+ frames of art and animation.\n\n• Enjoy an original, exciting soundtrack intertwined into gameplay, including more than 20 songs written and performed by chiptune musician Chipocrite.\n\nEngadget:\n“There's something special about EarthNight. It has all the trappings of a sleeper hit: It's gorgeous, unique and whimsical, and it feels fresh even as it embodies the nostalgia of classic platformers.”\n\nGamesRader:\n\"The painterly art style and nuanced control of your character's momentum set it apart.\"\n\nPC Gamer:\n\"EarthNight feels like a game with a fiery heart and formidable talent in every facet of development.\"\n\nComicsbeat:\n“The level of artistic detail in the game is spellbinding. You can easily get hypnotized by the colorful beauty of EarthNight. The game is simply put, a painting that you can play with.”\n\nTechnoBuffalo:\n\"Cleaversoft is making a runner that’s challenging, rewarding and, ultimately, very good. You’ll have to straight up get better in order to play better, and that feeling of accomplishment is what they’re after.”\n\n\"Every moment is intense and layered with intricacy, from the look of the game to the glorious soundtrack, it's premise and how it controls.”",
    "id": "0100A2E00BB0C000",
    "name": "EarthNight",
    "publisher": "Cleaversoft",
    "releaseDate": 20191203,
    "version": 0
}