{
    "description": "Prepare for a story-driven campaign within the Sentinel Comics universe as you join forces with an ever-growing team of heroes to face a wide variety of villains. What seems like a typical bank heist reveals itself to be just the beginning of a much more sinister plan! Create your hero, gather your team, and save the world in this exciting new turn-based strategy!\n\n\tHighlights\nBuild Your Team - select from the many available heroes and unlock more throughout\nFull Story Campaign - writers and creators from Sentinel Comics\nFreeform Movement - Turn-based game that allows you to move anywhere\nSquad Dynamics - heroes or villains can work together for more powerful actions\nMassive Mission Variety - multiple objectives, interactions and dangers\nCreate Your Hero - choose backstory, archetype, powers, and appearance\nWhat kind of hero will you be? \nSentinels of Freedom will feature Chapter 1 - as a self contained story - on release with many levels, new heroes and villains, along with hero upgrades.  Chapter 2 will release shortly after in 2020 with other chapters planned to follow.\n\nCustom Heroes\nChoose the character's backstory, personality, power source, abilities and costume. Heroes have \"stances\" that provide boosts to certain stats like extra movement along with powerful sets of abilities and can be fully customized to fit your play style.\n\nBuild your hero from 12 exciting themes - fill your stances with powerful abilities from any three:\nPower Melee - When you really want to hit someone really hard.\nCombos - Concentrate your attacks, spread 'em out, or bring a friend!\nSupportive - Whether protecting or attacking, the right move requires no planning.\nBlaster - Attack as many as you can in several different areas!\nInterceptor - Never let an enemy out of your sights and punish wrong moves.\nMinions - Disposable and endless, have your own minions fight for you!\nGadgets - Deploy an arsenal of gadgets that eliminate all who oppose you.\nAnd more!\n\nCreating a superhero identity is more than a costume selection! Choose how your hero uses their abilities, different weapons, attack styles, and special effects; some themes even have different types of units that you can summon. Refine your heroic identity throughout the game - changing everything about how your hero looks, all the way down to your hero's body type, between any mission.\n\nSync and Vigilance Actions\nSync and Vigilance actions add life to the battlefield when characters perform additional actions out of sequence, triggered by special conditions. When a character performs an action, sync actions allow other characters to take part or enhance that action, like a character creating a distraction to remove the target's Evade defense before an attack lands. Positioning your team to take advantage of these extra actions can be critical to the success of a mission.\n\nVigilance allows an inactive character to react to the active character based on various triggers, such as moving through their line of sight. Each character has a \"vigilance zone\" around them which sets the chance of the vigilance action happening. These actions can go much further than the standard overwatch with actions like \"keep cover\" which allows a character to try and find new cover when flanked.\n\nLarge Scale Missions\nPlayers will embark on several missions throughout the campaign. These missions are broken up into groups of engagements - each offering unique objectives, enemy types and player choice on where to go next - keeping each feeling fresh and unique. Another benefit to these smaller engagements is that the player will not be overwhelmed by both the quantity of enemies and time for each turn. However, stringing all these engagements together still allows the player to feel like their heroes are very powerful as they dispatch lots of enemies throughout the mission.",
    "id": "01009E500D29C000",
    "name": "Sentinels of Freedom",
    "publisher": "Underbite Games",
    "releaseDate": 20200730,
    "version": 0
}