{
    "description": "Get crystals!\nOver 130 stages!\n\nCrystal + Kingdom = Cryght\n\nThe purpose of the game is to get the crystals on the stage.\n\n・Climb the stage by jumping!\n・There are items that are useful for clearing stages, such as dashes and double jumps.\n- Use dash to move quickly and fly far.\n・Occasionally make use of double jump items\n・Let's defeat the enemy by making full use of attack and defense!\n・More than 130 stages!\n・Life is 3! If you get hit, you'll have to start from the beginning of the stage!\n・Even if you are defeated, the items and coins you got during the stage will be inherited.\n・Aim to clear the stage by making full use of intermediate points.\n・RESTART is also a useful tool\n\n\nAbout HARD difficulty\n・Crystals appear when you collect coins!\n・Clear by defeating all enemies\n\nThere are various tricks such as.\n\n\n[Controls]\n\nB Button\nThe game screen jumps for the player. The menu screen and title screen are decided.\n\nA Button\nThe player attacks the game screen.\n\nY Button\nThe game screen will dash when the player is acquiring the item.\n\nL Button\nThe game screen is guarded. You can negate the damage from the enemy. The movement speed will decrease while you press it.\n\nR Button\nThe game screen resets the viewpoint.\n\nRight Stick\nMove the viewpoint of the camera.\n\nLeft Stick\nMove the character.\n\n+ Button\nOn the game screen, open the menu screen.\n\n\n\nThe purpose of the game\nThe purpose is to get the crystals that are on stage.\n\n[Game screen]\n\nHP ・ ・ ・ There are 3 lives. If you hit a damage gimmick, an enemy, or fall off the stage, it will be reduced by 1. When all are gone, it will be revived at the beginning of the stage.\n\n\n[Menu screen]\nContinue \n　Resume the game.\nRestart \n　Moves to the initial position of the current stage.\nback to Title \n　Returns to the title screen.\n\nPress the L Button to see hints on the position of gimmicks and crystals on the stage.\n\n\n[title screen]\nUse the Left and Right on the\nLeft Stick to change the stage.\nPress the B Button to start the stage.\n\n\n\n\n\n\n\n◆ Item introduction\n\nWings\nTwo-step jump\n\nshoes\nDash and aerial jump after dash\n\n\n\n\n◆ Gimmick introduction\nRuby\nThe key to displaying crystals and gimmicks. There are multiple on the stage.\n\nSpring\nA gimmick that improves jumping power. There is also a 3-step jump spring.\n\nenemy\nYou can defeat it by attacking. There is a type that revives after a certain period of time. The type that does not revive is the key to displaying gimmicks such as crystals.\n\n[Tips for capture]\n・ If you fall from a high place, you will be damaged.\n・ Be sure to get the item.\n・ Collect all rubies.\n-Crystals will appear if you defeat all enemies that do not revive.\n・ You can jump after aerial after dashing.\n",
    "id": "010055A019F82000",
    "name": "CRYGHT",
    "publisher": "TOYURO",
    "releaseDate": 20221226,
    "version": 0
}