{
    "description": "Set during a brutal civil war, command a small fantasy warband searching for valuable shards of the comet that destroyed the city of Mordheim.  Multiplayer turn-based arena strategy right at your fingertips, you’ll have the freedom to play how YOU want to play. Hide in the shadows and wait for the right moment to strike, get a vantage point and pick your targets off with ranged weapons, or bring the fight straight to your opponent in an up close and personal confrontation, the choice, is yours!\n\nThis is Legendary Game’s adaptation of Games Workshop’s classic table top game: Mordheim, set in the Warhammer world.   Beware all who enter Mordheim the Old world is brutal and it doesn’t get more dangerous than a ruined city teaming with rival warbands and monstrous horrors. A core game feature is a permanent death and permanent injury. Players must prepare for death, destruction and disability. You will need to dismiss warriors from your band that get too badly injured and sometimes you may need to disband a warband completely and start again. \n\nFrom release four factions are available: Three human mercenary factions – Reiklanders, Middenheimers, and Marienburgers each with different traits and play styles and the Skaven – Skulking sinister rat-men who need Wyrdstone to thrive. Can you harvest more Wyrdstone from Mordheim than your rivals to fuel your master’s war effort? \n \nSince release other factions have been added\nUndead – Help the Vampire Counts in their bid to control the living\nWitch Hunters – Agents of the Grand Theogonist who will immolate first and ask questions later \nSisters of Sigmar – The only faction with remotely honourable intentions\nCult of the Possessed – Men who have turned to the dark powers for salvation\n\nKey Features:\nTactical turn-based gameplay with incredible action sequences \nRecruit, customise and train your Warband\nA rich, powerful and immersive fantasy world\nMultiplayer online – you will go up against another player’s Warband\nContinuous planned updates - live PvP will be an early update.\n“Graphic novel” art style with a grim undertone perfectly setting the scene of the harrowing city of Mordheim",
    "id": "010071B009FB6000",
    "name": "Mordheim: Warband Skirmish",
    "publisher": "Legendary Games",
    "releaseDate": 20181126,
    "version": 0
}