{
    "description": "MASTER THE MOST ICONIC TRUCKS\nThe excitement of real-life Monster Jam™ events is ready to explode, thanks to the franchise's most recognizable icons: the trucks. Grave Digger™, El Toro Loco™, Megalodon™ and many others... Drive the hottest rides in Monster Jam™ racing the current fleet, the legendary history-making trucks, and the wildest fictional beasts from the toy universe. Unlock dozens of trucks and collect countless different liveries!\n\nOFF-ROAD ARCADE RACING FUN\nDive into a unique arcade racing experience made of thrilling off-road races and cool tricks. Squeeze your boost to demolish your opponents, then crash, twist, and distress the environment to gain even more power. Whether you're a hardcore Monster Jam™ fan or an arcade game enthusiast, this title is primed to deliver immediate driving sensations and an accessible dual-steering racing experience.\n\nFREESTYLE WITH STYLE\nBalance your truck with the perfect wheelie, eat some dirt doing crisp donuts, or reach the sky performing the greatest big air ever. The bottom line is: get ready to defy gravity in freestyle mode! Launch yourself into insane jumps, flips & stunts, ruling the leaderboards and becoming a trick master! \n\nSHOW WHO'S THE BOSS IN THE SHOWDOWN TOUR\nStart your career in the Showdown Tour! A non-linear adventure that will take you racing across various game modes, both in sport venues and wild nature. Beat your opponents and unlock new trucks, liveries, and perks. Who's the boss now?\n\nRACE THE WILDERNESS\nRacing and jumping in stadiums and arenas is cool, but sometimes you just want to go a bit off-track, right? So, get ready to drive through the most spectacular untamed environments. Racing through the Death Valley's dust, the forests of Colorado and the Alaskan ice. But watch out, Mother Nature is always lurking: sandstorms, thunderstorms and blizzards are going to make things even wilder!\n\nTONS OF GAME MODES\nMonster Jam™ Showdown lets you unleash your sickest tricks and your off-road racing skills among several game modes! Play the original events in the official Monster Jam™'s inspired stadiums, or go beyond reality with stunts and maneuvers that push the boundaries of what's possible, even for the most skilled driver. Racing on circuits, avoiding crashes on Figure 8 tracks, or surviving Horde races. But also performing in the Best Trick or the Extreme Freestyle mode! \nIt's time to master them all: to kick off your career and challenge with your friends, even in split screen mode.",
    "id": "0100CE101B698000",
    "name": "Monster Jam™ Showdown",
    "publisher": "Milestone",
    "releaseDate": 20240829,
    "version": 0
}