{
    "description": "Interrogate suspects and hunt for clues to piece together chilling conundrums plaguing a high school in Japan. Suspense (and a little bit of horror) ensues as you try to free students from their nightmare. Play at home, on the go, or in your favorite reading nook—only on the Nintendo Switch™ system. Can you figure out who the culprit is...before it’s too late?\n\nImmerse yourself in an interactive visual novel\n\nPress suspects by selecting the right question from a series of options. Uncover clues by moving a magnifying glass around the screen and examining your environment with a press of a button. Get enough information to push forward with your investigation, then access different areas and meet more suspects. Put on your detective hat and leave no stone unturned on your path to the truth.\n\nBuy one Famicom Detective Club game, get the other at a discount\n\nFamicom Detective Club™: The Girl Who Stands Behind is the second game in the series. The first game, Famicom Detective Club™: The Missing Heir is also available on Nintendo eShop. If you purchase one of these games on Nintendo eShop, you can get $10* off the other when also purchased on Nintendo eShop**!\n\nAs an up-and-coming detective, find the culprit who took the life of an innocent girl, Yoko, and rattled her high school community. The victim was investigating a ghost story of a bloody girl haunts the school and appears behind students. Deconstruct this grisly rumor at Ushimitsu High School and free these students from their nightmare.\n\nOriginally released in Japan only, the Famicom Detective Club: The Girl Who Stands Behind game has been localized with English text and modernized for the Nintendo Switch system. While the graphics, music, and sound effects have been recreated, players can also choose the original 8-bit soundtrack. Discover a piece of Nintendo history with the Famicom Detective Club series of games.",
    "id": "0100D670126F6000",
    "name": "Famicom Detective Club™: The Girl Who Stands Behind",
    "publisher": "Nintendo",
    "releaseDate": 20210514,
    "version": 0
}