{
    "description": "Survive, gather resources, expand your crew, improve your starship, and pave the way through outer space – full of hostile races. Your path will consist of difficult choices and everyone will have an influence on the outcome.\n…and perhaps you might be able to solve the mystery of this universe.\n\nFLYING AMONG THE STARS\n\nYou are the commander of the “Melistar” (“The Star Bee”), and you have a swarm of intelligent anthropomorphic bees. Your ship is your home, and your mission is to keep an eye on its fighting ability to repel enemy attacks; to stay on course, and to effectively collect resources to ensure that both the Queen and soldier bees have enough food; and, of course, to keep an eye on the status of your crew, whose members strive to get into trouble or arrange it.\n\nOTHER SPECIES\n\nThe ship travels through an amazing universe full of strange insectoid races. Who you’ll be forming an alliance with, and who you’ll be fighting with, is largely up to you! The Merchant Guild fights the League of Smugglers; the intelligent Ants compete with Locusts for space colonies; the sinister cult of Blood Suckers spreads across the galaxy...\nWe’ll have to fight and trade – and every one of these decisions can be a turning point in the story.\n\nSURVIVAL AND STORYTELLING\n\n* You can try your hand at surviving. Space cycles alternate, resources run out – and the crew increases; but luck and accurate calculation are on your side! Competently upgrade your ship and set the right course – and you can stay alive for a certain amount of time, or maybe even break a record!\n* If you like branching plots and world exploration – boldly immerse yourself in the storyline. The CyberHive universe is a mysterious and deep setting. Collect ancient artifacts and pieces of knowledge on distant planets about the past – and discover how the world turned out to be and what misfortune it faces. Maybe you can avert it... or not.\n\nMANY EVENTS\n\nAs you try to find resources and survive, you will experience many events on the ship: from intrigues within the crew and problems with passengers, to a large contraband “set-up” or a collision with the ghost of a legendary pirate starship. Some events form a story, and some occur randomly. But the choices within each event will also have to be considered...\n\n...Subjects with the waist of a wasp and a deadly sting; predatory rivals and faction battles; exploring the farthest corners of the galaxy; dangerous challenges and responsible decisions.\nWelcome to the world of CyberHive!\nCommander, we are counting on you.",
    "id": "0100EB9014722000",
    "name": "CyberHive",
    "publisher": "Redblack Spade",
    "releaseDate": 20210506,
    "version": 0
}