{
    "description": "A 2.5D shooter with old-fashioned side-scrolling and a way to attack enemies in the background.\nFight with lock-on shots that can track up to 6 enemies appearing from the back of the screen at the same time, and forward charge shots that can penetrate enemies and enemy bullets.\nDefeating many enemies with one attack will increase the score you get, and the final score will change greatly depending on the order in which you defeat the enemies.\n\n[Game features]\n*2.5D side scroll\n*Simple operability with only movement and two types of buttons\n*5 stages + 1 hidden stage\n*Charge shot whose power and effect change depending on the charge time\n*Lock-on shot that can attack multiple enemies appearing from the back of the screen at the same time\n*Gimmick by physical behavior\n*4 difficulty levels to choose from depending on your skill\n*Tutorial for first-time users\n*Bonus: A collection of data to learn about real alien species\n\n[Story]\nIn 2222 AD, the world's ecosystem changed drastically due to the destruction and pollution of the natural environment on the ground.\nThe impact of large-scale destruction has eroded the land, connected the sea to lakes and marshes, and threatened freshwater organisms.\nIn addition, unknown mutations occur in aquatic organisms that have taken in \"mysterious particulate matter\" that has poured from the ground into the entire body of water.\n\nLake Akan, the habitat of Marimo, was also invaded by various mutated alien species and preyed on native species one after another.\nSpherical Marimo, once protected by humans, has been significantly reduced in number, leaving only one small colony now.\n\nThe non-resisting Marimo seemed to be extinct without any help, but suddenly a mutant individual appeared in it.\nMutant Marimo, which gained the ability to freely manipulate  oxygen released by photosynthesis, succeeded in repelling alien species for the first time by that power.\n\nThe few survivors of the spherical Marimo have begun to roll to fight the imminent hordes of alien species.\n\n[Disclaimer]\nThis game is fiction.\nThe creatures that appear are modeled on real animals and plants, but there are expressions that differ from the actual ecology.",
    "id": "0100169017D2A000",
    "name": "Marimo -VS- I.A.S.",
    "publisher": "JoyPlot",
    "releaseDate": 20220715,
    "version": 0
}