{
    "description": "Let’s Sing 2024 brings a thrilling new karaoke experience to your living room. Rise to stardom in the brand new Career mode and take your pick from the songlist featuring 20 chartbreaking hits and all-time classics. These and many more hits available through the VIP Pass are guaranteed to make you and your friends sing at the top of your lungs. It’s your time to shine!\n\nPerform some of your favorite current hits as well as modern classics from the new song selection featuring 20 exciting and popular tracks.\n\nJohn Newman \"Love Me Again\"\nAce of Base \"The Sign\"\nQueen \"Another One Bites The Dust\"\nImagine Dragons \"Bones\"\nShawn Mendes \"When You're Gone\"\nLady Gaga \"Hold My Hand\"\nKelly Clarkson \"Stronger (What Doesn't Kill You)\"\nTom Odell \"Another Love\"\nLost Frequencies ft. Calum Scott \"Where Are You Now\"\nJVKE \"Golden Hour\"\nBillie Eilish \"Your Power\"\nMarshmello & Jonas Brothers \"Leave Before You Love Me\"\nBTS \"Dynamite\"\nDavid Bowie \"Life On Mars?\"\nLSD (Labrinth, Sia & Diplo) \"Thunderclouds\"\nSHAED \"Trampoline\"\nRosa Linn \"SNAP\"\nEd Sheeran & Elton John \"Merry Christmas\"\nGAYLE \"abc (nicer)\"\nAva Max \"Million Dollar Baby\"\n\nIt's your time to shine!\n\n• Game modes: Career, Classic, Feat., Let's Sing Fest\n• Live the dream of becoming a superstar in the Career mode, a brand new singleplayer narrative adventure.\n• Join Let’s Sing Fest, the ultimate challenge for all solo artists and compete with dozens of singers online in a free-for-all. It includes a dynamic leaderboard and provides additional feedback on other performers.\n• Create your own unique online personality with the extensive toolbox for avatar customization. From the way you look all the way through to how your avatar moves.\n• No mic at hand? No problem! The official Let's Sing app turns your smartphone into a microphone, let’s you set up a party, customize your avatar and much more!\n• Up to four players\n• Expand your library with the VIP Pass!\n\nThis product is not sold on its own.",
    "id": "0100AAF018058000",
    "name": "Let's Sing 2024",
    "publisher": "PLAION",
    "releaseDate": 20231107,
    "version": 0
}