{
    "description": "Grimshade tells the story of the company of heroes, by a twist of fate involved in the cycle of events unfolding in the world of Ree'fah. Numerous dreadful monsters infested the forest around the city of Brann and high walls could no longer protect residents from the attacks. The menacing army of the neighbouring kingdom suddenly landed on the outskirts of the city, wreaking havoc. There is no hope for salvation — the strength of the defenders is running low, but the King and his loyal Champions had vanished.\n\nLead the group of the adventurers on a journey and explore a varied and intricate world, meet new characters and reveal plot-related secrets. Remember, beauty is deceptive — danger lurks everywhere. Test your skills in challenging turn-based battles, adjusting your combat tactics and optimal team combinations for each foe you met on the way.\n\nKey Features:\n- Seven memorable characters, including Kiba, the dark child, Charlie, the talking sniper badger, Alister, the brave guy with an Ether gauntlet, and Ruby, the princess of the thieves. Each of them has their role (sometimes more than one) on the battlefield and their own mission on a big journey.\n\n- The character development system is based on equipment: each piece of armour, weapon or accessory gives a unique skill to a particular hero, expanding their range of attack types and defensive boosts. Find, trade for, or craft new equipment to improve your characters and make them versatile and adaptable.\n\n- Complex tactical turn-based battles: a variety of elaborate enemies won't let you complete the whole game using a single tactic or invincible team build. Choose wisely the squad you take in a fight — proper positioning and awareness are essential to your success struggling against powerful foes.\n\n- The vivid and diverse world of Ree'fah: immerse yourself in the hand-painted fantasy universe of Grimshade and discover an impressive history in more than 20 hours of an exciting journey.",
    "id": "01001E200F2F8000",
    "name": "Grimshade",
    "publisher": "UTC ASTERION",
    "releaseDate": 20200625,
    "version": 0
}