{
    "description": "Apocryph is a FPS set in a brutal dark fantasy world. It takes its roots in old-school fantasy shooters, so prepare for intense sword-and-sorcery FPS action amidst forgotten castles, evil shrines and decrepit dungeons!\n\nThe world of Apocryph is a grim, violent place, harboring magic, dark rituals and dangers around every corner. Wherever you go you'll be facing unrelenting monsters, traps and locked passages, and can only depend on yourself and your equipment to survive the trials.\n\n- Static, carefully handcrafted levels and level-hubs, all packed with secrets, monsters and traps.\n- Your character can wield up to 9 different weapons with alternative fire modes, including melee armaments, spells, staffs and artifacts. \n- Items can help you in tough situations, health potions will aid your health, mana vials can restore your mana, combat items can do some damage to an opponent. \n- There are also more rare and powerful relics to be found, such as the dreaded Obliterator Mask, which encases you in a suit of nigh-impenetrable armor, allows you to bash enemies with your plain fists and send powerful shockwaves across the walls and floor, or the Essence of the Reaper, which turns you into an avatar of Death itself, boosting your speed, granting you wings to perform double jumps and a wicked scythe which cleaves and destroys any opponent.\n- Some weapons and items can be used to stun enemies, freeze them solid, deal area of effect damage or even provide defensive measures.\n- The game uses a sophisticated gore system. A powerful finishing blow can rip a part of the enemy right out of him, while critically over damaging an opponent literally blows them to pieces, with limbs flying across the room and sticking to the walls.\n\nYou control the Arbiter, once a person of a high rank in Xilai religious hierarchy. The Xilai were known for many things, such as their artistry, magical arts and unity. But all the worlds feared them for a different reason - the Xilai worshiped Death itself. For centuries they raided countless worlds, reaping souls in the name of their dreaded Mistress. \nEvents preceding the game have led to your exile, and now, after many years you return back, only to find fortresses and lands overrun with demonic spawns and vile beasts. Why were you exiled? What could cause this desolation? It's time to find some answers... and reap some demon spawn in the name of Pale Mistress.",
    "id": "010045D009EFC000",
    "name": "Apocryph: an old-school shooter",
    "publisher": "Bigzur Games",
    "releaseDate": 20190314,
    "version": 0
}