{
    "description": "Governments and institutions manipulated by very powerful men. They have created perverse constructions for their services under the pseudonym Black Butterfly.\n\nOne of their terrifying secret buildings was Prison S-313, created in 1968 in a barren area unknown to mankind.\n\nPoliticians, spies, inventors and anyone who may harm those who really control the world and who live in the shadows, were imprisoned and the rest disappeared.\n\nDarkness and incomprehension overcame them all, subjecting them to all kinds of barbarity.\n\nMany prisoners and non-prisoners perished and their spirits remained trapped within its walls.\n\nThis is now a ghost prison where everything that happened remains in the past.\n\nOur reckless and difficult mission will be to free these hateful spirits.\n\n\n- Play by conspiring against governments and secret institutions.\n\n- Either participate or don’t! In certain areas of the game, you'll find small tests that you can take. If you pass them, you win a reward. The decision to accept the challenge or not depends solely on you!\n\n- In the virtual store, you can get or buy all of the many weapons with specific uses for each adverse situation.\nThere are two types: consumables and others that come loaded and never run out.\n\n- Replayability with various challenges to overcome.\n\n- Big, difficult-to-defeat bosses.\n\n- Dark, desolate and extremely hostile environments.\n\n- A style of Metroidvania gameplay and a Rogue-like philosophy.\n\n- Get the infinite jet pack and experience new sensations.\n\n- As a Rogue-like game, you have two options when starting a new game, you choose:\n\n     * With a new seed you will have a different generation of the game.\n\n     * With the same seed, you will have an identical game situation.\n\n- Don’t miss out on this adventure as it will continue on with future chapters in new conspiracies.  \n",
    "id": "01001BA00AE4E000",
    "name": "Final Light, The Prison",
    "publisher": "EnjoyUp Games",
    "releaseDate": 20180727,
    "version": 0
}