{
    "description": "Let's start! Elemental Knights R!\nMake your own characters and start on a magnificent adventure with a beautiful fantasy world!\nYou can dress up and adventure as you wish with your favorite Cosplay and skills! Even one person can play freely!\nThere are also full-fledged features to customize the character freely with many classes and growing functions!\nIt is an online role-playing game that you can adventure with players all over the world via the Internet (MMORPG)!\n\nThere are 4 types of based classes you can choose first!\n- Fighter who can attack and defend\n- Cleric to protect their friends by recovery\n- Thief who is good at fast attacks\n- Wizard who has high power magical attack\nIf you proceed with the adventure you can change to another class based on the first selected class!\n\nLet's release a class skill by achieving quests\nAs you advance adventure, you will see many NPC (non player character) to ask you for quests.\nBy solving their \"wish\" you will be able to learn class specific skills.\nSo let's positively achieve the quests if you find them.\n\nLet's aim at higher classes\nYou can receive a story quest \"Battle of Rampart\" at class Lv 10.\nBy achieving this quest you will be able to change to another class that can learn even more powerful skills.\nIf you reach to this feature you will be able to fully enjoy the world of Elemental Knights, so please try as your first goal.\n\nAnother classes aiming from based class\n- Guardian\n- Magiknight\n- Monk\n- Assassin\n- Bishop\n- Warlock\n\nSpecial class with the power of the dragon\n- Dragon Buster\n- Dragon Lancer\n- Dragon Saber\n\nAnd a legendary classes will be become that only people who master based class!\n- Samurai\n- Ninja\n\nA number of great adventures starting soon!\n- Meadows, deserts, oceans, caves, volcanoes, snowy mountains in the world where spirits live! A vast world waits for you!\n- A place where the legendary weapons sleeping where the dragon waits at the top! Dragon Tower!\n- Protect the city from massive monsters! Defensive war!\n- Dark king that comes from different dimensions then you aim for special rewards! Dark king battle!\n- Chance to get rare items when you adventure every day! Daily quest!\n\nLet's grow your character by combining over 10,000 kinds of equipment and skills of various classes!",
    "id": "01005FA009370000",
    "name": "Elemental Knights R",
    "publisher": "WINLIGHT",
    "releaseDate": 20181102,
    "version": 0
}