{
    "description": "Where a simple visit to a fairground becomes a nightmarish fight for survival. You’ve heard the legends of the haunted mansion and its seven deranged psychopaths, each guarding a floor of the house, but you dismiss the warnings. As soon as you step inside, the door locks behind you. There’s no way out—except through all seven floors.\n\nGameplay: This is a first-person, single-player horror experience. It begins at an eerie fairground, where an omniscient narrator introduces you to its unsettling attractions. As you explore, you’re drawn to the infamous haunted house. Outside, disturbing exhibits and surreal art hint at the horrors to come. Once inside, your terrifying journey begins. The mansion has seven deadly floors, each ruled by a different psychopath representing one of the seven deadly sins. Each level is a labyrinth filled with traps, puzzles, and unique enemy mechanics. Your goal is to reach the elevator to escape, but first, you must outsmart the psychopaths. The narrator will provide hints about each killer’s weaknesses, but solving the mystery and surviving is up to you. Every floor presents a different challenge, where you’ll need to use strategy and quick thinking to avoid the killer, solve hidden puzzles, and navigate the deadly maze. As you progress, the tension rises, and the puzzles grow more complex, mixing horror, suspense, and puzzle-solving in a chilling game of cat and mouse. Can you survive the madness, outsmart all seven psychos, and escape the haunted mansion? Or will you become just another victim of the mansion’s twisted legacy?",
    "id": "010032B020A96000",
    "name": "House of Horror - 7 Psychos",
    "publisher": "EpiXR Games",
    "releaseDate": 20241024,
    "version": 0,
    "category": [
        "Action",
        "Adventure",
        "Arcade",
        "Other"
    ],
    "developer": null,
    "intro": "Face seven deadly psychopaths, each guarding a terrifying floor. Solve puzzles, avoid traps, and exploit their weaknesses to escape the nightmare.",
    "isDemo": false,
    "languages": [
        "en"
    ],
    "nsuId": 70010000087514,
    "numberOfPlayers": 1,
    "ratingContent": [
        "Blood",
        "Violence"
    ],
    "region": null,
    "rightsId": null
}