{
    "description": "FEATURES:\n• Full of black humor.\n• Many ways to complete each level.\n• 30 different flats with unique crime scenes.\n• Advanced hiding body mechanic.\n• Inspired by Quentin Tarantino movies - remember Jules from Pulp Fiction?\n• Advanced ragdoll effects - lift, bend, move, drop, squeeze naturally.\n• Music by Draco Nared\n\nBECOME THE \"CLEANER\"\nBecome a dead body disposal specialist!\nAs a “cleaner” you need to get rid of the body and make sure there is no evidence left behind.\nRemember, you’re on a clock. Think fast, use proper tools, and don’t mess up…\nLeave one smear of blood and you’re in trouble. All of this in a low-poly noir style.\n\nHIDE BODIES BEFORE IT IS TOO LATE!\nHide the body in a locker, dump it off the coast or put it in a barrel full of acid, the choice is yours!\nStart with some simple cleanups, work your way up by completing new orders.\nNo jobs are the same, but each one requires you to be quick and professional!\n\nGET INTO THE WORLD OF CRIME\nDevelop your own style, accept jobs from the cops to the mafia, and find a unique way to complete each one of them.\nMeet new characters on your way up. Follow the storyline full of plot twists, low-poly bloody scenes, wicked sense of humour and tons of references.\nAlways stay sharp, expect the unexpected, and of course... leave no evidence.\n\nVARIOUS MECHANICS\nCan’t open the door? Get that lockpick out and work that lock.\nUse a mop, a brush soaked in some soap, or a nearby hose to make the mess disappear.\nYou should probably use some luminol to expose some hidden blood stains as well…\nCuz the police won’t miss those!\nThen just leave carrying the corpse in a body bag like nothing ever happened.\n\nTHERE IS NO TIME FOR FEAR\nEvery order is not just a body to ditch, but also a race against time.\nAny blood stains left behind will only lead you to one place…\nFail one order for the mafia, and you better start digging your own grave.\nBody Of Evidence is full of dangers, and if you want to exist in this business, don’t let the fear beat you.",
    "id": "0100721013510000",
    "name": "Body of Evidence",
    "publisher": "No Gravity Games",
    "releaseDate": 20220210,
    "version": 0
}