{
    "description": "Anima: Gate of Memories is a third person action RPG that tells the story of two beings bound by an unwilling pact, an ancient monster and a girl who lost her past...\nForced to stay together, their lives will take a unexpected turn when both discover that something darker than they could imagine is about to start, a war in the shadows in which they will have a leading role.\n\nAnima: Gate of Memories brings to videogames the world of Gaia from the Anima: Beyond Fantasy RPG table-top books. You will enjoy a deep and multifaceted story where your choices and actions directly impact the journey and decide the fate of the characters.\n\nDual characters\nIn Gate of Memories you control two different characters, Ergo and The Bearer of Calamities, and you can exchange from one to another thanks to the special synergy they have. What makes this system truly unique is that both are not \"physically\" present at once, but we can invoke the other even in the middle of any action, continuing the movement and creating spectacular combos. Each character also has at its disposal a large set of special skills that you will be able to develop and customize as in a traditional RPG.\n\nFeatures\n• A deep and multifaceted story. The player’s choices and actions will influence the journey and decide the destiny of the characters.\n• Epic battles with formidable opponents. Challenge many legendary entities, each with their own special features and game play.\n• A deep combat system. A combat system which combines RPG elements with fast paced action and spectacular attacks and spells.\n• Unique locations. Travel through the tower of Arcane and the world of Gaia across stunning backgrounds and places.\n• A huge world. You can move with great freedom, visiting different locations and giving you the option to always retrace your steps to revisit areas, discover new secrets and unlock access to previously inaccessible places.",
    "id": "0100706005B6A000",
    "name": "Anima: Gate of Memories",
    "publisher": "Anima Game Studio",
    "releaseDate": 20180629,
    "version": 0
}