{
    "description": "This is not Moorhuhn's first appearance in a new game genre on the Nintendo Switch™. We hunted it mercilessly in Moorhuhn Remake, defended the Wild Wild West with it in Moorhuhn Wanted and competed in heated races in Moorhuhn Kart. Guide the Moorhuhn through the jungle in his first jump and run platformer for Nintendo Switch™!\n\nThe Quest for the WHATSIT\nAn amulet lost 1000 years ago, the WHATSIT, has always been the Holy Grail of treasure hunters. Well, actually the Holy Grail is the treasure hunters' Holy Grail, but the WHATSIT comes right after it. And even Moorhuhn, the greatest adventurer among treasure hunters, cannot resist a hint as to the whereabouts of this relic. And so, he unceremoniously drops himself above the dense jungle and plunges headlong into the adventure.\n\nIn the depths of the dense jungle, the Moorhuhn follows the legend of an ancient, lost temple complex. Legendary treasures are said to lie hidden there, but above all a priceless treasure: the sacred amulet of WHATSIT!\n\nHidden traps, bad-tempered gorillas, aggressive crocodiles, strange shamans, forest spirits, temple guards, bats, warriors of the dead and stranded aliens require all the courage and skill of a real treasure hunter.\n\nAs you would expect from a proper jump and run platformer, you need to use all your physical strength, courage, and skill. Jumping and swinging, kicking, boxing and sometimes even shooting, Moorhuhn races through the depths of the jungle to find the treasure of treasures: The Amulet of WHATSIT.\n\nBut before that, there are all kinds of hostile opponents to defeat, obstacles to overcome and traps to avoid. And then there are some valuables to be found and collected.\n\nYou can replay unlocked levels at any time to improve your final score.\n\nBut that is not all! 6 new bonus levels not included in the original game bring further fun and the opportunity to collect additional points.\n\nAnd when there is nothing left to collect and all the opponents have been defeated, you can still try to achieve a new best time.\n\nFEATURES:\n• 21 jam-packed Jump and Run levels\n• 6 bonus levels\n• Jungle soundtrack\n• Animal animations\n• Cool bonus treasures\n• Rankings — Beat your own top scores over and over again and compete against friends and players around the world for the top position in the online leaderboard.\n• Online/Offline — Play whenever and wherever you like. No internet connection is needed to play. However, you will need an internet connection to upload your top score to the global leaderboard and see other players’ scores.\n• Community — With more than 15 million games sold, Moorhuhn is one of the best-known and most successful game characters. Join the large Moorhuhn community now!\n\nMoorhuhn speaks English, Dutch, French, German, Italian, Japanese, Portuguese, Spanish and Russian.\n\nEnough talk. Get the game now and jump into the adventure!",
    "id": "0100E3D014ABC000",
    "name": "Moorhuhn Jump and Run 'Traps and Treasures'",
    "publisher": "Higgs Games",
    "releaseDate": 20211223,
    "version": 0
}