{
    "description": "Zaccaria was founded by three brothers (Marino, Franco, & Natale) and was the 3rd largest manufacturer of pinball machines in the world (behind Bally & Williams). They had created and produced more than 35 different pinball machines between 1974 and 1987.\n\nFEATURES\nTime Machine and Time Machine Retro table is playable totally free.\nAll other pinball tables are in trial mode that means there is a score limit.\nHigh detailed Zaccaria pinball tables.\nOriginal table rules, sound effects and vocals.\nBreathtaking light and shadow effects.\nVery accurate and customizable physics and ball movements.\nArcade and Simulation game modes.\nCustom game mode allows you to tweak pinball machine the way you like!\nCamera Editor to make camera views you prefer to.\nVarious fixed and customizable camera views.\n\nCUSTOMIZATION FEATURES\nZaccaria Pinball has tones of awesome customization features which affect to graphics and physics aspects of the game. As well as there is a camera editor.\n\nGraphics Tweaks: Room Light, Metal FX, Particle FX, Dynamic Light, Reflection FX, Glow FX, Motion Blur, Lightmap, Colors\nPhysics Tweaks: Flipper Size, Playfield Tilt, Flipper Force, Ball Elasticity, Ball Friction, Slingshot Force, Bumper Force, Ball Velocity, Plunger Force, FLipper Tap Pass\n\nSOLID-STATE (SS) PINBALL TABLES\nTime Machine (free table!), Devil Riders, Locomotion, Pinball Champ '82, Pinball Champ, Farfalla, Blackbelt, Robot, Hot Wheels, Soccer Kings, Shooting the Rapids, Star God, Magic Castle, Earth Wind Fire, Clown, Future World, Fire Mountain, Space Shuttle, Winter Sports, Zankor, Pool Champion, Mexico '86, House of Diamonds, Mystic Star, Spooky, Star's Phoenix, Strike\n\nELECTRO-MECHANICAL (EM) PINBALL TABLES\nAerobatics, Circus, Combat, Moon Flight, Lucky Fruit, Universe, Supersonic, Cine Star, Wood's Queen, Nautilus, Red Show\n\nREMAKE PINBALL TABLES\nShooting the Rapids 2016, Space Shuttle 2016, Combat 2016, Cicrus 2017, Earth Wind Fire 2017, House of Diamonds 2017, Spooky 2017, Farfalla 2017, Magic Castle 2017, Hot Wheels 2017, Zankor 2017, Pool Champion 2018 Table, Clown 2019 Table, Devil Rider 2019 Table, Fire Mountain 2019 Table, Tropical 2019 Table, Wood's Queen 2019 Table, Time Machine 2019 Table, Star God 2019 Table\n\nDELUXE PINBALL TABLES\nRed Show Deluxe, Cine Star Deluxe, Spooky Deluxe, Strike Deluxe, Universe Deluxe, Pool Champion Deluxe, House of Diamonds Deluxe, Robot Deluxe, Combat Deluxe\n\nRETRO PINBALL TABLES\nRetro tables can be unlocked by purchased of Solid-State or Electro-Mechanical pinball table with the same name.\nLocomotion Retro, Devil Riders Retro, Pinball Champ Retro, Shooting the Rapids Retro, Farfalla Retro, Hot Wheels Retro, Space Shuttle Retro, Circus Retro, Combat Retro, House of Diamonds Retro, Earth Wind Fire Retro, Robot Retro, Blackbelt Retro, Soccer Kings Retro, Star God Retro\n\nAWARD PINBALL TABLES\nAward tables can be unlocked by completion of achievements or puchase 'Achievement Table Pack' DLC.\nThe Mummy, Aliens, Hippie, Fire Fighter, Speed King, Beast Master, Voyager, Wizard\n\nOTHER PINBALL TABLES\nWizard - Completion of Campaign Mode",
    "id": "010092400A678000",
    "name": "Zaccaria Pinball",
    "publisher": "Magic Pixel",
    "releaseDate": 20180723,
    "version": 0
}