{
    "description": "In \"Mad Tower Tycoon\" you have the freedom to build a 100 story skyscraper and include the elements you want to make it succeed; restaurants, cinemas, underground garages or even a zoo. Satisfy potential visitors by choosing the best attractions for your winning plan.  The classic construction gameplay challenges you to gain the coveted \"six-star award\" for your skyscraper. The goal is to complete construction while renting all offices, apartments and shops across a towering 100 floors.\n\nRANDOM EVENTS\nAs well as complaints from expectant tenants you will be dealing with; a fire in the new office, an earthquake shaking your skyscraper and unexpected UFOs kidnaping tenants. The constantly changing pattern of events introduces additional challenges to overcome. These events help keep you motivated and look after the tower, despite everything that it throws at you.      \n\nLEVEL SYSTEM\nDaily missions give you the opportunity to improve your success rate while adding to your experience scores. Learn and progress through a points system to unlock more than 50 skills.\n\nINFORMATION IS THE KEY\nYou’ll need to keep on top of everything; which floors require servicing or where the ambient noise levels are causing customers unnecessary stress. How many visitors came in the last 24 hours? Have I made a profit in the last 30 days? The statistics and filters in \"Mad Tower Tycoon\" will give you a lot of information about the state of your skyscraper.\n\nTHE DEVIL IS IN THE DETAIL\nAvoid your visitors having to climb too many stairs or wait too long for the elevator. No problem: the elevator system in \"Mad Tower Tycoon\" allows you different settings, managing lift waiting times on all floors. It’s a rewarding job, keeping your guests and customers happy and making sure the Tower and your skill sets keep improving.",
    "id": "0100C5F012A3C000",
    "name": "Mad Tower Tycoon",
    "publisher": "Toplitz Productions",
    "releaseDate": 20201124,
    "version": 0
}