{
    "description": "• \"One of the most emotionally impactful games...\" Nintendo Life\n• \"This child's tale deals skillfully with adult issues.\" The Washington Post\n\nBased on the developers' real experience, this award-winning story makes no compromise. \n\nGrow up with Lydia and try to understand the feelings, behaviours and events that moulded critical moments of her life. How may a resenting and alcoholic household affect a little girl full of imagination? How may she perceive the twisted and manipulative family dynamics? Confront the monster with your own sensitivity.\n\nThis hand-drawn game can be completed in around one hour. The emotional music was composed by renowned film composer Juhana Lehtiniemi.\n\nThe issues reflected in this story unfortunately happen in real people’s daily life. You can provide some help by donating to the \"Fragile Childhood\" foundation via the DLC #LydiaDonation. \n\n• \"Lydia is an important game, not just because it broaches an important subject matter, but for how it uses its art direction, music, and storytelling to highlight the issues it's bringing to our attention.\" GodisaGeek\n• \"It successfully tells a haunting story about abuse and heartbreak without necessarily shoving it down your throat, and that’s really hard to do.\" Nintendo Life\n• \"Lydia is a small game, but it sends a bigger message...\" Pure Nintendo\n\nDEVELOPED BY Platonic Partnership\n“Our Finnish studio is focusing on narrative-driven games that motivate change. Lydia is someone who wishes for a happy childhood but can never have it. People with similar experiences will see this, so hopefully the game is really genuine and respectful.” – Henri Tervapuro, graphic novel artist and co-author of this self-inspired story.\n\nPUBLISHED BY Nakana.io \n“We gather games that share a strong experience to remember. We try to grow real changes from the seeds of their message, like with the #LydiaDonation DLC.” – Mikaël Bourget, founder of the publishing label.",
    "id": "01009800100B4000",
    "name": "Lydia",
    "publisher": "Nakana.io",
    "releaseDate": 20200117,
    "version": 0
}