{
    "description": "The Great Lighthouse that once protected the Archipelago is broken and a storm of malice and corruption is coming.\n\nTogether, you and your ship mates will jump aboard The Stormstrider and make your voyage across the sea. Man the cannons, ready your sails and protect your ship from sea monsters over multiple runs. It’s up to you to defend your home from the almighty Aquapocalypse.\n\nIn a nutshell, Ship of Fools is a game about blasting away your seaborne foes with mighty cannons as you defend your ship. Inspired by modern classic roguelites and built for co-op, you’ll want to bring your first mate on deck and enjoy oarsome combat as you unlock new trinkets and artifacts to help you save the world from catastrophe.\n\nUncover lost treasures and remote shops on the islands of the Archipelago, but plan your moves carefully! As you chart your way through the sector, the Everlasting Storm shifts and changes, blocking your paths with its fury. You’ll need to adjust your course in reaction to storm movements and decide when you can brave a trip to discover what lurks inside the storm. \n\nMan your ship as a solo sailor and fight your way through dangerous waters and keep the glory for yourself, Ship of Fools offers solo play as well as multiplayer. As they sing in old sailor songs: it’s sometimes better to have no crew than a dysfunctional one!\n\nWith many Fools to play with, unique items to find and unlock, combat encounters to fight in and many islands to visit, each run will bring something new to your voyage. Bolster your strength each time, ready to defeat the monsters of the deep sea.\n\nKey Features\nFrantic nautical combat as two shipmates in co-op or as a solo sailor \nColossal leviathans to challenge the hardiest of sailors\nChart your route through the maps of the Archipelago and brave the Everlasting Storm\nEmbody one of the unique Fools with special abilities to help you on your journey\n100+ trinkets and artifacts to collect and combo for winning strategies\nSwashbuckling hand-drawn artwork to put the wind in your sails",
    "id": "010076901806C000",
    "name": "Ship of Fools",
    "publisher": "Team17",
    "releaseDate": 20221122,
    "version": 0
}