{
    "description": "The Cylons have rebelled!\n\nFour years of war and a steep price in human lives have not been enough to unlock a deadly stalemate. The Colonials have countered all of the Cylon’s offensives so far, but no decisive victory was achieved.\n\nThe deadlock is suddenly broken by a surprise attack from the Cylons and the brutal annihilation of the Colonial Fleet High Command on Picon. The fate of mankind is now resting on the shoulders of Rear-Admiral Lucinda Cain.\n\nThe secret, cunning plan she has conceived could turn the tide of the war forever…\n\nThe Game\n\nBATTLESTAR GALACTICA Deadlock™ takes you into the heart of the First Cylon War, to fight epic 3D battles that will test your tactical prowess.\n\nTake control of the Colonial Fleet from the bridge of the mobile shipyard, Daidalos, and free the Twelve Colonies from the Cylon threat. Build your fleets, protect the Quorum alliance and prepare to dig deeper into the conspiracies of this heroic conflict.\n\n\nCommand the Colonial Fleet\n\nDesign and build fleets of powerful capital ships. Recruit officers to protect the Twelve Colonies. From the Manticore corvette to the mighty Jupiter class Battlestar, you won’t be short on firepower.\n\nLegendary Names\n\nContinue the legacy of Battlestar Galactica™ with new characters and familiar faces, in an original story set during the First Cylon War. Launch Viper squadrons and Raptor scouts and jump the Galactica in to dominate the battlefield. An authentic Battlestar Galactica™ experience awaits.\n\nWEGO 3D Tactical Battles\n\nIntense tactical space battles in full 3D. Give commands to your fleet of capital ships and watch the explosive results play out in pause-able real-time across beautiful environments.\n\nWar Room Politics\n\nFrom the bridge of the Daidalos shipyard you will command all the Colonial Fleet. Build up your forces and jump them across the quaternary solar system of Cyrannus. Keep the Colonies safe and the Quorum of Twelve unified, lest the alliance break and introduce a new age of Cylon dominance.\n\nThe Cylon Threat\n\nPrepare to face relentless opposition. Defend against squadrons of Cylon Raiders and missile salvos from Basestars. Trust in your marines to fight off Centurion boarding parties, while your firewalls slow down the hacking attacks of the Wardriver electronic fighters. Unlock blueprints for new ships, munitions and squadrons to help defeat your tireless foe.\n\nReview Your Battles\n\nReview your battles from a cinematic point of view with the AutoCam replay!",
    "id": "010059C00E39C000",
    "name": "Battlestar Galactica Deadlock",
    "publisher": "Slitherine Software",
    "releaseDate": 20191009,
    "version": 0
}