{
    "description": "\"Where did all the toys go?\"\n\nIn time with a little girl's parents disappearing, a mysterious invitation is left in their place by an entity that seems somewhat familiar. The girl opens the attic door that was always left locked and bravely ventures out in search of her parents... There she finds a strange and beautiful world of toys!\n\nSOWON : The Toy Wonderland is an adventure game about Sowon, a girl who accidentally finds herself in a world of toys. Players must search each corner of the map for hints, venturing into this world full of enigmatic riddles.\n\nWill Sowon ever be able to unravel the mysteries of the invitation and return to her world?\n\n<Game introduction>\n\n▶To the world of mysterious toys\nThis world seems different from reality somehow... It's more beautiful, peculiar, and bizarre. Soak up the unique graphics that has this fairytale world cutely rendered to look as though it was crafted out of clay.\n\n▶Clockwork springs instead of a heart, and cotton instead of a stomach\nMeet all sorts of dolls and toys living in this toy world. If each character, with their own looks, actions, and feelings, is granted their wish, the path that was once blocked off may transform into a new passageway!\n\n▶A feast of puzzles to titillate your curiosity\nSolve puzzles and minigames, each carrying varied but intuitive gimmicks and colorful visuals, in order to make your way forward. Every one has an answer!\nKeep an eye on your surroundings to catch the smallest of hints. If you use your imagination to squeeze out an answer, you may find the solution before you know it...\n\n▶An invitation and hidden stories\nWho could have sent that invitation? Whose familiar face could this be? We can't be sure of anything, but let's join Sowon on her adventure into this unfamiliar yet inviting space.",
    "id": "0100A6401B690000",
    "name": "SOWON : The Toy Wonderland",
    "publisher": "CFK",
    "releaseDate": 20240502,
    "version": 0
}