{
    "description": "Escape Academy: The Complete Edition includes Escape Academy PLUS the Escape From Anti-Escape Island DLC AND the Escape From the Past DLC, for a total of over 20 masterfully hand-crafted escape rooms, designed by experienced experts in the field of REAL LIFE escape rooms!\n\nYou've just arrived at Escape Academy, a school where promising students train to become the ultimate Escapist.\n\nExplore the campus of Escape Academy and get to know the faculty, a colorful cast of characters, each an expert in the art of Escape. And some with secrets yet to be uncovered...\n\nExperience the entirety of Escape Academy alone in single player OR through two player cooperative play. Available in local or online splitscreen.\n\nEscape Academy’s Respected Curriculum:\n\n- Attend a Tea 'N Tea Party - Can you defuse the bomb before your tranquil cup of tea gets cold? Your grade (and physical well being) depend on it!\n- Hack the Professor - Solve a quantifiably feverish series of challenges to prove to the Academy’s super A.I. that you’ve got the skills to become an Escapist.\n- Go for the Gold - Represent your class in everyone’s favorite sporting event, The Rival Room. Go toe-to-toe against your nemesis in a puzzle-race to prove who’s top of the class.\n- Do Not Drown! - Being at the bottom of a puzzle-tower that’s rapidly filling with water is NOT ideal. Scramble to the top for that sweet, sweet oxygen.\n- Spray Paint the Monument - Art class is no Easy-A at the Academy. Leave your mark on the historic Monument of Escape but uh… hurry up! The Headmaster didn’t exactly approve the lesson plan.\n\nEscape From Anti-Escape Island DLC: After surviving an eventful first year at the Academy, it’s time for a well-earned summer vacation! But when the Escape Jet is shot down over an uncharted island, relaxation turns to mayhem in the outlandish adventure! \n\nEscape From the Past DLC: Visit the Escape Academy of yesteryear in Escape from the Past. This prequel DL puts players in control of Sandra Solange and Eel Barnes all the way back when they began their journey as students at the Academy! Players must successfully navigate (and survive!) five, all new rooms while piecing together clues to deduce a would-be killer’s identity. It's an Escape Academy whodunnit!\n\nFeaturing Music and Sound Design by the one and only doseone (Gang Beasts, SLUDGE LIFE, Disc Room, Enter the Gungeon).",
    "id": "01001B0019F9E000",
    "name": "Escape Academy: The Complete Edition",
    "publisher": "iam8bit",
    "releaseDate": 20230912,
    "version": 0
}