{
    "description": "As an unpaid intern in the dystopian city of Neo-Cascadia, you’ll wield office junk as weaponry as you make your way through the offbeat procedural dungeons beneath your company campus.\n\n[The Future is Wack]\nFailed businesses no longer just cease to exist--they sink beneath the earth, and their employees are cursed to wander the halls for eternity as monsters. It’s your duty to put these monsters out of their misery and repossess their assets--so that your boss can afford a new car, or something.\n\n[Not All Heroes Get Paychecks]\nBattle through the remains of failed startups themed off of gig workers, dating sites, and cryptocurrency. Uncover the true motives of your employer, a carbonated drink startup known as Fizzle, and their parent company, a subscription box manufacturer with an army of helpful shipping drones. Make friends with your co-workers! Hire a freelance goblin! Date a slime! Invest in crypto! Set a rideshare on fire!\n\n[Fight Flexibly]\nIn the dungeons of Going Under, almost everything can be used as a weapon, from laptops to brooms to body pillows. Proper weapons can be found as well, but even they can break at a moment’s notice if you aren’t careful. Playing cautiously and picking the right weapon for the situation are musts if you intend on surviving your internship.\n\n[Horrible Bosses]\nAnd you thought your boss was a monster. At the bottom of the dungeons lurk the founders of the cursed startups, getting rich off of investments while their employees fight amongst themselves. Defeat them and return to the surface with their enchanted relics to empower the company you work for.\n\n[Get Paid in Experience]\nAs you explore, you’ll encounter powerful Skills that change the way you play. Learn them at the Cafe and they’ll show up in future runs. Use a Skill often enough, and you’ll get it “endorsed” and available to start your expeditions with. Combine multiple Skills for crazy synergies, and you’ll be cleaning house in no time.\n\n[A World of Characters]\nComplete Tasks for your co-workers to gain Clout with them and unlock their unique bonuses. Learn more about Neo-Cascadia, the origins of Fizzle, and how the drone shipping empire known as Cubicle came to dominate the city. Can you save your company and yourself from going under for good?",
    "id": "01004D501113C000",
    "name": "Going Under",
    "publisher": "Team17",
    "releaseDate": 20221013,
    "version": 0
}