{
    "description": "Take your place on the starting grid and get ready for the most realistic and immersive MotoGP™ videogame ever.\n\nTHE VERY BEST OF MotoGP™\nLive the 2021 Season at its fullest with the MotoGP™, Moto2™, Moto3™ classes.\nLive the most authentic and immersive 2-wheels racing experience with more than 120 official riders, over 20 tracks and new and improved features for an unprecedented level of realism. And for the first time, experience the Long Lap Penalty. \nRelive the history of MotoGP™ with more than 40 historic riders and their iconic bikes.\n\nPLAN YOUR GAME\nTake full control of your managerial career: joining an official team or creating a brand-new one is up to you. Then select your Staff: a team of professionals will assist you throughout the season and your career, helping you to take crucial decisions like the choice of the best contract and the development of your bike.\n\nAnd once you get to the highest classes, build your own Junior Team, handling every aspect of it.\n\nEVERY DETAIL UNDER CONTROL\nWhen you can control and manage every aspect of the race, every decision matters. Keep tabs on the level of your fuel, the temperature of your brakes and the wear of your tires. Take crucial choices based on your riding style and the conditions of the race. \nGear up for the most thrilling racing experience but don't get too carried away: if you fall you'll have to get back on the bike as fast as possible! Every second counts!\n\nWINNING WITH STYLE\nWhether it's the way you ride or the way you look, style is key in MotoGP™21. Show them who you really are! Customize helmet, suit, stickers, racing number and livery with 5 incredible graphic editors! \n\nAnd impress everyone with your riding style too! Also, our revolutionary neural AI system based on machine learning is back with significant improvements: get ready to discover new faces of A.N.N.A. in the most exciting races ever!",
    "id": "01000F5013820000",
    "name": "MotoGP™21",
    "publisher": "Milestone",
    "releaseDate": 20220411,
    "version": 0
}