{
    "description": "CAVYHOUSE, creators of Forget Me Not: My Organic Garden and The Midnight Sanctuary, presents their latest “Clicker-style Dungeon Agriculturalization Rogue-like Game”!\n\nLevel-up not only your character, but your dungeon itself to score huge bumper crops of items and Magic Circles galore!\n\nBy continuously exploring deeper and deeper into the dungeon, you can remake (agriculturalize) your dungeon, increasing your strategic efficiency and gradually transforming it into a bountiful and profitable farm in this extremely unique and original Rogue-like game combining elements of dungeon exploration and clicker-style gameplay.\n\n▼ Story\nThere once was a novice alchemist named Irene.\nHaving recently lost her beloved mother, she decided to start her own business as a way to help take her mind off of her grief and become more independent.\nOne day, she found a cheap secondhand dungeon for sale in an online alchemist shop called \"Mercuri\", and bought it immediately.\nHowever, if a deal seems too good to be true, well...\nThe dungeon turned out to be full of strange enemies, which Irene must defeat before gathering items for her alchemy practices.\nUpon finally reaching the deeper depths of the dungeon, exhausted, she encounters a doll-like set of twins and the mysterious dead body of an unknown man.\nThis is where Irene's dodgy dungeon murder mystery begins...\n\n▼ Game System\nThe basic game system is pretty simple: Explore the dungeon > Harvest items > Go back home and handle various “preparations” > Explore the dungeon some more.\n\nDuring the preparation phase, you can develop and expand your dungeon or acquire new skills for Irene. Learning new skills will allow you to dive deeper into the dungeon and fight against tougher enemies and bosses.\n\n▼ Dungeon Agriculturalization\nThere are two distinct “levels” for each dungeon floor: Farm level and Magic level.\n\nIncreasing Farm level will increase the number of items made available; Increasing Magic level will increase the number of useful magic circles.\n\nUltimately, if you manage to maximize both levels for a particular floor, you can then agriculturalize it. Once agriculturalized, the floor becomes a veritable paradise, providing large amounts of items and free of any enemies.\n\n▼ Various Skills\nThere are over 100 types of skills, such as Attack, Heal, Enchant, Item Management, etc. Each player can develop their own unique play style based on how they manage and combine their various skills.\n\nPrepare yourself well, go out and explore the dungeon, and level up both your character and your dungeon...\n\nIt’s an all-new type of Rogue-like exploration and adventure!\n",
    "id": "01002AB014F7E000",
    "name": "The Sealed Ampoule",
    "publisher": "PLAYISM",
    "releaseDate": 20220203,
    "version": 0
}