{
    "description": "Experience ridiculous fun in this cross-platform multiplayer, free-roaming game! Drive monster trucks, tanks and more amazing vehicles across a huge open world. Level up, play events, earn cash, unlock new cars and discover secrets.... Crash Drive is back!\n\nCOMPETITIVE EVENTS\nDestroy a gigantic beach ball, catch robbers as a cop or steal the king's crown, these are just a few examples of the 10 fun game events this game has to offer. Participate in these random competitive events, beat your opponents to earn the most cash and buy awesome new cars or customisations.\n\nCRAZY CAR LEVELING\nBy using nitro boosts you increase the car’s nitro capacity, by driving at top speed you increase its top speed... catch the drift? ‘Maxing’ all stats for a car increases your player level allowing you to buy new cars or customisations. Collect over 50+ vehicles and customise your car with funky antennas, boosts and unique number plates with your in-game name on it. Reach the maximum player level to prestige and show who is the real Crash Drive 3 boss! Solid golden car anyone?\n\nOPEN WORLD EXPLORATION\nTo the moon and back! Drive around freely and explore the boundless and varied open world at your leisure. Fly a rocket to the moon, storm the king’s castle in the forest, go to the saloon in the wild west canyons or experience ice drifting fun in the arctic snow. Done with icy cold? How about a relaxing ferry trip to the tropics? Each area is unique and filled with secret areas, collectibles and special easter eggs... Think you’ll ever be done exploring this world?\n\nHAVE A BLAST IN TANK BATTLES!\nBlast or crash opponents from the sky arena to score points and dominate the battle arenas. Win in order to buy new tanks each with a unique play style. You will have a blast in the exciting tank battles mode!\n\nPLAY WITH FRIENDS ON ANY PLATFORM!\nNo matter which platform your friends play on, you can always play together thanks to cross platform multiplayer support. Or if you want to do some stunting offline, switch seamlessly to a fully single player experience anytime you like!",
    "id": "0100E2A00FA2C000",
    "name": "Crash Drive 3",
    "publisher": "M2H",
    "releaseDate": 20220117,
    "version": 0
}