{
    "description": "Tank game to participate in the famous battle of World War II! Win the battle and strengthen your own tank! Destroy enemies with friendly tanks!\n\n“World War: Tank Battle” allows you to participate in the battle by choosing the famous tanks of World War II.\nVarious tanks of the Allied Forces and Axis Forces can be selected and played, you can enjoy the fun of development and the joy of destruction by upgrading tanks to make them stronger. \n\n・You participate in the fierce battlefield of World War.\n・You can enjoy exciting battles by applying realistic tank modeling and high-quality graphic effects.\n・Upgrade with a powerful tank in your hand to occupy a higher altitude.\n・You can fight more strategically by building friendly tanks and tank units.\n・You can feel as if you are on the battlefield with booming shots, graphic effects, camera production and sound effects.\n・The cannonball with realistic physical calculation must be fired at an angle of target(AIM) depending on the distance, and the pleasure increases when destroying the enemy tank with a calculated attack.\n・You can destroy enemy tanks to obtain various goods and items, upgrade your tanks and purchase friendly tanks with them.\n・【Garage】 You can manage the tank you have.\n・【Mercenary】 You can take friendly tanks on your side, or organize tank units.\n・【Upgrade】 You can strengthen each part of your tank and develop them more strongly.\n・【Supplies】 You can get special effects by installing shells and equipment. \n・【Battle】 You will enter the battle with the goal of clearing the Battle mission, and you can select the mission with the X button.\n・If you clear each episode every time, your experience will increase and you can level up.\n・You can enjoy a exciting battle with the spectacular 3D graphic effect.\n・It is fun to collect various tanks such as Tiger I of the German military and M4A3E2 of the US military, and you can make a tank collection.\n・Enjoy the fun of development in upgrading tanks, equipment and weapons.\n\nParticipate as a tank driver in World War II, upgrade your tank and troops for victory and clear all missions. The impressive ending is waiting for you!",
    "id": "0100DD8017974000",
    "name": "World War: Tank Battle",
    "publisher": "TROOOZE",
    "releaseDate": 20221013,
    "version": 0
}