{
    "description": "Cricket 22 delivers the most robust, substantial game of cricket that fans have ever seen. Enjoy the full licensed Ashes contest – the pinnacle of the long-standing rivalry between Australia and England. In addition, contest Australia’s big-hitting Big Bash T20 competition, the hugely innovative The Hundred in England, the tropical party of the CPL in the Caribbean, and take to the international field of battle with fully-licensed teams from Australia, England, The West Indies, New Zealand and Ireland. \nAnd, in keeping with Big Ant’s commitment to equality and equal representation, both the Men’s and Women’s games have been replicated across all of Cricket 22.\nCricket 22 also features a bevy of new innovations, including:\n-\tAll-new bowling and fielding controls; whether it’s a feisty fast bouncer, or the satisfying “snap” as you hurl the ball from the infield for a precision run-out, Cricket 22 features refined, tight controls that enable you to play your best game of cricket.\n-\tA deep, narrative-driven career mode; you are in control on and off the field. You manage your training and press conferences, deal with injuries, and decide your path towards international glory!\n-\tIt’s the most accessible cricket game yet; New to Cricket? Cricket 22 makes it easier to get into the game than ever before, with a completely overhauled series of tutorials and first-time user experience. Cricket 22 is the most detailed simulation of the sport that Big Ant has ever created, and thanks to these tutorials we’ll have you out there batting and bowling like a pro in no time.\n-\tAn all-new commentary team; Cricket 22 brings a star-studded commentary team, featuring Michael Atherton, Ian Healy, Mel Jones, Alison Mitchell and David Gower. Every shot will be called with greater depth and analysis than ever before, and for the first time ever in a sports game, there will be an all-women commentary team, further deepening the representation of women in the Cricket 22 experience.\n-\tThe best-looking cricket ever; Cricket 22 takes full advantage of the capabilities of the latest generation of hardware. Not only does the game load with blinding speed, getting you into the action more quickly than ever before, it also includes a full suite of visual updates, including incredible real-time ray tracing elements, providing the most visually realistic game of cricket ever seen.",
    "id": "0100387017100000",
    "name": "Cricket 22 The Official Game Of The Ashes",
    "publisher": "Nacon",
    "releaseDate": 20220428,
    "version": 0
}