{
    "description": "About\nMokoko X was inspired from the arcade games from 1980s and 1990s, a popular gaming style back in the time. Mokoko X looks to resurrect the soul of the arcade genre while adding a modern touch. There are 32 levels in Mokoko X; each level has its own unique boss and minions. The main goal is assisting the unlucky girls that need help from the weird bosses. This is sometimes passing a mobile game level, sometimes helping out with the insects in the kitchen.\n\nGameplay\nThe main goal is conquering the bigger portion of the screen. While you are in your own area, you are safe from the enemies until your shield depletes. You conquer new areas by drawing out of your area. Drawing, however, deactivates your shield and exposes you to danger. Your shield decreases constantly. If you do not conquer at a certain frequency, your shield will burn out and you will not be safe on your own areas as well.\nThere are 3 difficulties in the game. The difficulty affects enemies, your shield, and the required conquered area percentage for the victory.\n\nKey Features\n- 8 unlucky girls in need of help\n- 32 levels with unique bosses and minions\n- Absurd stories that will reveal details about the bosses and the girls \n- Fully animated, Japanese and English voice overs for all the characters! \n- Lovely graphics!\n- Traps, towers, crates and bonus effects\n- Arcade Mode\n- Live high scores displayed for hardcore players\n- Nostalgia remastered!\n\nStories\nHave you ever asked these questions to yourself:\nHow do you stop a heartless but not soulless emperor?\nCan someone be a gyroscope and a guard dog at the same time?\nWhy do those ducks attack us?\nAre there really demonic headphones in the world?\nWhy do lizardmen need a plastic toy for summoning their god?\nHow do you become a villain after revolting against the ant queen?\nWhat do scientists want from Albert the wonderful sea creature?\n\nWell, Mokoko X answers all these questions and more!\n\nHere are some missions!\n\n- Help out Iren with her arachnophobia and fight with the imaginary spider Mr. Fyodorov.\n- Protect Issa's house from getting pillaged by the ghost pirates stuck inside the anchors. They were not the bane of Seven Seas - the crew was killed in their first naval battle.\n- Toru wished to be a mosquito to annoy people. A local witch heard him, and transformed him into a mosquito. Now he causes trouble to people every night.\n\nFight against the weird enemies...\n... and learn about their absurd stories!",
    "id": "0100F6B012092000",
    "name": "Mokoko X",
    "publisher": "NAISU",
    "releaseDate": 20220407,
    "version": 0
}