{
    "description": "Immerse yourself in the thrilling world of construction with Bulldozer Tycoon: Construction Simulator! This 3D game combines the excitement of operating heavy machinery with the strategic challenges of construction tasks, all wrapped in a captivating low-poly graphics environment.\n\nKey Features:\n-Bulldozer Mastery: Become the master of the construction site as you take control of a powerful bulldozer. Feel the raw power at your fingertips as you navigate through various terrains, shaping the landscape to perfection.\n-Diverse Construction Tasks: Each level presents a unique set of construction challenges. From clearing debris and leveling ground to creating foundations and more, showcase your skills as a construction tycoon by completing a variety of tasks that progressively increase in complexity.\n-Strategic Gameplay: Plan your moves wisely! Bulldozer Tycoon is not just about raw power; it's about strategy. Navigate through obstacles, avoid pitfalls, and efficiently execute your construction tasks to earn maximum points.\n-Low Poly Aesthetics: Enjoy a visually stunning world with low-poly graphics that bring a unique charm to the construction simulation genre. The minimalist design doesn't compromise on the immersive experience, providing a perfect balance between aesthetics and performance.\n-Progressive Levels: As you successfully complete each task, advance through a series of levels that unveil new challenges and construction scenarios. Your skills will be put to the test with each progression, ensuring a rewarding and engaging gameplay experience.\n\nAre you ready to embark on a construction journey like never before? Bulldozer Tycoon: Construction Simulator awaits, where every level is a new opportunity to prove your skills and dominate the construction landscape!",
    "id": "010077E01D9B6000",
    "name": "Bulldozer Tycoon: Construction Simulator",
    "publisher": "DEMENCI Games",
    "releaseDate": 20231211,
    "version": 0
}