{
    "description": "With fast-paced gameplay, Pixel Cup Soccer is just the fun part of soccer!\nPlay it alone or locally with up to 8 friends, you can choose whether to play competitively, cooperatively, or even both!\nIt features great pixel art and soundtracks that evoke nostalgia of the glory days of the 80s and 90s arcade games.\nMove, pass, and shoot the ball to victory! You will learn to play in one minute, but it takes much longer to master it.\nThe simple controls enable a rich set of features such as charging and aiming your shots, directing your corner kicks and throw-ins, shooting lobs, slide tackles, and more.\n\nPlay Modes:\nFriendly Match\nCompetitions\nCareer Mode\nParty Mode\nPenalty Kicks\n\nFeatures:\nSimplified controls for casual players.\nSimple to pick up and enjoy, with clean and challenging gameplay.\nRetro-style art resembling old games and evoking nostalgia.\nWomen’s Soccer.\nPenalties, Free Kicks.\nFouls with injured players, yellow and red cards.\n\nCareer Mode:\nBuild your own team from the ground up. Climb to the top.\nPlay leagues D, C, B, A, Country Cup, International Cup and become the Champion in the Club Global Cup!\nThe Board of Directors of the club has put you in charge of the important decisions of the Club! You will be the General Manager and Coach of the club.\nThe teams can be fully customized (name, players, shirt colors, club flag, etc.)\n\nCompetitions:\nGlobal Cup and Women's Global Cup\nAmerican Cup, European Cup and Asian Cup\nGlobal Cup 1930 (evoking the first international cup)\nOlymPixel Cup (men and women)\nPixel League D, C, B, A, and Tournament\n\nTactical panel, to manage substitute changes, team formation, and attitude.\nDeep gameplay mechanics: short pass, long pass, etc., aiming when shooting, controlled shot or lobs, player skills.\nLots of Animations (overhead kick, scorpion kick, scissors kick, diving header, etc.)\n\nChallenging AI. Teams with very different game-playing styles (ie: Catenaccio like Italy or Tiki-Taka like Brasil).\nMany game settings, including Zoom Level, Slow motion, Assisted mode, etc",
    "id": "0100E17019782000",
    "name": "Pixel Cup Soccer - Ultimate Edition",
    "publisher": "Batovi Games",
    "releaseDate": 20221226,
    "version": 0
}