{
    "description": "The dazzling trio from Beverly Hills—Sam, Clover, and Alex— is back and they are ready to light up the vibrant streets of Singapore with their spy skills! From the bustling streets to Aiya University, embark on an action-packed adventure as you explore all the futuristic spots of the town.\n\nBut buckle up! As the Spies settle into their new lives, a mysterious menace has emerged to spread chaos and is extending its influence, weaving its presence through the city streets.\n\nWith WOOHP on high alert, it's time for our favorite Spies to dive into action! Step into the shoes of the iconic team and be ready for thrilling missions with timeless fashionable gadgets!  Take on new villains, go undercover and neutralize the imminent looming over the town. Only you can save the world!\n\nSecret Exploration: Take time to explore the city and its various locations. From the Port to the Bubble Spy Café and the famous gardens by the bay, discover dozens of essential collectibles for your missions! But remember, wherever you are, you never known when you’ll get Woohped...\n\nTotally Incognito: Master the art of infiltration by solving puzzles, collecting items, and remaining discreet to avoid being spotted! The success of the mission is at stake.\n\nStylish Gadgets: Save Singapore in style with an array of high-tech gadgets. From the iconic Compowder to the sleek laser lipstick, each gadget has its use to interact with your environment, outwit enemies, and overcome obstacles in your path.\n\nStrength in Unity: Embody your favorite spy and join forces in local multiplayer mode for up to 3 players! With each spy featuring unique strengths and special gadgets, cooperation will be the key to overcoming challenges and progressing through the missions.\n\nJust Like in the Series: Experience an adventure just as if you were in a “Totally Spies!” episode! Immerse yourself in an original story set in the new Season 7 and reunite with all your favorite characters.",
    "id": "01000BC01E3E6000",
    "name": "Totally Spies! - Cyber Mission",
    "publisher": "Microids",
    "releaseDate": 20241031,
    "version": 0,
    "category": [
        "Adventure",
        "Action"
    ],
    "developer": null,
    "intro": "Are you ready for a totally spy-tacular challenge? It's time to make the world safe again!",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "pt",
        "es",
        "fr",
        "de",
        "it",
        "ko",
        "zh"
    ],
    "nsuId": 70010000077773,
    "numberOfPlayers": 3,
    "ratingContent": [
        "Mild Fantasy Violence"
    ],
    "region": null,
    "rightsId": null,
    "latest_update": {
        "id": "01000BC01E3E6800",
        "version": "65536"
    }
}