{
    "description": "Let's Journey - idle clicker rpg in amazing fantasy world. Choose your hero, roll dice and embark on an epic adventure! During the journey you will defeat hundreds of monsters, find rare equipment and meet legendary dragons.\n\nLuck and your skills will determine the fate of the dragon hunter!\n\n★ FEATURES:\n• Press to deal extra damage\n• Level up the character to discover unique abilities\n• Upgrade active and passive abilities to increase strength\n• Use battle magic to change the course of the fight\n• Throw dice to determine your path\n• Visit various locations during the adventure\n• Defeat enemy to get gold and rare loot\n• Find the rare pets to increase your combat power\n• Fight or avoid the battle to achieve the main goal\n• Gather a collection of trophies defeating various monsters\n• Win mini games for best rewards\n• Complete quests during the adventure\n• Take the treasure map from the pirate captain\n• Upgrade rank to destroy stronger bosses\n• Clear the ruins of various monsters for a reward\n• Defeat epic bosses in the tournament\n• Learn all the skills of the hero in an fun endless fun journey\n• Receive permanent rewards to achieve the best results\n• Explore a new world in this incredible adventure RPG!\n\n★ GAME MODES:\n• Roguelike Story Mode\nPlay in Story to unlock new characters and receive a permanent dragon pet. Find out which dragon is each of the 12 hunters looking for and how will their meeting happen.\n\n• Roguelike lost treasure mode\nExplore an incredible fantasy world in the search of lost pieces of a treasure map. Complete the treasure map and fight with its guards to win a permanent gold reward which will help you fight more efficiently in every new game.\n\n• Raise your rank in roguelike survival mode\nYour rank will grow after each game. Survival will be harder and longer, but only by upgrading the rank you can achieve better results in other levels. Only the best player can become a legend!\n\n• Defeat monsters in ruins and bosses in the tournament\nThe hunter will automatically increase the level, and coins will allow you to buy equipment in the nearest store. Learn and improve the necessary ability, buy items and pets. Fight an endless stream of monsters in ruins. Win the strongest bosses in the tournament. Get rewarded with permanent gold and become a legend!\n\n• Endless mode\nLearn all the skills of the heroes, collect all the unique trophies and equipment. Explore this incredibly fantasy world!",
    "id": "010080201F126000",
    "name": "Let's Journey",
    "publisher": "Upscale Studio",
    "releaseDate": 20240708,
    "version": 0
}