{
    "description": "Street Drag Racing Car Driving Simulator 2022 Games  - adrenaline fueled 3D car racing game,drag & drift.\nStreet Drag Racing is a must have game for all cars lovers! You can Build, Race, and Tune your car until it’s at the absolute peak of it’s performance. \n\n Racing in multiple races, driving on the streets, full of exciting challenges, and the world's professional racers compete to become a street legend! Best car simulator of 2022.Upgrade turbo engine, find the tune for your car, colorful paints and cool stickers.Buy new super cars be the king offroad. Real car driving experience in online mode with multiplayer pvp drone mode. Join the club race of car racing game and beat the street racers in racing car games 2022.\nIn car challenge games car mission will give you a tough time while playing mission games. This car game let you spend gold coins to buy new cars and toy trucks.\n\nMultiple cars are available in garage and multiple modes in driving games. Feel the forza formula on the street of ilegal drag racing.\n\nONLINE MULTIPLAYER\nPlay other racers from all over the world in online multiplayer. Be careful out there though - there are some fast folks on this game!\nDo you think street car racing is easy against your racing rivals? Try this car racing game and find the best speed car to race with nitro and prove yourself that you are better drag racer than others! Do not let other racers to pass you and beat them by upgrading your car to higher levels!\nUNIQUE STYLING\nLove to express yourself? This is the right game for you! Turn your car into a work of art!\nTUNING\nInstall unique exclusive spare parts into your car and see how its performance will improve!\n\nFeatures\n--Online PvP mode, drag race with your friends\n--More then 30+ real and luxurious 3D cars\n--Create your own car, upgrade, tune it\n--Realistic sounds of formula car racing\n--HD graphics,enjoy the Street Drag 3D game graphics\n--Amazing and realistic tracks in car race game\n",
    "id": "0100F3B0182B2000",
    "name": "Street Drag Racing Car Driving Simulator 2022 Games",
    "publisher": "Erlano",
    "releaseDate": 20221226,
    "version": 0
}