{
    "description": "★A psycho-power action game exploring an intense battle between Yokai demonic powers and superpowers.\nLong ago, the emperor of the yokai clan, Yokai Emperor Gallus, who sought to bring destruction to the human world, was sealed deep in the ocean floor after a battle with the psychic warriors.\n5000 years later, Akira, a boy who lives peacefully unaware of his lineage as the descendant of that warrior, is confronted by the Yokai Imperial Guard led by the resurrected Yokai Emperor Gals.\nCaptured by the yokai, Akira awakens his dormant psychic powers...\nDetermined to protect the human world with his hidden psychic abilities, Akira ventures alone into the 'Alternate Dimension Zones' where the yokai legion has established its stronghold.\nNow, the fate of the human world rests in Akira's hands.\n\n★Face the challenge of 6 \"Alternate Dimension Zones\" and defeat Yokai Emperor Gallus!\nHaunted House of Faces, Yokai Forest, City of Bones... Defeat the vicious yokai awaiting in each stage and aim for Yokai Emperor Gallus' stronghold, the Labyrinth of Yokai Castle!\n\n★Harness infinite power with psychic items!\nFind items left scattered in each stage by Akira's ancestors who fought against the Yokai Emperor. \nIn the 'Alternate Dimension Zones' ruled by the Yokai Emperor, there are yokai immune to Akira's initial psychic ability, 'Psycho Stinger.' Enhance your psychic abilities to defeat the yokai legion.\n\nYokai Club <New Features>\n★EXP Psychometry\nAkira's psychic abilities can be powered up 3 levels by accumulating experience points (EXP). This feature visualizes acquired experience points numerically, making it easier to understand the requirements for enhancement.\n★BOSS Psycho Scan\nDuring boss battles, you can view the name and health gauge of the current boss. This makes it easier to understand the remaining HP needed to defeat the boss.\n★Item Timer\nVisualize the effect time of the item in use. This allows the user to see how long it takes for the effect to wear off, making it easier to keep track of the time until the next item to be selected becomes available.\n\nJALECOlle Common <New Features>\n★Beginner-friendly rescue features\nNow includes \"Rewind\" to quickly undo mistakes and \"Quick Save & Load\" to save and resume the game at any time.\n★Convenient Subtitle Guide\nIncludes a \"Subtitle Guide\" that explains the effects of acquired items.\nEnjoy the ending in English.\n★Record your best time\nNow includes a \"Simple Timer\" to record the time from the beginning of the adventure to the defeat of the final boss. \nYou can aim for your best time while using Quick Save. Take on the challenge seriously without any rescue features. \nRecord your best time!\n★Packed with many more enjoyable features and options!\nNow includes new achievements to challenge various in-game objectives.\nExplore the gallery page to view package designs, manuals, flyers and more from the original releases.\nScreen edge options to reduce screen distortion.\nScreen Filter option.\nWallpaper options.\nPause display options.",
    "id": "010010B01EA82000",
    "name": "JALECOlle Famicom Ver. Yokai Club",
    "publisher": "City Connection",
    "releaseDate": 20240807,
    "version": 0
}