{
    "description": "Embark on an epic journey into the depths of a pixelated realm in our thrilling 2D dungeon defense game! Your mission: protect your sacred dungeon from relentless invaders who seek to plunder its treasures. Arm yourself with an arsenal of powerful weapons and assemble a formidable army of monsters to repel the onslaught.\n\nKey Features:\n\n- Defend Your Dungeon: Waves of invaders are descending upon your dungeon, and only your strategic prowess can save the day. Fight off hordes of enemies and prove yourself as the ultimate defender!\n\n- Collect and Upgrade: Unleash the true potential of your arsenal by collecting a wide array of weapons and monsters. Strengthen your defenses, upgrade your gear, and turn the tide of battle in your favor.\n\n- Dungeon Building: Take control of your domain by customizing and expanding your dungeon. Craft a labyrinthine fortress filled with traps, secrets, and challenges to thwart even the most determined invaders.\n\n- Achievements Await: Challenge yourself with a myriad of achievements as you progress through the game. Conquer formidable foes, unlock rare items, and showcase your mastery in the art of dungeon defense.\n\n- Pixel Art Delight: Immerse yourself in the charm of pixel art as you explore a vibrant and detailed game world. Every character, weapon, and dungeon feature is brought to life in nostalgic, visually captivating style.\n\n- Varied Content: Beyond the thrill of defending your dungeon, enjoy a plethora of engaging content. Whether it's dungeon building, collecting weapons, or unlocking achievements, there's always something new to discover.\n\nAre you ready to take on the challenge and become the guardian of your pixelated realm? Sharpen your swords, summon your monsters, and defend your dungeon at all costs! The invaders won't know what hit them.",
    "id": "010066301DB92000",
    "name": "Dungeon Defence Simulator 2024",
    "publisher": "SimulaMaker",
    "releaseDate": 20231222,
    "version": 0
}