{
    "description": "Several years after Yuuji Kazami and his friends fought for their lives in a fierce battle, a new generation of heroines gather at Mihama Academy, which has been reinstated as a 'specialist training school'.\nTaking place in the same world as The Fruit of Grisaia, new characters bring an exciting fresh take in the final volume of this brand new series!\nFeaturing more content—and more thrills—than any volume before!\n\nAvailable in three languages!\nThe text can be set to Japanese, English or Simplified Chinese (audio is Japanese only). This includes in-game text, options, and the digital manual. Language settings can be changed at any time.\n\nPlay using only the touch screen! Play with one hand!\nPlay in handheld mode with the Joy-Con™ controllers attached, or detach them and play with just the touch controls! While in tabletop mode or TV mode, everything can be controlled using only the Joy-Con™ (R), allowing you to play with only one hand!\nAlso available for the Nintendo Switch™ Lite system. (A separate Joy-Con™ (R) is required to play with one hand.)\n\nSummary\nAs the battle with enemy organization The Fatal Answer enters its final stage, CIRS and SORD send their full forces into their adversary's stronghold.\nAwaiting Haruto there are Enishi and Kuroe, former members of the Phantom Trigger.\nThey clash with weapons and convictions, both sides knowing there will be no justice for the other.\nBut when the furious fight comes to an end, what is it the girls see...?\n\nGameplay\nThis game is a visual novel, where you can read it like a book or watch it like an anime or a movie. Shape how the story unfolds through the choices you make.\nThe story comes to life with a star-studded voice actor cast and fully-voiced story (excluding the main character), gorgeous graphics and music, and immersive animation.\n\nStaff\nCharacter Design/Art: Akio Watanabe\nStory: Ryuta Fujisaki\nSD Character Design/Art: nanaca mai\n\nCast\nRena            VA: Maaya Uchida\nTohka          VA: Ayane Sakura\nChris            VA: Kaori Nazuka\nMurasaki      VA: Atsumi Tanezaki\nMaki            VA: Yoshino Nanjo\nGumi           VA: Suzuko Mimori\nTaiga           VA: Natsumi Takamori\nYuuki           VA: Mikoi Sasaki\nMiss Arisaka VA: Mikako Izawa\nEnishi          VA: Kenji Hamada\nKuroe          VA: Ai Kakuma\nOther\n*Fully voiced (excluding the main character)",
    "id": "0100C38019CE4000",
    "name": "GRISAIA PHANTOM TRIGGER 08",
    "publisher": "PROTOTYPE",
    "releaseDate": 20230224,
    "version": 0
}