{
    "description": "Concordia: Digital Edition is a faithful adaptation of a strategic board game ranked in Top 20 board games of all time.\nBuild the greatest trade empire of ancient Rome!\nConcordia: Digital Edition is a faithful adaptation of a strategic board game ranked in Top 20 board games of all time. Plan ahead and make crucial decisions every turn. Always be prepared to make a trade off - your actions can very well benefit other players as well as yourself.\n\nWhat is Concordia?\nConcordia: Digital Edition is a turn-based strategy game where 2 to 6 players face each other in the fight for wealth and influence. You will build your trade empire on one of several maps of the ancient world. Using actions on the cards you will plan and execute your strategy to get an edge on your competition. Each of your decisions can benefit both you and your opponents. Send your colonists to new cities, across the land or sea and build houses to expand your trade empire!\n\nWhat makes Concordia great?\nConcordia is a game with rules that are easy to learn, but mastering it can take a lifetime! With additional maps and expansions along the way (all the official ones, in fact), the replayability of Concordia: Digital Edition is near infinite. Play against the AI or challenge your friends in the hot seat mode or online multiplayer. The authentic feel of the board game, along with the intuitive UI makes it the perfect addition to your gaming collection!\n\nWhat can you expect?\n• Build your trade empire\n• Trade goods and expand to different cities\n• Manage your colonists, storage space and action cards\n• Try out variety of different maps\n• Customize your game with expansions modules\n• Become the greatest merchant of ancient Rome!\n• Easy to learn, hard to master\n• High strategic depth. Be ready to make trade offs!\n• Official Concordia rules consulted with game's designer\n• Play with AI, friends or both - great experience for both solo and group play\n• All of the official expansions will be released\n• Unique experience of a board game with convenience of a digital platform\n• Interactive tutorial that will teach you how to play\n\nBecome the greatest merchant of ancient Rome today!",
    "id": "0100482015D94000",
    "name": "Concordia: Digital Edition",
    "publisher": "Acram Digital",
    "releaseDate": 20220426,
    "version": 0
}