{
    "description": "Spring has sprung in these 5 colorful, brain-tickling games, for players of all ages!\n\nIt’s time for all the creatures of Animalville to venture outside for Spring!\n\nThe Walkers were disappointed by the absence of a place in their town where children of all ages and their parents could spend pleasant time together… so the whole family decided to arrange the perfect playground! But as it turns out, it’s not as easy as they thought. There’s lots  to clean up and sort out before the animals of the town can enjoy their new playground! Help out in Shopping Clutter: The Best Playground.\n\nThen, help the family decorate Auntie Sheep’s flower shop! She noticed there were not enough blooming flowers or plants hanging from balconies… so she decided to change that for the better. Clean up her new store’s shelves, and find all the necessary equipment—not to mention flowers!—in Shopping Clutter: Blooming Tale.\n\nBefore the season ends, Auntie Sheep decides to make her old dream come true, and visit the towns of the world with the most beautiful flowers! While she’s gone, Sloth Walker is in charge of her flower shop. But that may not have been the best idea… Now, the shop is ruined! Jump into Shopping Clutter: From Gloom to Bloom, and save the day!\n\nNow, it’s time for the birthday of one of the Walker family’s own! Since birthdays are every kid’s favorite holiday, it’s time to prepare the party. With lots of guests on their way, food that needs to be served, and decorations to put up, the Walkers are in chaos! Show your best skills in Shopping Clutter: Happy Birthday to make Hare’s party the best he’s ever had!\n\nFinally, the Walkers embark on a new challenge… opening their own coffee shop! Since Animalville is lacking the perfect coffee house, the Walkers take it upon themselves. Now, all they need are your sharp eyes and skillful hands to get the best equipment and some stylish furniture for the coffeehouse. Join a new amazing coffee adventure in Shopping Clutter: Coffeehouse!\n\nBask in 5 clutter games, full of joy and growth as the flowers bloom and the weather turns! Don’t miss out on Shopping Clutter: Spring Blossom.\n\nFeatures\n- 40+ hours of brain-tickling gameplay\n- 100 cumulative episodes, 700 clutter levels, and 100 puzzles\n- Colorful graphics, funny dialogue and cute characters\n- Adjustable modes: Easy with no time limits, and Difficult with the time limits but more points to earn!\n- Play with new items from various themes: birthday party, coffee shop, and more\n- Enjoy bright, colorful spring graphics, lots of flowers, and more\n- Relax as you play, with soft sounds, music masterpieces, ambient music, and more",
    "id": "0100C2801EDB0000",
    "name": "Shopping Clutter: Spring Blossom",
    "publisher": "Legacy Games",
    "releaseDate": 20240613,
    "version": 0
}