{
    "description": "Jab, uppercut, dodge, and more to catchy pop tunes in this rhythmic boxing game! Dodges, ducks and step moves turn fitness boxing into a full-body workout. Pass a Joy-Con™ controller to an exercise buddy and box to the beat together.\n\nCustomize your workout with the help of a virtual instructor\n\nChoose from nine virtual instructors, select a challenge level from light to heavy and have a workout prepared for you by your trainer, or create one all by yourself from scratch in Free Training. Check out detailed examples, practice specific moves, and receive helpful feedback from your instructor to get the most out of your workout! \n\nWarm up with the original Fitness Boxing game or the Fitness Boxing 2: Rhythm & Exercise demo and then transfer your profile to the full game\n\nKeep your progress from the original Fitness Boxing game and transfer your profile to the Fitness Boxing 2: Rhythm & Exercise game. Give the Fitness Boxing 2: Rhythm & Exercise demo a try and carry over your progress to the full game, once purchased!\n\nGet your daily workout on and box (and bop) to the beat. Pass a Joy-Con controller (or two) to a workout partner to enjoy a 2-player boxing session led by your in-game instructor. These virtual trainers have different personalities and styles, so try them out and find the one that suits you best! Complete achievements to receive tickets you can redeem for outfits to deck out your trainer in fitness fashion.\n\nIf you’re seeking a more intense workout, look no further than No Mercy mode*. Even the instructors get a little feisty when you are playing at this difficulty. Don’t worry, you can always change back! Whatever difficulty you play on, you can revisit specific exercises for practice or watch detailed animations to observe perfect form.\n\nFitness Boxing 2: Rhythm & Exercise is a way to get in a guided workout, track your activity, and listen to some popular, upbeat jams. Get a taste of the rhythmic action by downloading the Fitness Boxing 2: Rhythm & Exercise demo from Nintendo eShop.",
    "id": "0100073011382000",
    "name": "Fitness Boxing 2: Rhythm & Exercise",
    "publisher": "Nintendo",
    "releaseDate": 20201204,
    "version": 0
}