{
    "description": "TY puts the BOOM in BOOMERANG! TY the Tasmanian Tiger™ 2: Bush Rescue™ is the sequel to Krome Studios' charming Australiana-themed videogame. This classic platformer, updated for Nintendo Switch™, features more rangs, more vehicles, more bots, and more EVERYTHING... in an open world Aussie Adventure. \n\nThrow boomerangs, bite, smash and glide your way around the Australian Outback and stop the evil plans of the wicked Boss Cass and help the good folk of the little country town of BURRAMUDGEE. \n\nThis sequel to the popular TY the Tasmanian Tiger is a game on a grander scale. In addition to classic platforming elements, you'll fight Aussie bush fires from a helicopter, drive around Southern Rivers while hanging on to the back of a four-wheel drive and use the bots to defeat enemies and solve puzzles - all while trying to find a variety of different collectables. And now, only on the HD remaster, you can customize TY's looks, and best of all there are two brand NEW never before seen boomerangs.\n\n* Explore from the beach to the desert to the billabong and beyond in a huge open world of old-school 3D platforming glory.\n* Arm yourself with 20 different boomerangs including the classic Ironbark, Flamerang and two NEW rangs!\n* Brand new photo-mode.\n* A wide variety of vehicles like the Fourbie, cart, and mechs.\n* 7 Levels of two-player split-screen cart racing.\n* Improved camera & graphics; including updated shadows, reflections and HD resolutions\n* New Gamemode called \"Hardcore Mode\"\n* Character customization with NEW skins for TY and paint jobs for the Fourbie!\n* Play multiple ways with Nintendo Switch  Joy-Con™ controllers and motion input.\n* Audio Director's cut\n\nTHE STORY\nLong ago, a great battle was fought. BOSS CASS sought out five mystic talismans, so he could banish every warm-blooded creature, to the DREAMING.\nBut one brave soul stood up to CASS, and thwarted his quest for the talismans. He risked all, in an effort to save his family and friends.\nAnd in the end... he succeeded. CASS was banished for his crimes, and the land was made safe once again. All thanks to to one lone hero...\nTY the Tasmanian Tiger.\n\nNow, evil stirs again - the little country town of CURRAWONG is under attack, and a hero is needed once more...\n",
    "id": "0100BC701417A000",
    "name": "TY the Tasmanian Tiger™ 2: Bush Rescue™ HD",
    "publisher": "Krome Studios",
    "releaseDate": 20210330,
    "version": 0
}