{
    "description": "Welcome to Wizards Legacy - Nightmare Park Manager Simulator, a thrilling simulation game that puts you in the shoes of a talented little wizard tasked with building and managing the scariest amusement park imaginable. As the park's manager, it's your responsibility to create a spine-chilling experience for your visitors while generating profits and expanding your nightmarish empire.\n\nYour primary objective is to upgrade haunted houses, which act as ghostly abodes. These houses attract wandering spirits, and it's up to you to take and drive them to the appropriate haunted houses within your park.\nOnce settled, these ghosts will unleash their terrifying presence on the unsuspecting visitors, eliciting spine-tingling screams and giving them a fright to remember. In return for their terrifying encounters, visitors will reward you with money, which you can reinvest to further develop and upgrade your park. \n\nTo aid you in your daunting task, you have the option to hire additional wizards who possess unique magical abilities. These assistants will help you manage the park efficiently, ensuring the smooth flow of ghosts, attending to visitors' needs, and maximizing revenue generation. \nBeyond the spine-chilling attractions, you also have a mystical garden where you can grow pumpkins. These pumpkins serve as additional sources of income, as visitors can purchase them as creepy souvenirs. Cultivating and selling pumpkins is an essential part of your park's revenue stream, allowing you to invest in further upgrades and expansions. \n\nWizards Legacy - Nightmare Park Manager Simulator offers a captivating blend of strategy, management, and magic. With its immersive gameplay, charming visuals, and a plethora of frightful features, the game provides endless hours of entertainment as you strive to create the most horrifying and financially successful nightmare park in existence. \nAre you ready to embark on this supernatural adventure and become the ultimate wizard of fright?",
    "id": "0100D5E01BCAE000",
    "name": "Wizards Legacy - Nightmare Park Manager Simulator",
    "publisher": "Testagamercreations",
    "releaseDate": 20230811,
    "version": 0
}