{
    "description": "Frank and Drake is the modern gothic tale that puts players at the heart of a supernatural mystery through its non-linear branching paths, mini-games and puzzles, and unique rotoscoped art. Take your time, explore and soak up every word.\n\nTwo extraordinary strangers\nFrank and Drake are two extraordinary strangers brought together by unknown forces in a conspiracy that threatens them both. Sharing the same apartment, though destined never to meet, they must work together to uncover the mystery shrouding both their existences. \n\nFrank is the super of a run-down apartment block in Oriole City, worried he is losing his mind and what little remains of his connection to the world around him. Drake is allergic to sunlight and operates by night. Both experience visions and have unanswered questions about their pasts. Could the answers they seek be in these mysterious experiences? Their split existence means they must communicate via sticky notes left around the apartment. Despite this separation they must forge a relationship, uncover the mystery and survive.  \n\nOne compelling conspiracy\nPlay both characters alternately: Frank during the day, Drake at night. What choices they make will affect what the other can do in the future. Though they must work separately, their fates are intertwined and depend on the trust and friendship they forge together. \n\nThe game is set in Oriole City, a richly detailed and beautifully illustrated setting, full of mystery, remarkable characters, and secrets to unearth. Frank and Drake must explore these surroundings, solve puzzles and discover clues that will help them find the answers they desperately seek, to their respective  troubled pasts. \n\nWhat choices will you make? \nThe mystery unfolds via a branching narrative, where the choices you make will have a profound impact on the events Frank and Drake experience. Multiple playthroughs will be rewarded with the discovery of new perspectives on the story, as well as unique puzzles and mini-games. Which path will you choose? Will you discover all the secrets hidden in the world?\n\nFrank and Drake employs a beautiful graphical style that represents the unnerving and dreamlike existence that both characters feel with the world around them. The rotoscoping style is a painstaking process of hand drawing frames over filmed footage. The uncanny result reflects Frank and Drake’s realities: two extraordinary characters trying to blend into an ordinary world. ",
    "id": "0100EAE019288000",
    "name": "Frank and Drake",
    "publisher": "Chorus Worldwide Games",
    "releaseDate": 20230720,
    "version": 0
}