{
    "description": "Tears Of Avia is a turn-based strategy and tactics game, set in the beautiful world of Estera.\n\nEstera, a once proud and thriving world, is torn apart by war between the two large city-states; Tirig, the largest military in the land who praise the Gods, and the city state Helmgar, the Godless heretics to the north. Build your party and venture forth to discover the secrets behind ancient long abandoned cities and decide where your own morality ultimately lies in this turn-based action strategy game.\n\nCHARACTERS\nPlay as a varied and exciting cast of characters on your adventure through Estera, each with their own abilities and view on each other. As war continues to split the land, will camaraderie conquer all or will personal views rip your team apart?\n\nCOMBAT\nCreate your party from five different classes and dozens of playable characters. Combine hundreds of unique skills to ensure victory and never have the same fight twice as each character features its own upgrade and levelling tree.\n\nSTRATEGY\nCombine abilities to create powerful combos against your foes, or combine defensive abilities to negate the deadliest attacks. Combine burn, freeze, stun, cripple and more to obtain your goals, and use magic and tactics to protect your heroes.\n\nNARRATIVE\nDecide your fate with a deep branching narrative and choice driven decisions. Your actions may lead to an outcome which the world of Estera may not deserve. Should your party feature characters from all sides of the war, opinions may clash - with disastrous consequences.\n\nWORLD\nExplore the stunning world of Estera and breathe in the beautiful hand illustrated locations. Venture deep into murky dangerous woods, roam vibrant busy towns and ransack long forgotten tombs. From the dizzying heights of Tower Of The Ancients to the harsh lands of Arralash, the world is yours to discover.",
    "id": "010076E0150CC000",
    "name": "Tears of Avia",
    "publisher": "PQube",
    "releaseDate": 20220106,
    "version": 0
}