{
    "description": "A new episode, following \"2weistein in Asban\" and \"2weistein - The Lost Wood\".\n\nThe Story\nAll was peace and quiet in Asban and the whole land of Trillion – until that day on which the gates remained closed, as if by ghostly hand, and other strange things happened. The mean magician Godron has stolen the book „Mathematica“ from the creator of Trillion, and has cast an evil spell over the city: a ban on mathematics. Godron wants to gain power over the whole land and transform the world according to his will. But there are the brave heroes Bernard and Celestine with their friend 2weistein who want to put a stop to Godron to keep Trillion peaceful and beautiful, and no one is ever to be afraid again!\n \nAbout the 2weistein games\nThe unique and fantastic idea behind the series of 2weistein games is to train maths in a real 3D action adventure. Embedded in the tantalizing story the player has to solve maths quests or puzzles to get ahead in the game. It was developed by game specialists in cooperation with teachers and psychologists and won several prices and awards.\n \nFeatures\nPuzzles and maths quests in a real game and great story\nAction adventure game with maths quests\nHigh quality 3D graphics and fully animated 3D characters\nFondly designed characters and varying 3D-animations\nAtmospheric soundtrack and native speakers\n6 level, playing time about 5 hours, high replay value\nPlayable character: Bernard\nWritten and spoken instructions with lots of encouragement\nTasks seamlessly integrated into the gameplay, thereby high exercise and learning effect\nSupports touchscreen and all Nintendo Switch™ controllers\nChoice between number range: 1-100, 100-1000, 1000-10.000\nTraining maths: Basic arithmetic operations\nPlace value / placeholder tasks (addition and subtraction)\nPuzzles\nHelps to control impulsiveness, concentration, attention\nAction planning and skill exercises\nLots of fun\n\n„2weistein – The Curse of the Red Dragon. Part 3 – Ronger Pirates“ is a self-contained episode from the Action Adventure  „2weistein – Das Geheimnis des roten Drachen“ / „2weistein – The Curse of the Red Dragon“.",
    "id": "0100925018DD8000",
    "name": "2weistein – The Curse of the Red Dragon 3",
    "publisher": "Red Octopus",
    "releaseDate": 20220901,
    "version": 0
}