{
    "description": "XEL is a 3D action-adventure set in a sci-fi fantasy setting. Play as Reid, shipwrecked on the strange world of XEL. Without any recollection of her former life, it is up to you to unravel her past and connection to XEL. Ready your sword and shield as you explore the overworld of XEL and dive into imposing dungeons full of unforeseen threats and challenging puzzles. Throughout your journey you will make new friends and foes, find new gadgets as well as being able to jump through time and space. As Reid delves deeper into the mysteries surrounding XEL, she discovers an endless cycle of peril. Will she be able to break free from it and what will it take? \n\nFeatures:\nAn ass-kicking 3D action-adventure through space and time\n•\tExplore the mysterious world of XEL and uncover its dark past\n•\tA vibrant overworld and challenging dungeons await to be explored and mastered\n•\tHelp Reid figure out who she is and why she is stranded on this strange place\n•\tHack and slash your way through gone-haywire-robot-minions and face the exotic wildlife of XEL\n•\tSolve time bending puzzles and make use of your arsenal of gadgets\n\nOld-school gameplay meets new-school features\n•\tA classic top-down 3D action-adventure awaits\n•\tXEL offers a well-crafted combat system with dodging, parrying and gadgets. \n•\tUpgrade your weapon, shield and gadgets to kick even more ass \n•\tUnique abilities will let you jump through time to traverse prior inaccessible areas or encounter foes in a weaker state and bend the rules of space \n•\tThe dungeons and puzzles in XEL will put your wits as well as your guts to the test\n\nThe world of XEL awaits\n•\tExperience an intriguing sci-fi fantasy tale with a strong emphasis on story-telling, combat and puzzling\n•\tMeet a memorable cast of characters and engage in witty and charming dialogues\n•\tDiscover time-distorted areas that allow you to take a glimpse behind the curtain that led to the downfall of this strange place\n•\tInteract with your environment and actively engage with NPCs\n\n\nA timeless soundtrack and visuals\n•\tXEL offers vibrant visuals, handcrafted by a passionate Indie team as well as a timeless soundtrack composed by Gidon Wolff\n",
    "id": "0100CC9015360000",
    "name": "XEL",
    "publisher": "Assemble Entertainment",
    "releaseDate": 20220901,
    "version": 0
}