{
    "description": "Step into the shoes of a budding entrepreneur in Supermarket 3D Tycoon Buisness Simulator, a 3D open-world simulation game that brings the excitement of building a retail empire to life. Begin your journey by purchasing an old, run-down market and transform it into a bustling hypermarket.\n\nKey Features:\n\nRealistic Business Growth: Start small and work your way up by buying a variety of products and selling them at competitive prices. Use your profits to upgrade your supermarket, improve facilities, and enhance your inventory.\n\nOpen World Exploration: Navigate a detailed open world that mirrors real-life business activities. Visit the bank to secure loans for expanding your business, and drop by the town hall to acquire essential licenses.\n\nPersonal Management: Balance your personal life and business responsibilities. Stop by the local burger store to refuel your energy, and head home to rest and prepare meals.\n\nSecurity Challenges: Protect your store from thieves aiming to steal your products. Defend your market, retrieve stolen goods, and keep your business safe.\n\nMaintenance Duties: Keep your supermarket clean and well-maintained to attract more customers and ensure smooth operations.\n\nExperience the thrill of entrepreneurship and turn your small market into a hypermarket empire in Supermarket 3D Tycoon Buisness Simulator. Manage your resources wisely, expand your business strategically, and watch your empire grow!",
    "id": "010015A0205FA000",
    "name": "Supermarket 3D Tycoon Buisness Simulator",
    "publisher": "COOL DEVS",
    "releaseDate": 20240914,
    "version": 0,
    "category": [
        "Simulation"
    ],
    "developer": null,
    "intro": "Manage your resources wisely, expand your business strategically, and watch your empire grow!",
    "isDemo": false,
    "languages": [
        "en"
    ],
    "nsuId": 70010000086155,
    "numberOfPlayers": 1,
    "ratingContent": [
        "Violence"
    ],
    "region": null,
    "rightsId": null
}