{
    "description": "★To change the fate of Earth in the year 2081, the last hope has been entrusted with biotechnology. — His name is DAN. A biopunk exploration action game depicting the battle against the hyper-proliferating lifeform, the Increaser.\n\nGame Content\nTo save the Earth, which is on the brink of extinction, DAN embarks on a time-travel journey back to 1999. His mission is to destroy the God Increaser, the progenitor of all Increasers.\nTo do this, he must defeat the five Mother Increasers that await in each area. The Increasers spawned by the Mothers grow stronger as time passes. The time left is running out.\nHowever, the complex, maze-like colonies of the Increasers and the ferocious enemy lifeforms stand in his way.\nIn such moments, the surviving inhabitants will aid DAN. Gain weapons and information to prepare for battle.\nDuring his adventure, DAN will uncover his own secret. With that power, he will face the Increasers.\n\nBio Warrior DAN <New Features>\n★MAP\nThe map is displayed during a pause, allowing you to see the paths you have already traveled.\n★Weapon Switch Shortcut\nYou can easily switch between the weapons you possess using the L and R buttons.\n★Weapon Power-Up Icon\nAn icon is displayed on powered-up weapons, allowing you to instantly see their enhanced status.\n★SEQUENCER\nVisualize the BGM. Enjoy the numerous masterpieces featured in this work.\n★ENEMY DATA\nYou can understand the characteristics of the enemies and Increasers that appear in the current area.\n\nJALECOlle Common <New Features>\n★Beginner-friendly rescue features\nNow includes \"Rewind\" to quickly undo mistakes and \"Quick Save & Load\" to save and resume the game at any time.\n★Convenient Subtitle Guide\nEnglish localization implemented. All in-game event scenes and text are displayed in English.\nAdditionally, a feature has been added to explain the effects of acquired weapons. If a weapon is upgraded, you can also see how its performance has changed.\n★Record your best time\nNow includes a \"Simple Timer\" to record the time from the beginning of the adventure to the defeat of the final boss. \n★Packed with many more enjoyable features and options!\nNow includes new achievements to challenge various in-game objectives.\nAn extra page where you can view the original package design, instruction manual, and specially included rare development materials from that time.\nScreen edge options to reduce screen distortion.\nScreen Filter option.\nWallpaper options.\nUpon completing the main game, you'll unlock a special bonus feature as a reward.",
    "id": "01000EF01EA80000",
    "name": "JALECOlle Famicom Ver. Bio Warrior DAN The Increaser War",
    "publisher": "City Connection",
    "releaseDate": 20240925,
    "version": 0,
    "category": [
        "Action"
    ],
    "developer": null,
    "intro": "JALECOlle Famicom Ver. continues with back-to-back releases of Jaleco's Famicom titles! The third installment is Bio Warrior DAN The Increaser War!",
    "isDemo": false,
    "languages": [
        "ja",
        "en"
    ],
    "nsuId": 70010000079488,
    "numberOfPlayers": 1,
    "ratingContent": [
        "Fantasy Violence"
    ],
    "region": null,
    "rightsId": null
}