{
    "description": "     In this thrilling simulation game, you get to experience life through the eyes of an adorable and cunning raccoon. Explore a bustling suburban neighborhood filled with countless opportunities for adventure, mischief, and plenty of snacks to scavenge!\nEmbark on a thrilling journey through a highly interactive open-world environment. Roam freely through forest, residential areas, parks, and sneak into diferent place to discover hidden treasures.\n   Take on various challenges and tasks as you strive to survive and thrive in the neighborhood. Find food, evade cunning humans, outsmart other animals, and complete missions to earn rewards and unlock exciting new abilities.\nEmbrace your raccoon nature and cause chaos in the neighborhood! Tiptoe into houses, knock over trash cans, raid bird feeders, and prank unsuspecting residents. Be careful, though, as your actions might attract unwanted attention!\n     As a raccoon, you need to scavenge for food to survive. Search for delicious treats hidden throughout the neighborhood, including tasty fruits, leftovers, and even the occasional pizza slice. Manage your resources wisely to ensure your raccoon's well-being.\nGain experience and unlock new abilities as you progress in the game. Enhance your raccoon's skills such as improved stealth, enhanced agility, and clever tricks to outwit your adversaries and overcome obstacles.\n      Discover hidden secrets, solve puzzles, and undertake engaging side quests to uncover the neighborhood's mysteries.\nImmerse yourself in a stunningly detailed world with vibrant visuals and realistic sound effects.\nAre you ready to embark on an unforgettable adventure as a playful and cunning raccoon? Prepare yourself for a wild journey filled with exploration, mischief, and endless fun in Raccoon Adventure",
    "id": "0100D9001BAE8000",
    "name": "Raccoon Adventure: Animal City Simulator 3D Farm Super Deluxe",
    "publisher": "DEZVOLT GAMES",
    "releaseDate": 20230728,
    "version": 0
}