{
    "description": "Huge cast with over 70 girls!\nAdd the main heroines, angels, and all the students/faculty at the academy together, and you get a huge cast of over 70 characters! In addition to the students and faculty, you may even cross paths with some ladies who are pretty rare sightings! Let those Pheromone Shots fly to stop the hoards of girls trying to confess their love to you, and you just might be in for a happy ending with your one true love!\n\nAim for the Ecstasy Shot!\nEvery girl has a weak spot where Pheromone Shots are extra effective! You know you found it when you see things like 「ハッ」 and 「キュン」 appear! Steady your aim and land a shot there, and that'll trigger an Ecstacy Shot, which gives a girl euphoria in just one shot!\n\nEnjoy the Satisfaction of Doki Doki Mode! \nOnce you meet certain conditions, you can really concentrate and marvel (shoot) at a girl from a bunch of different angles in Doki Doki Mode! Fill that girl's Doki Doki Gauge within the time limit, and not only will you give her euphoria, but you'll also be rewarded for your... efforts!\n\nAn Absolute Wealth of Panty Design!\nTrue aesthetics in those hidden areas is what Gal*Gun is all about! A grand total of 423 types of panties are waiting to be discovered! There may even be more to come?!\n\nThe Girls Are Even Cuter than Before!\nTen years have passed since the original, and these gals are more charming than ever! Some characters have new hairstyles and other small changes that make them stand out even more!\n\nPlay a Variety of Game Modes!\nFall in love with the girl of your dreams in Story Mode, show off your sharpshooting skills in Score Attack Mode, live out your fantasy of a multi-person Doki Doki Mode with Doki Doki Carnival, and a whole lot more!\n\nFully-voiced Dialogue\nEvery single one of the 70+ girls in the game is fully voiced by a wonderful group of voice actresses! Enjoy every minute of this amazing cast's performance!\n\nMost of the DLC comes Pre-loaded!\nFrom bikinis to aprons and more, the popular DLC from back when is ready to be enjoyed from the get-go!\n\nEvent CGs Everywhere!\nBrand new CGs have been added for each heroine's introduction, and in a bunch of instances throughout the story as well!\n\nComplete Gallery Mode!\nOver 250 illustrations, both old and new, are ready for you to enjoy!",
    "id": "0100AA50138B4000",
    "name": "Gal*Gun Returns",
    "publisher": "PQube",
    "releaseDate": 20211012,
    "version": 0
}