{
    "description": "Pecaminosa blends the charm of pixel art and the mechanics of an Action RPG with the atmosphere of film noir. You have not seen and played anything like it. Interrogate suspects, explore a city dominated by crime and sin, and never hesitate to use your fists and guns. These are hard times in a very tough city.\n\nCustomize your character's appearance and equipment and have it evolve through the L.I.F.E. system, distributing experience points into four different parameters: Luck, Intelligence, Force and Endurance. Play Blackjack to earn extra money, visit the liquor store, socialize with the scum, visit the police station and the brothel, in addition to other venues recreated with great graphic detail… and don't trust anyone. There is a bullet with your name on it, and it's eager to meet you.\n\nSTORY\n\nWelcome to Pecaminosa, a border city between the United States and Mexico where gambling, corruption and crime reign in its dusty streets. A home for all those who live outside the law... and for our protagonist, John Souza, a former detective, a man who lived through better times before finding comfort at the bottom of the bottle.\n\nJohn would never have suspected that his next job was going to come at the hands of a ghost. Charlie's \"Two Angels\" spectre appears to him with a task: to capture his former associates in order to achieve redemption for their sins and be able to pass through the gates of Heaven. To hunt the living in order to bring peace to the dead. \n\nFEATURES\n\nUnique Ambience\n\n-Film noir atmosphere with an original jazz soundtrack that will make you fall in love...\n\nMini Games\n\n-Want to take home the pot playing Blackjack? Be our guest…The tables are still hot.\n\nGuns & Apparel\n\n-Customize your character's weapons and clothing, evolving them through the L.I.F.E. System.\n\nBoss Battles\n\n-Let’s raise a glass or two to the good old times! Besides taking part in an intense and dashing narrative, you also get to fight against big, bad, bosses!",
    "id": "0100876014188000",
    "name": "Pecaminosa - a pixel noir game",
    "publisher": "2Awesome Studio",
    "releaseDate": 20210527,
    "version": 0
}