{
    "description": "Lead the Rebellion to bring peace back into a land tarnished by unjust and cruel rulers. Delve into a fully voiced, captivating story accentuated by stunning art, difficult choices, and deep relationships. \nAs the last Seer, the chosen of the spirits, it is your sacred calling to ensure that peace and good prevails in the world. On your heroic journey, you will encounter a varied, vibrant cast of characters. Foster meaningful friendships and build alliances with each of them. \nA vast, vibrant world awaits to be shaped by your decisions.\n\n\nExperience the Ultimate Furry Tale:\nBond with a varied cast of characters.\nOn your travels, you will be aided by friends and comrades coming from all walks of life, with deep backgrounds to explore and potential relationships to foster. Everyone you meet has their own story to tell, their own ambitions, goals, and fears. Witness their lives unfold and help steer them in the right direction -  to happiness, fulfillment, retribution, or even love. \n\nMake difficult, impactful choices that shape the world.\nThe story of the land of Alestia is one of strife, heroism, and the everlasting fight for freedom and peace. In a land held in a tight grip of ancient forces vying for absolute control, a light of hope shines, lit by you -  a humble Seer, the chosen of the spirits. The choices you make will affect you, your loved ones, and eventually the lives of everyone in this world.\n\nDive into a beautifully crafted world of stunning visuals.\nTravel through a vibrant, living world with a rich history and distinct scenery, all captured gorgeously in interactive, painted landscapes and interiors. Discover pieces of lore in hidden books and explore the story of Alestia told with captivating images.\n\nImmerse yourself in a fully voiced, complex story\nThe complex story in Winds of Change is told through the deep, profound dialogues between characters, and all of them are fully voice acted by a stellar cast with experience in video game storytelling, gained by working in some of the most well-received games in the genre.\n\nExplore a mature, dark fantasy setting\nWinds of Change tells a tale unlike any other, mixing light-hearted, almost idyllic scenes of everyday life with the intensity of struggling with the fallout of civil war, rebelling against tyranny, and acts of malice. The friends and foes you will meet have faced difficulties and must own up to their past in order to secure a brighter future. It’s up to you to help them.",
    "id": "01001D2013756000",
    "name": "Winds Of Change",
    "publisher": "Crunching Koalas",
    "releaseDate": 20220721,
    "version": 0
}