{
    "description": "Discover, learn and master the art of homebrewing in the ultimate celebration of craft beer.\nFrom perfecting authentic, chemistry-driven brewing techniques to naming, bottling and labelling - refine your craft to become the ultimate Brewmaster in the first ever realistic beer brewing experience. With all the tricks of the trade and the best equipment at your disposal, follow a recipe, or experiment with a huge variety of real-world ingredients to hone your skills. Enter friendly competitions, earn beer tokens, and upgrade your equipment to become an even better brewer.\n\nChoose to experience the story-led Brewmaster mode or throw yourself into Creative Mode, a sandbox with everything unlocked.\n\nSet up your home brewery\nCreate the ideal space to spend relaxing hours making your perfect beer. Unlock your favourite equipment and decorate your brewing space. Use beer tokens to buy better equipment to truly make it your own space.\n\nCreate your recipe\nConcoct a variety of different types of beer, including wheats, blondes, stouts, IPAs and more while improving your brewing skills. Perfect recipes, improve the taste, design your own labels, and then submit your beers to local competitions and breweries to gain reputation and beer tokens. Built for complete beginners to beer aficionados alike; learn the basics of the beer brewing process with a range of recipes to choose from, or get creative with total freedom to brew your own unique flavours.\n\nBrew your dream beer\nMash malts, boil hops, and pitch yeast to kick-start fermentation. Build your repertoire of homebrewing skills with a variety of brewing techniques to master a range of craft beer styles. This relaxing and deeply satisfying sim will let you experience the rewarding and unhurried pleasure of homebrewing, without worrying about money or space.\n\nRealistic and authentic\nBrewmaster is a detailed, authentic game driven by a simulation of real brewing chemistry, and a deep understanding of the real-life fermentation processes.That doesn’t mean you have to have a degree in chemistry. The hard formulas happen behind the scenes, allowing you to focus on the best bits of beer brewing fun.\n\nRefine your craft\nOnce you’ve produced your ideal brew, do your beer justice with an eye-catching label and a memorable name. Tweak and personalise every element of your beer and boost your renown at beer festivals. As your work becomes respected, you’ll submit to local breweries for batch production, expand your network, and unlock bigger jobs and more challenging recipes. A true Brewmaster is always learning!\n\nCelebrate the art of brewing\nYou’ll be using cutting-edge technology, but brewing is a craft with a long lineage dating back to 10,000BCE. We were harnessing the real-life alchemy of fermentation before we’d even unlocked “writing” on our species’ skill tree.\n\nSo join this honourable and ancient craft, hone your skills and flex your creativity as you explore the depth and breadth of craft beer in the 21st Century and add your chapter to the ongoing history of brewing!\n",
    "id": "0100AFC018700000",
    "name": "Brewmaster: Beer Brewing Simulator",
    "publisher": "Fireshine Games",
    "releaseDate": 20221027,
    "version": 0
}