{
    "description": "Finally, the \"Yu-Gi-Oh!\" digital card game you've been waiting for!\n\nThe definitive edition of the competitive card game that has been evolving for over 20 years!\nDuel at the highest level against Duelists from all over the world.\n\nGet ready: it's time to Duel!\n------------------------------------------------------------------------------ \n[About \"Yu-Gi-Oh! MASTER DUEL\"]\nNow you can play the \"Yu-Gi-Oh! TCG,\" digitally, anywhere.\nFast-paced Duels with stunning HD graphics and a new, dynamic soundtrack! Get ready to challenge Duelists around the world!\n◇Play Duels at Any Level!\nThe full Yu-Gi-Oh! experience is available for anyone at any Skill Level. Don't worry if you're a new player or if you haven't Dueled in a while, the in-game tutorials will teach you the basics on how to play the Yu-Gi-Oh! TRADING CARD GAME. You'll be given a Deck when you finish to help you start your journey!\nCollect new cards as you progress through the game to power up your Decks!\n◇Rotating Tournament Formats\nMix it up and put your Dueling skills to the test! A wide variety of events and tournaments will be available for players.\nBuild and Duel with different Decks utilizing 10,000+ unique cards and special rules unique to Tournaments!\nChoose the tournament YOU want to Duel in and aim for that number one spot!\n◇Uncover the Stories Behind the Cards\nThe Solo Mode guides you through storylines of the themes from the Yu-Gi-Oh! TCG. Hone your Dueling skills by completing the stories.\nRecommended for beginners, returning players, and those of you who are interested in learning more about the lore of the world of the Yu-Gi-Oh! TCG.\n◇Features\nLink with the mobile app \"Yu-Gi-Oh! Neuron.\" \nView Decklists from Duelists worldwide and improve your own Deck!\nTry the sample draw feature to simulate what cards you could get in your first hand!\n\n[About \"Yu-Gi-Oh!\"] \n\"Yu-Gi-Oh!\" is a popular manga created by Kazuki Takahashi that was serialized in SHUEISHA Inc.'s \"WEEKLY SHONEN JUMP\" since 1996. Konami Digital Entertainment Co., Ltd. provides a Trading Card Game (TCG) and console games, based on \"Yu-Gi-Oh!\" created from the original manga, that has been enjoyed around the world.\n[Recommended for the following players]\nTCG players\nYu-Gi-Oh! DUEL LINKS players\nPlayers who enjoy competitive gameplay\n------------------------------------------------------------------------------\nThis game contains in-game purchases of virtual currencies used for gaining in-game items at random.",
    "id": "010039E012F40000",
    "name": "Yu-Gi-Oh! Master Duel",
    "publisher": "KONAMI",
    "releaseDate": 20220118,
    "version": 0
}