{
    "description": "How many steps does it take to change a light bulb? If your answer is 10 or more, then you are ready for \"Contraptions\" - a game where the goal is to fix whacky contraptions that perform simple tasks in indirect and convoluted ways, Rube Goldberg style.\n\nUse camels as trampolines, champagne bottles as cannons, balloons to lift objects, fireworks wheels to drive conveyor belts, magnets to attract metal objects, and many more gadgets to solve the puzzles and clear the levels.\n\nFeatures\n+ Solve over 200 wacky puzzles across 5 different worlds.\n+ Create an unlimited number of your own levels and challenge a friend to try to beat it.\n+ Use a plethora of goofy gadgets from scissors to washing-line pegs.\n+ Complete the levels in multiple ways...get as bonkers and creative as you like.\n\nGameplay\nOn every level there are a number of objects and monsters...The goal is to rid the level of the monsters.\n\nThis can be achieved in different ways...The objects are affected by the laws of physics and play a key part in solving the puzzle. The objects form a “contraption” which are placed in such a way, which creates a chain reaction that will wipe out all monsters. The catch is that the contraption is broken - some objects are not in the right place. Your goal is to fix the contraption. You do this, by repositioning, flipping, or connecting the different objects.\n\nWhen the level starts “time is frozen”, gravity doesn’t affect the objects and all machines or gadgets are not running. During this time you can move things around, connect things, flip things, in order to make the chain reaction work. Once you are done, you set things in motion (unfreeze time) by pressing the Play button and watch things play out.\n\nIf you did everything correctly the chain reaction will wipe out all monsters and you will progress to the next level. If your solution is not correct, you can pause the contraption and fiddle with the objects again.\n\nGadgets\nSome of the gadgets are activated by igniting them, other by touching, pushing or pulling them. Some gadgets work on their own, while other gadgets must be connected together to function. For example in order for the conveyor belt to turn, it must be connected to an active engine, using a belt. Likewise in order for the laser gun to fire a laser, the trigger must be connected with a rope, to a moving object, like a car.\n\nObjectives\nThere dozens of ways you can rid the levels of the monsters. It all depends on what objects are you presented with. The simplest way is if the monster is pushed off the edge of a platform and falls off the screen. Other ways include cutting a rope holding a heavy object, which will smash the monster; pulling a rope, connected to a laser gun; igniting the engine of a rocket with a lighter in which the monster is in, etc.\n\nThe solution is achieved through chain reactions, Rube Goldberg style. For example: in order to shoot the monster with a laser, you might have to connect a rope to the trigger, the other end to a rocket. You will need to ignite the engine of the rocket, which will pull the rope, which will trigger the laser gun, which will ultimately eliminate the monster. The more you progress through the game, the more complex the new puzzles become. ",
    "id": "0100B60019C3E000",
    "name": "Contraptions 2",
    "publisher": "Funbox Media",
    "releaseDate": 20230427,
    "version": 0
}