{
    "description": "Marvelous and Hiro Mashima team up to present a brand-new adventure full of frantic monster combat and rewarding farming simulation. After the death of Felicidad’s ruler, the despotic overlord Glaza seizes power and imposes an oppressive regime on the world’s inhabitants. As Ten and his fellow Farmagia friends, command an army of monsters as you explore and battle across the treacherous lands of the Underworld, collecting resources to take back to your farm. There you’ll upgrade your skills as a Farmagia, growing more monsters to nurture, and developing their new traits to aid your battle against Glaza and the Oración Seis. \n\nWith his signature style, Hiro Mashima brings forth memorable character designs and unique monsters to make Farmagia the ultimate monster-farming and action game!\n\nThe Farmagia base game also comes with the Digital Exclusive DLC \"Toytan Skin: Jolly Snowtan Set.\"\n\n■Command Your Monster Horde in Battle \nFight your way through the dangerous lands of Felicidad, culminating in huge boss battles. Your weapons are the monsters you grow on your farm. Command your creature army and take down your foes!\n\n■An Iconic Manga Artist’s Touch\nHiro Mashima’s creative genius brings life to Felicidad with unique character and monster designs, endowing Farmagia with his unmistakable style.\n\n■Monster Farming & Ranching\nIncrease the size of your army by harvesting new monsters on your farm, then train them on your ranch to increase their strength, and research new abilities for use in battle.\n\n■Friends with Benefits\nBefriend the Elemental Spirits living across the world of Felicidad and increase your relationship bonds to unlock new ultimate monsters and transformations, adding new strength to your fight against Glaza.\n\n",
    "id": "010037C01E2A2000",
    "name": "Farmagia",
    "publisher": "Marvelous (XSEED)",
    "releaseDate": 20241101,
    "version": 0,
    "category": [
        "Action",
        "RPG"
    ],
    "developer": null,
    "intro": "Take a stand to free the people in an epic tale of rebellion and friendship!",
    "isDemo": false,
    "languages": [
        "en",
        "es",
        "fr",
        "de"
    ],
    "nsuId": 70010000077468,
    "numberOfPlayers": 1,
    "ratingContent": [
        "Fantasy Violence",
        "Mild Language",
        "Suggestive Themes"
    ],
    "region": null,
    "rightsId": null
}