{
    "description": "Rove an infected world where only the strongest will make it. Master your combat skills to fight monsters of all kinds, both human and the undead. Parkour through the roofs, craft weapons, and help other survivors while you’re confronting your own nightmares! \n\nNow you can enjoy Dying Light to the fullest with the richest version of the acclaimed open world zombie survival game. Containing four DLCs and seventeen skin bundles, Dying Light: Platinum Edition brings together everything you need to explore all the post-apocalyptic world has to offer. Drive across Harran, as you spread carnage in your buggy, face and survive Bozak’s trials, explore new quarantine zones, and enjoy plenty of new skins and weapons!\n\nWant to take your experience to a whole new level? Check out the available Nintendo Switch™ features and step up your game. Boost your accuracy with gyro aiming, rediscover the thrill of fighting with motion controls—swinging your weapons has never been more fun—and immerse even deeper in Dying Light with HD Rumble vibrations. You’ll also navigate the interface at ease thanks to the touchscreen support. And the best thing is, you can do all that and more while playing with your friends in local or online co-op. The former allows you to enjoy the game together simply by placing two consoles next to each other. Couldn't be any easier!\n\nFeatures:\n\nDying Light – the full award-winning game. \n\nDying Light: The Following – a huge expansion complete with a new story, vast original map, and a customizable buggy to drive.\n\nDying Light: Bozak Horde – a challenging game mode with its own side story.\n\nCuisine & Cargo – two additional quarantine zones.\n\nUltimate Survivor Bundle – exclusive weapons and outfits.\n\nHellraid – a new game mode in a dark-fantasy setting.\n\nA large collection of skins and weapons that will make slaughtering zombies even more fun:\n\nCrash Test skin pack ⧫ 5th Anniversary bundle ⧫ Harran Ranger bundle ⧫ Gun Psycho bundle ⧫ Volatile Hunter bundle ⧫ White Death bundle ⧫ Vintage Gunslinger bundle ⧫ Rais Elite bundle ⧫ Godfather bundle ⧫ Harran Inmate bundle ⧫ Retrowave bundle ⧫ SHU Warrior bundle ⧫ Volkan Combat Armor bundle ⧫ Classified Operation bundle ⧫ Viking: Raiders of Harran bundle ⧫ Harran Tactical Unit bundle",
    "id": "01008C8012920000",
    "name": "Dying Light: Platinum Edition (retail only)",
    "publisher": null,
    "releaseDate": null,
    "version": 0
}