{
    "description": "STORY\nOutside of our human world, there is another, Kamuy Mosir, the home of the Gods.\nWhen the Gods descend to the human world, they transform themselves into animals and plants, sometimes bringing blessings and other times disaster. \nSome Gods decide to take human form and make contact with us.\nIn the present age, when people have long forgotten that the Gods exist, and are a part of our daily lives, a young girl has an encounter with one.\n\nOur protagonist, tired and disillusioned with her busy life in Tokyo, decides to slow down and moves to Hokkaido for a fresh start.\nOne night, on the train home from meeting up with her friends, she dozes off and realizes she has missed her stop.\nPanicked, she gets off the train and finds herself at an unfamiliar station called Kamuy Mosir.\nSeeking help she walks toward some nearby lights, where she sees a group of people dressed in unfamiliar costumes having a party.\nWithout warning, she is chased by the group and is captured by a young man. Her captor tells her that she is dead, and he will take her to the underworld, the land of the dead.\nStill being pursued by other mysterious beings, our protagonist unexpectedly opens the door to the world of the Gods, where she must overcome fierce trials, and find her way around Nemuro, Kushiro, Sapporo, Otaru, Shiretoko, and many other places in Hokkaido. Perhaps even discovering what happens to forbidden love with the Gods.\n\n\nFEATURES\n- Four main story routes to explore - Each with three unique endings.\n\nCollectable CGs - Six amazing art scenes to collect for each character.\n\nDictionary feature - Learn more about the ancient Ainu language, and quickly reference the definition of words.\n\nChoose the name of the protagonist - For those who like to immerse themselves in the story, you can choose a custom name for the protagonist.\n\nPlaytime - Around 3 hours per route.",
    "id": "010008401AB4A000",
    "name": "Yukar From The Abyss",
    "publisher": "LocaGames",
    "releaseDate": 20231207,
    "version": 0
}