{
    "description": "PAYDAY 2 is an action-packed, four-player co-op shooter that once again lets gamers don the masks of the original PAYDAY crew - Dallas, Hoxton, Wolf and Chains - as they descend on Washington DC for an epic crime spree.\n\nUp to four friends co-operate on each heist, and as the crew progresses the heists get bigger, better and more rewarding. Along with earning more money and becoming an infamous criminal comes new customization that lets players build and alter their guns and gear.\n\nPAYDAY 2 comes with full touch screen menu support, and a newly developed rumble feature that responds as you, for example, fire weapons or throw grenades. There’s also an added local multiplayer mode to the CRIME.NET - called CRIME.NET Local Play, that will make you able to set up a local game and invite friends that share the same local network. Finally, PAYDAY 2 comes with an exclusive character called Joy who’s initially releasing only on Nintendo Switch™ - complete with her own mask and weapons.\n\n■ Rob Banks, Get Paid – Players must choose their crew carefully, because when the job goes down they will need the right mix of skills on their side.\n\n■ CRIME.NET – The dynamic contract database CRIME.NET lets players pick and choose from available jobs by connecting with local Contractors - all with their own agenda and best interests in mind.\n\n■ Dynamic Scenarios – No heist ever plays out the same way twice, as heists come with random geometry and events.\n\n■ Choose Your Skills – As players progress they can invest in any of five special Skill Trees: Mastermind, Enforcer, Ghost, Technician and Fugitive. Each features a deep customization tree of associated skills and equipment to master.\n\n■ More Masks than Ever – PAYDAY 2 features a completely new mask system, giving players the ability to craft their own unique mask together with a pattern and a color.\n\n■ Weapons and Modifications – A huge arsenal for the serious heister, covering everything from sniper to assault rifles. You can modify your weapon with optics, suppressors, fore grips, reticles, barrels, frames, stocks and lots more.\n\n■ Play It Your Way – Each job allows for multiple approaches, such as slow and stealthy ambushes, to running in guns blazing.",
    "id": "0100274004052000",
    "name": "PAYDAY 2",
    "publisher": "StarbreezeStudios",
    "releaseDate": 20180223,
    "version": 0
}