{
    "description": "One summer's day, Usada and Kotora go to the library to do their homework. While Kotora takes her studies seriously, Usada has her head in the clouds. She wanders over to a bookshed deep inside, returning with a big, thick book.\n\n\"I found this interesting-looking book!\"\n\nKotora looks back at her quizzically. Suddenly, a slip of paper falls out from the book. The letter reads:\n\n\"Find Alice.\"\n\nAs soon as they read the words, the two are enveloped in a blinding light. When they come to, they're in a grassy field that they've never seen before. At that moment, a white rabbit comes hopping along. He might know how to get back to their own world!\nThe pair take their first steps into the world of this magical book, in order to go searching for the white rabbit...\n\nAlice Escaped! is an exploratory 2D action Metroidvania. Follow the adventures of Usada and Kotora, who have wandered into a strange wonderland of grimoires and must chase after a mysterious girl named Alice in order to return to their own world.\n\nWhat awaits them in this mysterious world are strange yet familiar characters, such as Cheshire Cat, Mad Hatter, and Humpty Dumpty. Are they friends or foes? And why does the white rabbit Usamura have a zipper on his back?\n\nAnd who exactly is this enigmatic girl hiding Alice in the deepest part of the world? This is where you've probably realized that this game has multiple endings. There are numerous major choices to be made, a story that repeats itself, and the true goals of the characters to be revealed. An adventure the likes of which you've never experienced before is about to begin!\n\n■ Battle Action\nOne of the core points of this game is its stylish, tag-team battle system!\nSwing Usada’s giant hammer to pulverize your enemies with powerful melee attacks, or use Kotora’s submachine gun and bombs to take out enemies from a distance. Switch between the two to chain impressive combos! Chaining combos will increase their attack power, and make it easier to quickly defeat your many oncoming enemies.\nTaking out enemies builds up your Chance Gauge, which can be used to perform supporting attacks and devastating ultimate attacks. (Feature not included in the demo.)\n\nThe intensity builds in boss fights: whittle down their Shield Gauge to break their shields, letting you unleash a flurry of attacks. But beware: they've got a variety of powerful attacks to hit you back with!\n\n■ Our heroines learn and grow\nWhen you collect the skill crystals that drop all over the world, you can improve your characters' skills. You can improve their weapons, which will then unlock unique skills. Or you can focus on their stats and movement, and even pick up skills to help them convince others to help them. If you find yourself stuck on a difficult boss, then try taking some time away from the main path to help our heroes grow stronger.\nScattered about here and there in the world are death matches (areas where you can't proceed without defeating all of the enemies there), and if you can finish them with a high-count combo, or without taking any damage, you can earn skill crystal fragments.\n\nIn addition, out in the world you can also find Heart Crystals, which increase your heroes' maximum health, in addition to other key items that they'll need on their adventure. Based on what you find, you might find that they're protected by powerful traps, just like the treasure you'd find deep inside of a cave.  Go explore any way you wish in the world of Alice in Wonderland!",
    "id": "01000D401B770000",
    "name": "Alice Escaped!",
    "publisher": "Sekai Games",
    "releaseDate": 20230824,
    "version": 0
}