{
    "description": "Some time has passed since Yuuji Kazami and his friends fought for their lives in a fierce battle, and a new generation of heroines gather at Mihama Academy, which has been reinstated as a \"specialist training school.\" \nTaking place in the same world as The Fruit of Grisaia, new characters bring an exciting fresh take in this brand new series!\nThis thrilling story, which unfolds at the reborn Mihama Academy, will undoubtedly excite not only those who have played previous releases, but those who are new to the series as well!\n\nThe second half of the series collected into one package!\n\"5.5\" is an interlude that illuminates Arisaka's past and the decisions she has made, \"06\" delves into the secret of Haruto's birth, and then \"07\" and \"08\" depict the girls' final battle. GRISAIA PHANTOM TRIGGER is finally complete!\n*Experience the first half of the series through \"GRISAIA PHANTOM TRIGGER 01 to 05\" or by purchasing each episode individually.\n\nAvailable in three languages!\nThe text can be set to Japanese, English or Simplified Chinese (audio is Japanese only). This includes in-game text, options, and the digital manual. Language settings can be changed at any time.\n\nPlay using only the touch screen! Play with one hand!\nPlay in handheld mode with the Joy-Con™ controllers attached, or detach them and play with just the touch controls! While in tabletop mode or TV mode, everything can be controlled using only the Joy-Con (R), allowing you to play with only one hand!\nAlso available for the Nintendo Switch™ Lite system. (A separate Joy-Con (R) is required to play with one hand.)\n\nGameplay\nThis game is a visual novel, where you can read it like a book or watch it like an anime or a movie.\nThe story comes to life with a star-studded voice actor cast and fully-voiced story (excluding the main character), gorgeous graphics and music, and immersive animation.\n\nStaff\nCharacter Design/Art: Akio Watanabe\nStory: Ryuta Fujisaki\nSD Character Design/Art: nanaca mai\n\nCast\nRena            VA: Maaya Uchida\nTohka          VA: Ayane Sakura\nChris            VA: Kaori Nazuka\nMurasaki      VA: Atsumi Tanezaki\nMaki            VA: Yoshino Nanjo\nGumi           VA: Suzuko Mimori\nTaiga           VA: Natsumi Takamori\nYuuki           VA: Mikoi Sasaki\nMiss Arisaka VA: Mikako Izawa\nAoi            VA: Ami Koshimizu\nEnishi          VA: Kenji Hamada\nKuroe          VA: Ai Kakuma\nOther\n*Fully voiced (excluding the main character)",
    "id": "010039C01AC6C000",
    "name": "GRISAIA PHANTOM TRIGGER 5.5 to 08",
    "publisher": "PROTOTYPE",
    "releaseDate": 20230629,
    "version": 0
}