{
    "description": "Play and discover 51 board games, tabletop games, and more all in one package—Clubhouse Games™: 51 Worldwide Classics. This diverse collection includes games from all over the world across multiple genres, from familiar favorites like Chess to international hits like Mancala that have been around for 100s of years!\n\nPlay on the go, on the TV, with friends in-person or online*, with one Joy-Con™ controller per player** or sharing the touch screen, and even across the screens of multiple Nintendo Switch systems with Mosaic Mode***! In this mode you can build dozens of Slot Cars racetracks or turn a pond into a river for more fishing fun.\n\nCompetitive players and board game enthusiasts who want to improve their skills can challenge multiple difficulty levels of CPU opponents, collectors can unlock trivia facts about each game, and beginners and game masters alike can go for a personal best! Get a taste of some of the games included in the Clubhouse Games: 51 Worldwide Classics game by downloading the Clubhouse Games Guest Pass for free by clicking on the \"Download Demo” button on the right side of the screen—you can even play all Local Play-supported games if you connect with someone who has the full game!\n \nEnjoy familiar favorites and learn hidden gems from around the world in this collection of 51 board games, tabletop games and more! Whether you like to sit and strategize or rely on reflexes, Clubhouse Games: 51 Worldwide Classics contains games from across an array of genres for you to play and discover. Each game is presented with stunning detail as dice clack, marbles glimmer, and chess pieces tumble off the board when it’s jostled.\n\nYou can brush up on your skills or learn a new game through helpful in-game tutorials, assist features, and even an Undo button in certain games. Strategic players will feel right at home with games like Four-in-a-row and Renegade, while those who prefer to use their reflexes can enjoy games like Slot Cars and Toy Boxing! \n\nBring all 51 games on the go in handheld mode or play on the big screen for your next game night. Gather some friends and line up multiple Nintendo Switch systems in tabletop mode for Mosaic Mode***, which allows the action to spread across up to four screens in certain games! In this mode you can build dozens of Slot Cars racetracks or turn a pond into a river for more fishing fun.\n\nPass a Joy-Con to a friend** to play on a single system or connect to the internet* and play with friends or anyone around the world. If you want some solo practice, multiple difficulty levels of CPU opponents make for tough competition. Each time you play a game, you’ll unlock pieces of trivia filled with fun facts, bits of history, and more!\n\nIn Clubhouse Games Guest Pass, available for free on Nintendo eShop, test out four of the included games, or connect with someone who has the full game to play all games that support Local Play! With board games, card games, sports games, solitaires, and even a piano keyboard, Clubhouse Games: 51 Worldwide Classics is an eclectic collection of games to play and discover on your Nintendo Switch system.",
    "id": "010047700D540000",
    "name": "Clubhouse Games™: 51 Worldwide Classics",
    "publisher": "Nintendo",
    "releaseDate": 20200605,
    "version": 0
}