{
    "description": "Woah! Beebz and her friends were sucked into the neon splattered world of a painting and need to get the heck outta there! Can you escape these dangerous & surrealist environments, using your platforming skills, to get back home?\n\nFEATURES:\n- This painting is no joke! Explore these surreal worlds, filled with bright neon colors, and enjoy the intoxicating combination of 2D & 3D art!\n- Beebz will focus on what she does best! Platforming! Maintain a constant momentum with no stopgaps or combat, it's all about the platforming that is faster & better than ever before!\n- A unique checkpoint system, tweaked to perfection! Place your own checkpoints at any time with no limit! Retreading is for losers!\n- Lots to do! Explore 10 finely crafted levels with a plethora of unique challenges and hazards that are constantly introduced to you at a record pace!\n- Setpiece levels with a fun narrative to boot! After all, Beebz didn't get sucked into the painting alone and her friends certainly are characters!\n- A ton of additional goals for you to complete, such as: Collecting all the sweets in a level, finding the hidden vinyl which unlocks 10 more remix levels & getting all the trophy times!\n- Remix levels?! You betcha! And don't be fooled, these are expertly crafted to be entirely new levels with brand new challenges! Better bring your A-game!\n- Who knows what awaits you if you complete the game 100%? We do, and it's pretty sweet, so you should do it.\n- 6 finely tuned modifications you can buy with your collectables: Sweets! Only the best of the best, such as mods that add an extra hit point, tweak or add new movesets etc. They even change your looks!\n- Leaderboards, baby! That's right, compete for the best times across the world and show off your mettle!\n- Photo Mode! Look, at this point it's mandatory and Beebz is really good at taking selfies! So snap away!\n- Settings galore! Seriously, this thing's packed with options, so customize your game the way YOU want it to be!",
    "id": "010010C017B28000",
    "name": "Demon Turf: Neon Splash",
    "publisher": "Playtonic Friends",
    "releaseDate": 20220414,
    "version": 0
}