{
    "description": "Eden Genesis is a platform game focused on fast-paced trials, quick reflexes, and a rich story in a cyberpunk world dominated by neon lights and corporations. Take control of Leah, a young cyborg lady, and overcome challenging trials to liberate her corrupted mind! \n\nA cyberpunk adventure\n\nIn the not-so-distant future, corporations rule the world providing ways of increasing the physical and intellectual capabilities of the common folk, at a high price...\n\nThose who wear cybernetic implants are doomed. Their lifetime is coming to an end in a matter of time, but luckily for them, there may still be hope. The biggest tech conglomerate just announced a promising solution for this terrible disease!\n\nYou play as Leah, a young cyborg lady who joins this experimental treatment to find a cure for what is killing augmented people. Overcome the trials to unlock your full mind potential and eliminate the corruption born from the implants that are destroying your neurons.\n\nGame mechanics\n\nFast-paced gameplay - Eden Genesis offers a wide world full of trials that require anticipation, quick reflexes, and nerves of steel. These sections contain both environmental and enemy hazards, besides frantic platforming puzzles. Players must overcome them to cure the illness suffered by the protagonist.\n\nResponsive controls - The game features an intuitive level design for the players to enjoy precise movement controls. As you become more skilled and Leah liberates more neuron links, Eden Genesis allows you to get even faster completion times every time you enter a trial. In a game with such scale and platforming, responsive controls are a must-have, allowing precise movement and combat.\n\nA balanced platformer - While any player will be able to reach the end of the game and complete the main story and numerous secondary phases, it is true that Eden Genesis offers some extra content for demanding players. Many of the trials are optional, and these offer a level of difficulty that only the most experienced will be able to overcome. However, the main playable and exploration core is designed to be accessible to all players.\n\nDeep story - Eden Genesis features a stunning plot including philosophic themes and debates about what makes us humans and the limits of science and technology. As every good cyberpunk story does, Eden Genesis makes the player question reality, and have uncertainty about the future.\n\nFuturistic setting - The world of Eden Genesis presents a future in which technological megacorporations dominate every aspect of everyday life. Neon lights and cybernetic implants are the protagonists of a unique 2D artistic design, which gives life to an immersive cyberpunk universe.",
    "id": "0100D9D01D4B2000",
    "name": "Eden Genesis",
    "publisher": "Aeternum Game Studios",
    "releaseDate": 20240912,
    "version": 0
}