{
    "description": "Glorious bouncy 3D platforming and combat inspired by some of the best in the genre from Italian plumbers, blue hedgehogs, or wild bandicoots! Become BOB, a reckless bouncy hero embarking on a quest of epic adventures and chaos.\n\nOpen World Exploration and Destruction\nRoll into jam packed open worlds that let you explore and utterly smash them to pieces in the process! Conquer adversaries and boss fights, tackle thrilling challenges, and unearth multiple hidden secrets. Realms bursting with activities to do at your own pace while you break almost everything along the way.\n\nBounce Around History\nBounce between multiple (slightly inaccurate) historically themed open worlds each with their own unique mechanics, items, and enemies. From the Vikings through to the Age of Pirates. From Feudal Japan over into The Space Race. Each world lets you hop in and out whenever and carry over progress.\n\nSingle Player, Online Co-op and Local Wireless Multiplayer\nGo solo or grab friends. Supports single player, Local Wireless Multiplayer, and online co-op up to 4 players! Jump in and out sessions and keep any items and weapons collected.\n\nExtensive Character Customization\nCollect an arsenal of weapons, shields, and themed items to customize your character! No cosmetic paid DLC - unleash your creative powers to customize your character with items collected from playing.\n \nFeatures Include\n- Glorious bouncy 3D platforming and combat in a series of (slightly inaccurate) historical worlds.\n- Full of content. Fight foes, rescue allies, take on multiple objectives, uncover secret and collect bundles of themed items and weapons.\n- Smash, dash, and steamroll highly destructible environments.\n- Customize your character with a massive amount of flags, items, weapons and themed decorations, all collected from playing.\n- Enjoy Single Player, Online Co-op and Local Wireless Multiplayer modes. Seamlessly jump in and out of sessions with friends and keep everything you’ve collected.\n- It teaches history. Well kinda.",
    "id": "010081E01A45C000",
    "name": "Bang-On Balls: Chronicles",
    "publisher": "Untold Tales",
    "releaseDate": 20231005,
    "version": 0
}