{
    "description": "ABOUT THIS GAME\nA young girl named Ib visits an art gallery with her parents.\nWhile perusing the various works of art, Ib suddenly realizes that she is alone.\nAs she searches for someone – anyone – else, the museum begins to change...\n\n◆◆◆◆◆\n\nA 2D exploration adventure game set in a creepy, mysterious art gallery.\nInspect the area around you, discovering items and disarming traps to find your way out of the strange gallery.\n\nGame Features\n・A mysterious adventure set it an art gallery full of puzzles to solve.\n・Pieces of artwork beautifully crafted in pixel art.\n・Basic controls consist of movement and an interact (speak) button, enjoyable by players of all levels.\n・Seven different endings to unlock based on player actions and choices.\n・Upon completion you will be rewarded with the True Guertena exhibit where you can collect the artwork found throughout the game and be able to visit an extra dungeon that you couldn’t access in your first playthrough.\n\nNew Features\nThis game is a remake of the 2D exploration-adventure title Ib, set in a creepy, mysterious art gallery and originally released in February 2012. Virtually all of the graphics have been updated, with many upgraded and additional effects as well.\nSignificantly improved screen resolution and graphics allow players to experience a\nclassic in a whole new light.\n\n・Brand new graphics for maps, characters, and stills.\n・Addition of all-new and redesigned pieces of artwork.\n・Further improvements upon the original concept of making the game enjoyable for\n・Players of all level through optimizations to the many puzzles in-game.\n・Brand new puzzles, effects, and tricks that were not present in the original.\n・Addition of “Zoom Mode” for improved visibility, allowing players to spot small items more easily and view the many pieces of artwork in greater detail.\n・New “conversation system” allows companions to offer hints and engage in conversation.\n・Brand new BGM composed specifically for the remake.",
    "id": "01008060191A4000",
    "name": "Ib",
    "publisher": "PLAYISM",
    "releaseDate": 20230309,
    "version": 0
}