{
    "description": "25 years later, throwing flying discs at your opponents is still as cool as back in the days. Sequel to the NEOGEO cult classic Windjammers, Windjammers 2 is the perfect mix between what you loved about the classic title and brand-new mechanics. \n\nFast-paced, strategic, easy to learn but hard to master: Windjammers 2 follows the steps of the first episode and brings back what makes the Windjammers series an amazing fun and competitive game!\n\nWINDJAMMERS 2 WILL MAKE YOUR HEAD SPIN\n\nNew challengers, new stages, brand-new mechanics and awesome new power moves will make your head spin and enhance your windjammin’ experience. Master the slapshot, dropshot, the jump, the smash and the powerful EX MOVE, and enjoy the kickass soundtrack coming straight out of the ’90s. \n\nWITH BRAND NEW CHARACTERS...\n\nSophie De Lys: Soyez prêts ! It's time to meet the French fashionable fast and furious Sophie De Lys and her super moves. One simple advice: choose the right way to go.\n\nMax Hurricane: With his impressive silhouette, the Canadian champion isn’t here to joke around. He’s ready to blow anything out of his way with only one throw. Klaus Wessel, you’ve been warned. \n\nJao Raposa: Absolute fan of Steve Miller, Jao spent his childhood in Brazil watching the original Windjammers’ own his opponents on the jammin’ court, and it’s now his time to shine. His best weapons? His speed and head-spinning throws. \n\nSammy Ho: Sammy is a very well balanced athlete. The Chinese player is powerful but fast enough to catch every frisbee that comes to him. Beware of his tricky shots! He’ll take the title away from you if you’re not careful enough! \n\nAND RETURNING ONES\n\nHiromi Mita: 10 years later, you would have thought Japan gave up on the jam? Hiromi Mita is still around with her fast and tricky curve shots shots that will make you regret facing her.\n\nKlaus Wessel: After a decade of hard training, Klaus Wessel, also known as the Colossus from Germany due to his powerful shots, is back and ready to show Max Hurricane who's the strongest jammer alive. \n\nLoris Biaggi: Swift, strong, versatile… the Italian Loris  Biaggi is still the great champion he was back in the days. \n\nSteve Miller: He’s agile and a natural at pulling off reversals along with tricky curved shots. He's back to prove that he is still in the game.\n\nGary Scott: The extremely muscular American competitor is once again here to show to his opponents how powerful he is. Get ready to see one of the most impressive shots of the game!\n\nJordi Costa: The all-round athlete Jordi comes back in the game after 10 years of training. His clinical shots and his speed are the assets that can lead him to win the championship!",
    "id": "0100AF500EF0C000",
    "name": "Windjammers 2",
    "publisher": "DotEmu",
    "releaseDate": 20220120,
    "version": 0
}