{
    "description": "An old-school Wuxia game with comparable features: strategic character leveling, turn-based combats, and most importantly, a vast array of characters and a gripping, heartfelt story.\n\nMAKE YOUR OWN NAME IN THE CHANGEABLE WULIN\nHarness and master the disciplines of martial arts, and make friends with a diverse cast of memorable characters along the way. Make a name for yourself and navigate difficult decisions that’ll forever change the course of the world.\n\nAN EXPANSIVE CAST OF DYNAMIC CHARACTERS\nMeet feuding clans and sects, brave patriots, twisted villains, and gruff old masters with remarkable kungfu skills.\n\nTHE FATE OF JIANGHU RESTS IN YOUR HAND\nFace moral dilemmas, beyond simple choices of good versus evil, shaping both you and the path you’ll tread. Will you align with the court’s agents or the street heroes? Would you make “minor” moral sacrifices to achieve fame and power? Will you embrace a foreign prince's offer or save your corrupt country from within? Weigh increasingly high stakes with each challenging decision.\n\nA HERO IS NOT MERELY BORN\nHone your martial prowess in massive battles and relentless pursuits. The more you fight, the stronger you become. Delve into a vast arsenal of kungfu scriptures and gear to craft an ideal build, tailored through your customized leveling route.",
    "id": "010056202072A000",
    "name": "The World of Kungfu: Dragon and Eagle",
    "publisher": "ChillyRoom",
    "releaseDate": 20241024,
    "version": 0,
    "category": [
        "RPG",
        "Strategy"
    ],
    "developer": null,
    "intro": "Make a name for yourself in this old-school Wuxia RPG.\nExplore the chaotic lands of ancient China and engage in challenging turn-based battles to change the world of kungfu.",
    "isDemo": false,
    "languages": [
        "en",
        "zh",
        "zh"
    ],
    "nsuId": 70010000086621,
    "numberOfPlayers": 1,
    "ratingContent": [],
    "region": null,
    "rightsId": null
}