{
    "description": "Get ready for an adrenaline-fueled adventure in \"Offroad Truck Simulator,\" the ultimate 3D truck simulation game. Step into the rugged world of offroad trucking and prove your driving skills as you conquer the most challenging terrains. As a dedicated truck driver, your mission is to complete a wide range of tasks, each designed to test your abilities and earn you money.\n\nWith your earnings, you can purchase and upgrade a variety of powerful trucks, each with unique capabilities and features. From basic starter trucks to heavy-duty monsters, choose the right vehicle for the job and customize it to suit your driving style.\n\nGame Features:\nStunning 3D Graphics: Immerse yourself in highly detailed and realistic environments. Navigate through forests, deserts, mountains, and swamps, each with its own set of obstacles and challenges.\n\nDiverse Tasks: Take on a variety of missions that range from simple cargo deliveries to complex rescue operations. Each task will test different aspects of your driving skills.\n\nProgressive Levels: The game is structured in levels, each more challenging than the last. As you progress, you'll encounter tougher terrains and more demanding tasks, pushing your skills to the limit.\n\nWide Range of Trucks: Start with basic models and work your way up to powerful offroad beasts. Upgrade your trucks with better engines, tires, and other enhancements to improve performance.\n\nRealistic Physics: Experience the true-to-life physics that affect how your truck handles on different surfaces. Mud, sand, rocks, and water will all impact your driving, making each mission a unique experience.\n\nDynamic Weather System: Face the elements with a dynamic weather system that includes rain, snow, fog, and more. Adapt your driving to changing conditions to complete your tasks successfully.\n\nIntuitive Controls: Easy-to-learn controls make the game accessible for players of all skill levels, while offering depth and precision for those who seek a more realistic driving experience.\n\nAre you ready to embark on the ultimate offroad adventure? Buckle up, start your engine, and take on the wild terrains in \"Offroad Truck Simulator.\" Whether you’re a casual gamer or a hardcore truck enthusiast, this game promises hours of engaging and challenging gameplay. Drive hard, earn big, and become the ultimate offroad truck driver!",
    "id": "010021701FAA4000",
    "name": "Offroad Truck Simulator",
    "publisher": "SimulaMaker",
    "releaseDate": 20240712,
    "version": 0
}