{
    "description": "Product Description:\nA remastered version of Fate/stay night, fantasy action drama visual novel and TYPE-Moon's first-ever commercial release in 2004, will be released on Nintendo Switch™ for its 20th anniversary.\nThe remaster is based on the 2012 release of Fate/stay night Realta Nua, featuring series-first adaptation into languages such as English and Simplified Chinese, as well as graphics and animations rendered in full HD. Experience in vivid detail the story of Shirou Emiya, a teenage boy with dreams of becoming a Hero of Justice, and his battle revolving around the omnipotent wish-granting vessel, the Holy Grail.\nWith numerous entries in the ever-expanding Fate series, including the mobile game Fate/Grand Order, the curtains of Fate, the Origin, rise once again.\n\nStory:\n—The Holy Grail War—\n\nA ritual held in Fuyuki City by magi grasping to reach the Root.\nSeven magi, known as Masters, gather to compete over possession of the Holy Grail, which possesses the power to fulfill any of its bearer's wishes.\nThey fight other Masters for supremacy by summoning Heroic Spirits, known as Servants, called upon by the Holy Grail.\nHowever, throughout the past four Holy Grail Wars, history has yet to see a single victor.\nDuring the Fourth Holy Grail War ten years ago, Shirou Emiya was saved from amidst the fires of war by the self-proclaimed mage Kiritsugu Emiya.\nThe young Shirou started living with Kiritsugu and persistently asked for instruction in magecraft, much to the mage's disapproval. On the night prior to Kiritsugu's death, Shirou promised his adoptive father that he'll become a Hero of Justice.\n\nFast forward to the present.\nOn one quiet eve, Shirou gets involved in the Holy Grail War and is assailed by a Servant.\nJust as the glint of steel threatens to take his life, a girl clad in knightly armor appears to stop the fatal attack.\nThe Servant, who came to the rescue of the would-be Hero of Justice, and the Master, saved by the Heroic Spirit of the Sword; their fates are in motion...",
    "id": "010023301E41C000",
    "name": "Fate/stay night REMASTERED",
    "publisher": "Aniplex",
    "releaseDate": 20240807,
    "version": 0
}