{
    "description": "It takes two to save the world in this cooperative spy adventure. Pair up with a friend as Agent or Hacker—with only your voices to connect you—and work together to bring a hi-tech global menace to its knees.\n\nNOTES:\n- This game is online co-op only and requires a microphone.\n- Thanks to the Friend Pass, any of your friends can play with you for free (coming soon after launch).\n- Cross-platform play enabled (only available on the main title, not on the Friend Pass)\n\nOperation: Tango is an espionage-themed cooperative adventure challenging you and a friend to complete dangerous missions across the globe in a high-tech near-future world. As an exclusive team of two, you and your partner will become AGENT and HACKER, working in tandem to bring a high-tech global menace to its knees. With only your voice to link you, teamwork is crucial, and communication is key!\n\nGame features:\n\nCO-OP PUZZLE SOLVING - Combine skill sets from different points of view to overcome challenges focused on communication, not difficulty. These missions cannot be completed alone.\n\nTHRILLING ESPIONAGE - Investigate, hack and infiltrate while executing missions across the globe. Live out your ultimate “Hollywood” spy fantasy!\n\nHI-TECH TOOLS - Experience the visual splendor and technological advances of a hyper-connected world built around augmented reality.\n\nFRIENDLY BANTER - Constant communication makes for both heartfelt and hilarious moments. It’s all about sharing your voice.\n\n\nMultiplayer options:\n\nFRIEND PASS - If you own Operation: Tango, any of your friends can play with you for free. All they need to do is download the Operation: Tango Friend Pass. It takes two to save the world, but it only takes one to pay for it (coming soon after launch).\n\nCROSS-PLATFORM PLAY - Operation: Tango can be played with a person who’s not playing on the same platform as you. It just works  (only available on the main title, not on the Friend Pass).",
    "id": "0100CAD01D89A000",
    "name": "Operation: Tango",
    "publisher": "Clever-Plays",
    "releaseDate": 20240801,
    "version": 0
}