{
    "description": "★Suddenly, a wonderful adventure\nA mysterious little creature Hebe fell into a mysterious world.\nDiscover a brand new world, explore every corner, find the treasures with your new wonderful friends, and use their skills to find new places.\n\n★Enjoy new convenient functions in Enjoy mode!\nWith the \"Rewind\" function, you can rewind the game if you have made a mistake or if you want to change an event. With the \"Quick save&load\", you can create quick saves and load them easily. With the \"Turbo\" function, you can climb walls comfortably.\nWith these new functions, unlocking the 35 successes will be a breeze!\n\n★Clear the game as fast as possible in Speedrun mode!\nFinish the game as fast as possible without using the convenient functions.\nCompare your time with other players in Ranking.\n\n★See Hebe in a different story in Special snap mode\nDuring cutscenes, you can see screenshots from Ufouria: The Saga. This way, you can compare the original and localized version.\nIn addition, you can switch between English and Japanese. You certainly will notice Hebe's unique manner of speaking. \nIn other words, the game depicts two worlds, different characters, and different stories. Sometimes, some characters and events will be totally different if you compare the original version with the localized one. This is your cue to find out more about Hebereke...if you can!\nAnd that's not all! The Japanese and Scandivanian manuals are also included in the game!\n\n★About Hebereke\nHebereke is a game developed by Sunsoft in 1991.\nThe main character, Hebe, is a little creature with a unique manner of speaking. The comical universe of the game and its cute characters are what made it so popular back then.\nAnother reason for its popularity is its action maze-like design. The player must explore every corner of the map to find their way in this surreal universe. The soundtrack is also to be mentioned: in contrast to the surreal world depicted, the music is more down-to-earth and straight to the point.",
    "id": "010039701DFE2000",
    "name": "HEBEREKE Enjoy Edition",
    "publisher": "City Connection",
    "releaseDate": 20240327,
    "version": 0
}