{
    "description": "Tank fighting game, the highly-popular downloadable game is now available on your Nintendo Switch™.\nControl your tank using the analogue sticks. Fire by touching your target on the screen. \nThese intuitive controls make it easy for anyone to play the game.\n\nSimple rules: players must destroy all enemy tanks in a stage to complete the stage.\nFor players, the power-type tank is equipped with charged shots that break through walls! Speed-type tanks are so agile, they can outrun missiles!? and jump over enemy missiles (jumping tanks!).\nSet in the near future, this action shooter tank battle game lets players experience the most intense battle action they've ever seen!\n\n[Mission]\nTwo different mission levels are available in the game. Players can start from either level\n\n• Normal Mission:\nStandard level mission for beginners and intermediate players.\nIncludes 50 stages.Start playing with this mission.\n\n• Extra Mission:\nAdvanced level mission for those who complete the Normal Mission.\nIncludes 20 stages.Complete these missions to become a Touch Battle Tank Master.\n\n[Player Tanks]\n• Power-type (Blue tank):\nHeavily armed and armoured; fires magnum charge shots. It is well-suited for beginners.\nFires rounds that intercept enemy rounds and destroys blocks (red) with charged shots.\n\n• Speed-type (Red tank):\nWeak attack and armour, but agile with rapid-fire shooting. It is better suited for advanced players.\nSlips between enemy rounds and fires shots that ricochet off walls.\nTouch the L/R buttons at the same time to jump to avoid enemy rounds.\n\n[Enemies]\n• Normal (Green enemies):\nFire normal rounds.\n• Ricochet (Red enemies):\nFire rounds that ricochet off walls.\n• 3D (White enemies):\nFire rounds in three-directions at once.\n• Rapid-fire (Blue enemies):\nFire rapid-fire rounds.\n• Guided rounds (Orange enemies):\nFire guided rounds that always follow the player's tank.\n• Intercept rounds (Black enemies):\nFires intercept rounds that go through any obstacle. If the player's tank is close to the explosion when this round strikes, the tank will suffer one damage even if the player avoids a direct hit.\n• Boss (Giant enemy):\nA giant enemy tank.\nBoss colour indicates the attack method, which is the same as normal-sized tanks of the same colour.\nIf the player's tank touches this tank, the player's tank will be crushed.",
    "id": "01007AA00A91A000",
    "name": "TouchBattleTankSP",
    "publisher": "SILVERSTAR",
    "releaseDate": 20180510,
    "version": 0
}