{
    "description": "No Place for Bravery is a 2D top-down action RPG which weaves together exquisite visuals, a stirring soundtrack and intense combat moments into a darkly haunting tale that explores the lengths we’d go to recapture all we hold dear.\n\nPeril awaits on every path through Dewr, a harsh world of ruined beauty and violent tribes. In this game, you must contend with fast-paced battles filled with dodges, parries and counterattacks. Making mistakes will be punishing and you’ll experience a lingering sense of fragility while facing the dangers of Dewr.\n\nAfter fighting in a cruel war beyond reckoning, the ex-soldier Thorn lays down his blood-stained arms. Resigned to a quiet life of tavern-keeping, Thorn's thoughts and dreams linger upon his long-lost daughter Leaf — until Thorn witnesses the reappearance of the one who abducted Leaf so long ago. With the company of his disabled foster son Phid, Thorn enters the fray once more, convinced the world needs his blade to make things right.\n\nThe narrative of No Place for Bravery examines the role and duties of father figures and the consequences of their choices in a troubled world. The game, informed by the developers' personal life experiences and feelings, ponders where a parent's obligation ends and something more primal begins.\n\nIn skilled hands, Thorn can weather every violent challenge right from the start, and his brutality only grows as you discover new weapons and items to turn the tide against your foes. Yet, similar to Souls-like games, the messy throes of desperate combat take time to master. Do not despair if you should encounter a series of wretched defeats in your journey.\n\nA captivating blend of the low fantasy setting and achingly detailed pixel art makes Dewr's decrepit world croak with breathtaking life as Thorn carves his path through it. Every second that passes in No Place for Bravery pulses with an immersive, intense atmosphere that you’ll feel in your veins.",
    "id": "0100410016E82000",
    "name": "No Place for Bravery",
    "publisher": "Ysbryd Games",
    "releaseDate": 20220922,
    "version": 0
}