{
    "description": "Discover a modernized and revisited version of the Agatha Christie's classic. Set in 2023, Murder on the Orient Express brings the classic tale to life in a way that will surprise even the most dedicated fans. With brand-new elements added to the original story, experience the mystery and suspense like never before and rediscover one of the most famous case of Hercule Poirot.\n\nA crime is committed on board the Orient Express. Hercule Poirot, during this trip, is surrounded by a group of singular characters, all suspects, each with their own secrets and motivations, and will then try to elucidate the murder that has just taken place.\n\nSolving the mystery won’t be easy. Through numerous twists and turns, you will have to use your little grey cells and your detective skills to unravel the truth and bring it to light.\n\nWhether you’re a fan of the iconic book or movies, a lover of murder mysteries, or just looking for a thrilling adventure, this new proposal has something for everyone. So step aboard the Orient Express, and let the journey begin!\n\nExperience a thrilling investigation\n\nPrepare for major twists and turns that will keep you hooked until the very end, as \"\"Murder on the Orient Express\"\" is renowned for having one of the best plot twists in literary history.\n\nNot one, but two detectives\n\nRediscover Murder on the Orient Express, adapted to the modern era of 2023 with a faithful but augmented adaptation that introduces a new character named Joanna Locke. Embody the private detective allows you to lead a second investigation during playable flashbacks in the United States.\n\nMind Map & Timeline Resolving\n\nEnter Hercule Poirot's head to discover mind maps and make deductions there, adding an extra layer of depth to the gameplay.\n\nTake on the roles of Poirot and Joanna to solve puzzles and make deductions to uncover the truth behind the murder, playable in third person as you inspect sets and talk to all the protagonists and confront them.",
    "id": "0100218017CD8000",
    "name": "Agatha Christie - Murder on the Orient Express",
    "publisher": "Microids",
    "releaseDate": 20231019,
    "version": 0
}