{
    "description": "Arise, fallen hero! Enter Keeper's Toll, an action-packed roguelite set within a retro-infused dark fantasy world that demands skill and courage. Every moment could be your last, but with each setback, you grow stronger. Seize the challenge, overcome daunting foes, and purge a callous world through a methodical genre-bending experience.\n\nKeeper’s Toll places a heavy focus on slow-paced, skill-based gameplay with ARPG elements. Each run allows you to study your enemies and hone your skills while progressing through the main quest. Once you have mastered the basics, Keeper’s Toll introduces unique enemy archetypes, intricate bosses, and fresh mechanics that will challenge any worthy hero.\n\nKeeper's Toll features 6 unique risen heroes: the Shadow Monk, Pyromancer, Blood Maiden, Necromancer, Ranger, and Bogatyr. Each hero has their own specialized game-defining mechanics, as well as completely unique abilities and progression trees.\n\nFerocious bosses and cutthroat invaders lie at the heart of Keeper’s Toll and its perilous lands. All of the bosses, mini bosses, and invaders you will encounter feature their own unique battle mechanics and twists on the core gameplay. Overcoming the bosses requires a keen sense of strategy, so strengthen your character with purpose or suffer a swift end to your journey.\n\nKey Features:\n- Unique genre blend between horde survival and ARPG with a touch of souls-like\n- Skill-based gameplay designed to be approached methodically\n- Custom character classes featuring their own progression trees, unique abilities and playstyles\n- Destructive boss encounters with intricate designs, mechanics, and gameplay twists",
    "id": "0100FFB01889E000",
    "name": "Keeper's Toll",
    "publisher": "Stingbot Games",
    "releaseDate": 20241028,
    "version": 0,
    "category": [
        "Action",
        "RPG",
        "Arcade",
        "Other"
    ],
    "developer": null,
    "intro": "An action-packed roguelite brimming with challenge and despair. Survive against an onslaught of relentless hordes and grueling bosses with skill-based ARPG gameplay.",
    "isDemo": false,
    "languages": [
        "en",
        "es",
        "pt",
        "fr",
        "de",
        "it",
        "ru",
        "zh"
    ],
    "nsuId": 70010000085383,
    "numberOfPlayers": 1,
    "ratingContent": [
        "Blood",
        "Violence"
    ],
    "region": null,
    "rightsId": null
}