{
    "description": "After the animals of Torch City were defeated by the invading Robotic Legion in the Resistance War six years ago, former Resistance fighter Rayton the rabbit has kept a low profile. The arrest of a friend meant he had no choice but to put on his giant metal fist and fight against those oppressing him. Little did he know that he would soon be caught up in a maelstrom of conspiracies involving the Legion, the Resistance, and the Rat Gang. \n\n●Seamless Maps Filled with Challenges to Explore \n\nExplore more than a dozen unique areas in a Action Platformer (Metroidvania) style map. The core combat, puzzle-solving, and platform mechanics are complemented by countless hidden rooms, secret passages, and shortcuts, with all kinds of rewarding challenges for players to complete. \nMaps are loaded on the fly to avoid frequent transitions, making the massive Torch City feel even more detailed and alive. \n\n●An Arcade Combat System with Seamless Switching between Three Weapons \n\nThe Fist, Drill, and Whip are three weapons with completely different fighting styles that offer seamless switching between high combo, high damage, and long range attacks. Pummel the enemy by choosing the most appropriate form of attack for the situation. \nPlayers will be challenged by dozens of distinct types of enemies, each with their own weapons and attacks, all working together to bring the player down. Unique bosses with unusual fighting styles provide a new and unique gaming experience. \n\n●Diesel-punk Aesthetics Crafted with Unreal Engine 4 \n\nThe game's diesel-punk aesthetics were inspired by diesel combustion engines that were blended with an Eastern cityscape from a bygone era to give Torch City a signature one-of-a-kind visual feel. The stark contrast between furry animals and sterile mechanical soldiers introduce the theme of conflict in the game story. \nThe realistic 3D visuals powered by Unreal Engine 4 combined with Physically-Based Rendering take the Action Platformer (Metroidvania) genre to a whole new level of graphics quality.",
    "id": "01009F8017F48000",
    "name": "F.I.S.T.: Forged In Shadow Torch",
    "publisher": "BILIBILI HK",
    "releaseDate": 20220712,
    "version": 0
}