{
    "description": "Face off against your rivals on the battlefield by strategically using cards.\n\nDefend your nests and conquer your opponent's to achieve victory.\n\nRefine your strategy and train your army through 60 challenging levels.\n\nConfront the dangers of diverse battlefields, from carnivorous plants to ice storms and blazing volcanoes.\n\nCollect enough venom to unlock new attacks and gather elixir to evolve your insects.\n\nDon't forget, you can also challenge your friends in multiplayer mode and prove who the true master strategist is!\n\nInsectum awaits you. Are you ready for the challenge?\n\nKey Features:\n\n- Collect 12 powerful insects, such as the Praying Mantis, the Androctonus, or the Mandarin Wasp.\n- Face off against opponents in 6 spectacular battlefields, including Volcano, Jungle, Desert, Cave, Forest, and Frozen Mountain.\n- Immerse yourself in an exciting story mode with 60 battles, each requiring unique strategies.\n- Compete head-to-head with your friends in local multiplayer mode, with options for short, medium, or long battles.\n- Build up your insect card album by collecting and evolving them to use even more powerful strategies.\n\nGet ready for battle in \"Insectum - Epic Battles of Bugs\" and prove that you are the ultimate leader of these monstrous insects!",
    "id": "01003A101F378000",
    "name": "Insectum - Epic Battles of Bugs",
    "publisher": "DevilishGames",
    "releaseDate": 20240927,
    "version": 0,
    "category": [
        "Strategy",
        "Action",
        "Fighting",
        "Board Game"
    ],
    "developer": null,
    "intro": "Immerse yourself in the epic battles of \"Insectum\" and unleash the power of your monstrous insects.",
    "isDemo": false,
    "languages": [
        "en",
        "es",
        "it"
    ],
    "nsuId": 70010000081503,
    "numberOfPlayers": 2,
    "ratingContent": [
        "Mild Fantasy Violence"
    ],
    "region": null,
    "rightsId": null
}