{
    "description": "Sociable Soccer 24 is the exhilarating, cross-platform, arcade football franchise that brings the thrill of football to Nintendo Switch. Designed by Sensible Soccer creator Jon Hare, Sociable Soccer 24 features his signature fast-paced, arcade-style, and intuitive gameplay, enriched with multiplayer head-to-head matches and collectible player cards.\n\nOver 12,000 FIFPRO Licensed Footballers\nExperience the authenticity of the beautiful game as Sociable Soccer 24 features an extensive roster of over 12,000 licensed professional footballers. Each player's unique skills and attributes are faithfully replicated, allowing you to assemble your dream team from real-world talent.\n\nFast and Intuitive Gameplay\nGet your adrenaline pumping with the game's lightning-fast and intuitive online and offline gameplay. Whether you're a seasoned pro or a casual player, Sociable Soccer 24's user-friendly controls ensure that everyone can enjoy the excitement of the pitch.\n\n23/24 Season Football Data\nSociable Soccer 24 features a massive update of 1,000 teams and 30,000 players for the 23/24 season. Immerse yourself in the current football landscape with realistic leagues, team rosters and player data.\n\nBuild Your Own Squad and Clan System\nCreate your own football legacy by building a formidable squad and representing the club you love as you collect and upgrade licensed players from all over the world. Sociable Soccer 24 also introduces a full clan system, allowing players to unite with like-minded fans and compete together against the fans of other teams.\n\nThrilling Multiplayer Matches\nFace off against friends and rivals in exhilarating online and offline multiplayer matches.\n\nCompetitive Online Leagues\nThe game's 10-division online league system adds a competitive edge to the experience, as you strive to climb the ranks and prove your football prowess.\n\nOver 100 Awards and 77 Real World Trophies\nFulfill your footballing dreams by filling your trophy cabinet with over 100 in-game awards. Compete for 77 real-world trophies, adding a sense of accomplishment and prestige to your virtual football journey.\n\nCustomizable Difficulty Levels and Varied Controls\nSociable Soccer 24 is designed to be accessible to players of all skill levels. Tailor the game to your preference with customizable difficulty levels and varied control options, ensuring an enjoyable experience for every player.\n\nImmersive Graphics\nExperience football like never before. Immerse yourself in the vibrant and visually captivating world of virtual football, enhanced by cutting-edge graphics technology.\n\nGet ready to embrace the excitement of the world's favorite sport in Sociable Soccer 24. With its vast array of features, extensive player roster, and intuitive gameplay, the game sets the stage for a footballing adventure like no other. Join the passionate community of football fans, compete for glory, and celebrate the true spirit of the beautiful game in this remarkable gaming franchise.",
    "id": "0100DE6008726000",
    "name": "Sociable Soccer 24",
    "publisher": "Tower Studios",
    "releaseDate": 20240607,
    "version": 0
}