{
    "description": "＜About＞\nThis is a dating sim adventure game that takes place in a gentlemen's haven called \"Bunny Garden\". \nAt \"Bunny Garden\", you can enjoy drinking with the adorable staff, and develop relationships.\nForget about your daily stress and enjoy to your heart's content. \nYour choices will shape the narrative. The fate of your relationships rests solely in your hands.\n\n\n＜Story＞\nFired from his job due to a serious mistake, Haito Kanda tries to find solace in alcohol at his favorite pub amid despair, unaware that a fateful encounter awaits.\n\nThe protagonist, as he attempted to mend his emotional wounds with a downtrodden expression, is approached by a woman who invites him to drink and cheer up.\n\nFollowing her leads him to a place where delightful women, as adorable as bunnies, tended to the needs of gentlemen — welcome to the enchanting \"BUNNY GARDEN\".\n\nWhat kind of change will this encounter bring to his life? Enjoy a dreamlike time at the \"BUNNY GARDEN\".\n\n\n＜System＞\n■Enjoy a conversation with the cast while having a drink!\nBunny Garden is a drinking establishment where you can enjoy drinks and conversations with the cast.\nThe shop offers a variety of menus including drinks and snacks. \nBoost your likability by ordering the cast's favorite drinks and snacks. \nAdditionally, as you forge close, trusting relationships, you might find the cast enjoying a few drinks with you.\n\n■Remembering the content of a conversation is a gentleman's courtesy!\nAs a gentleman, it's only natural to remember conversations with the cast, right?!\nDuring your conversations with the cast, you may be asked if you remember what you talked about before, so combine the keywords to answer the question.\nIf you answer correctly, your likability rating will significantly increase!\n\n■Lots of fun for you!\nAt Bunny Garden, you can enjoy fun games, courtesy of the cast.\nThese include hand-push sumo, to the playful T-game, where the cast follows the roulette's cues with their movements, and a lively photo shooting session where you can strike different poses and build your collection.\nThere's plenty of fun to be had beyond just drinks and conversation.\n\n\n＜CHARACTER＞\n・Kana　　(Voice :Mio Hoshitani）\n・Rin　　　(Voice :Eri Suzuki）\n・Miuka　(Voice :Masumi Tazawa）\n\n\n＜STAFF＞\n・Character Design:Waon Inui\n・Scenario:Takayoshi Muto（Synthese）\n・Producer:Yujiro Usuda",
    "id": "01003E801D55E000",
    "name": "BUNNY GARDEN",
    "publisher": "qureate",
    "releaseDate": 20240418,
    "version": 0
}