{
    "description": "**INTRODUCTION**\nThe Royal Space Force needs you! A malicious alien force known as EXODON has brought chaos upon the Cyan Galaxy. Outnumbered and outgunned, the Royal fleet doesn’t stand a chance in a head on shoot out with the invading armadas. Tactical precision is the only chance of success. You must bravely blast through the hordes and vanquish the enemy leaders in your single seat starfighter, symbolically dubbed the Titan. However, you won’t be all on your own. A small eclectic squad of wingmen will fight by your side, while the Starhulk space carrier provides a mobile base where you can upgrade your ship. In order to prevail you will need to evolve the Titan’s arsenal from a humble single shot cannon to a spread shot, laser shooting, rocket launching, bombastic one man army.\n\n**GAMEPLAY**\nHyper Echelon takes inspiration from arcade classics while bringing its own authentic flavor of frantic, tactical shooting action - a bold experience with enough teeth for hardcore players, and plentiful rewards to welcome newcomers.\n\nMissions - The core story mode takes you on an epic campaign across the galaxy featuring 10 distinct worlds. To advance you must do more than survive, you must earn medals by completing specific objectives. These objectives include destroying all enemy units, finding collectibles, and various specials tasks unique to each mission. Try to get them all in one shot for a top rank, or progress steadily by focusing on one objective per run.\n\nWingmen - Bring a wingman into action to fight along your side. While managing two ships at once makes you a bigger target, the wingmen compensate by offering greater firepower, and extra special abilities. The most effective way to progress in the game is to achieve a harmonious relationship with your wingmen. 3 unique wingmen characters can be unlocked by playing missions.\n\nSpecial Abilities - In addition to an array of standard projectiles, the Titan and wingmen have special abilities. These include offensive attacks, shields, and the ability to slow time. In order to use specials you must keep a stock of Plasma, which is collected from busting up crystals and absorbing it from Space Kraken.\n\nUpgrades - Collect Golden Parts in battle, and use them to purchase hundreds of incremental upgrades in order to improve 8 different ship components. Not only do you grow stronger in combat, you also get the satisfaction of detailed visual changes to your Titan in the hangar. Proudly watch your stock gray bird light up like a Christmas tree, as your robot mechanic tinkers away.\n\nDifficulty Tiers - There are four difficulty tiers for every world, which each offer a fresh set of medals to earn, and greater GP rewards. Not only does the difficulty increase by statistical parameters, new and improved units appear in higher difficulties, keeping you on your heels and providing a sense of newness.\n\nStar Carts - Special upgrades can be unlocked by somewhat rare item drops. If you find a Star Cart you must survive to the end of the mission to acquire its reward. Star Carts provide a variety of perks including enhanced wingman weapons, upgrade discounts, character skins, and many more!\n\nAchievements - Go above and beyond to achieve more than just bragging rights. 36 achievements are fully integrated into the experience, and offer in-game GP rewards.\n\n**CONTENT OVERVIEW**\n- 3 game modes\n- 10+ hours of gameplay in story mode, endless replay in Survival and Boss Rush modes\n- 10 survival missions\n- 10 bosses\n- 5 playable characters (2 pilots and 3 wingmen)\n- 4 objectives in each story mission\n- 4 difficulty tiers in story missions - each tier has a fresh set of objectives\n- 160 objective medals\n- 320 upgrades\n- 32 star carts\n- online leaderboards\n- 36 Achievements\n\n**EXTRA FEATURES**\n2 Player Local COOP - Let a friend take control of a wingman for local coop action.",
    "id": "0100B57011488000",
    "name": "Hyper Echelon",
    "publisher": "GangoGames",
    "releaseDate": 20220513,
    "version": 0
}