{
    "description": "   Welcome to the neon-drenched streets of the future in \"Neon Drifter - Cyber Racing,» the electrifying racing game designed exclusively for Nintendo Switch™! Immerse yourself in a cyberpunk world where speed is king and style is everything. Choose from a lineup of 10 futuristic cyberpunk cars, each with its own distinct speed values and jaw-dropping design that reflects the essence of the neon-soaked metropolis.\n   Race Through the Cyberpunk City:\n Get behind the wheel and navigate the dazzling urban landscapes on three uniquely challenging tracks. Each track is a thrilling journey through cyberpunk architecture, offering a visual feast for your eyes. The graphics of Neon Drifter - Cyber Racing are beyond compare, boasting stunning reflections and dynamic lighting that elevate the futuristic cityscape to a whole new level.\n   Master the Art of Drifting:\n Feel the adrenaline rush as you drift through the city streets, showcasing your skills and leaving a trail of neon in your wake. The gameplay in Neon Drifter - Cyber Racing is all about precision and style. \n   Unlock the Future of Racing:\n The race for supremacy is on, and it's time to unlock the full potential of your racing experience. Progress through the game and unlock all 10 futuristic cyberpunk cars, each offering a unique blend of speed, handling, and design. As you collect and upgrade your cars, you'll feel the power at your fingertips, pushing the limits of speed and style.\n   Multiplayer Mayhem:\n Challenge your friends to intense multiplayer races and settle the score on the neon-lit tracks. With the Nintendo Switch™ 's versatility, you can experience the thrill of competition anytime, anywhere. Neon Drifter - Cyber Racing is not just a solo journey—it's a multiplayer showdown where friendships are tested on the neon battleground.\n Highlights:\n• 10 Futuristic Cyberpunk Cars with Unique Designs\n• 3 Unique and Challenging Tracks\n• Spectacular Graphics with Reflections and Lighting\n• Master the Art of Drifting for Racing Dominance\n• Unlock and Upgrade Your Fleet of Cyberpunk Cars\n• Multiplayer Mode for Thrilling Friend-vs-Friend Races\nGear up, hit the accelerator, and become the Neon Drifter - Cyber Racing champion. The future of racing is now in your hands!",
    "id": "010031201D620000",
    "name": "Neon Drifter - Cyber Racing",
    "publisher": "SUCCESS GAMES",
    "releaseDate": 20240114,
    "version": 0
}