{
    "description": "Axis Football 2024 features fluid simulation gameplay, endless customization, and the industry's best franchise mode.\n\nNew Gameplay Features In Axis Football 2024:\nCompletely overhauled blocking system, featuring over 75 types of blocking interactions\nResume a saved match! You can now save a match in progress and return to it later\nDefensive playbook overhaul. Over 25 new defensive formations and over 100 defensive plays\nNew zone coverage types and defensive zone priorities added\nGame difficulty overhaul to ensure each user has an appropriately challenging play experience\nPlayer attribute changes to better reflect the complexities of American football\nBase team roster reset to better balance the default teams\nTwo new stadiums: Las Vegas and Louisiana\nIn-match UI update (stylized score bug, redesigned playbook display and more)\nNew statistics and data analytic tracking for play calling to analyze what is and is not working\nImproved gameplay presentation, featuring previous play displays, starting lineups, and an improved 'Ask Coach' flow\nBug fixes from previous versions\n\nNew Customization Features In Axis Football 2024:\nPlaybook Editor - select the specific plays you want included in your playbooks\nUser-created teams can now be deleted\nDozens of new logos added to the team creator suite\n\nNew Franchise Mode Features In Axis Football 2024:\nNew league sizes available. American-style leagues: 32, 24, 16, and 8 teams. Tier-style leagues: (36, 30, 24, and 18 teams)\nTeam Activity Menu that tracks all signings, drafts, trades, contract extensions, and releases for all teams across the league.\nBetter AI team management (signing free agents during the year, better draft logic, etc.)\n\nMiscellaneous New Features in Axis Football 2024:\nQB Run plays have been added as a new category when selecting the play calling weights\nWhen editing attributes in the Player Editor, you will now find both a +1/-1 and a +10/-10 button\nA notification at the top of the franchise dashboard will now appear whenever there are unsaved changes to a user’s franchise.\nThe schedule generator has been rewritten to produce more consistent and league-appropriate schedules.\nPlayers that were injured in positions that are considered secondary starters (WR4, WR5, TE2, etc.) will no longer incorrectly make their way onto the field.\nInjuries and roster changes made to teams during exhibition matches will no longer carry over into new franchises.\nThe depth chart will now show all available players that match the selected position at the top of the substation list rather than sorting the list solely on the OVR rating, regardless of the player’s position\nAutomatic substations due to fatigue or injury will no longer place players outside of their position group\n\nFull Franchise Mode Features:\nMultiple league setup options (NFL-style, Tier style)\nAll-time record tracking\nPlayer Contracts\nTrades\nInjuries\nPractice Squads\nFree Agency\nRetiring Players\nWeekly and Yearly Awards\nDynamic, tiered league structure with playoffs, promotions, and relegations\nUnlimited seasons\nPlayer progressions based on performance, age, potential, and playtime\nEnd of season drafts\nSeason-long team stats\nIndividual league leader stats\nFranchise stats\nDepth chart control\nPlay, coach, spectate, or simulate matches\nLeague and team schedule viewer\nSpectate other matches\n\nCustomization:\nComplete team creator / editor suite\nCustomize team name, colors, uniforms, field, play selection, logo, and more!\n\nGame Modes:\nPlayer Vs AI\nCoach Mode (1p & 2p)\nSpectator Mode\nLocal Player Vs Player\nFranchise Mode",
    "id": "010056E01DDF2000",
    "name": "AXIS FOOTBALL 2024",
    "publisher": "Upside Down Bird",
    "releaseDate": 20240126,
    "version": 0
}