{
    "description": "■Game introduction\n\"Ogre Tale\" is an arcade-like swordplay action game,\nA fusion of hack and slash games with training elements\nIt is a mission clear action role-playing game.\n\nSet in modern Japan, you will fight against yokai as the \"Three Ogre Sisters\" who are descendants of the ogre tribe.\nThere are more than 50 missions, and you will be exterminating yokai in various regions of Japan.\n\nIn addition to the basic actions of attacking, jumping, dodging, normal attacks, and special moves, characters can perform a variety of actions by setting skills in weapon slots.\nThe rarer the weapon, the more slots you have, so you can combine various skills.\nYou can also customize it to suit your style.\n\nThe game also supports online cooperative play for up to three players.\nYou can choose from 6 online missions.\n\n■Story\nOnce upon a time, Momotaro (a.k.a. Peach Boy) and his allies, Kintaro and Issuntaro, wiped out the tribe of ogres who plagued the Japanese countryside, and everyone lived happily every after.\n\n...Until now, anyway.\n\nCenturies later, Momotaro's descendant -- bored of life as a bar host (!) -- decides to run amok and terrorize the Japanese countryside with mononoke and yokai and all those other Japanese mysticism-related things you've probably heard the tiniest bit about from some anime somewhere. Not because it's his destiny or anything; just because he CAN.\n\nWith the hero now serving as villain, it's time to flip the script and turn the villains into heroes! Or... comparatively less bad villains, at least? Ran, Hana, and Yume -- sisters who are descended from the very ogres Momotaro once took down -- must join forces with a kitty cat named Iroha who serves as their mentor, narrator, and caregiver (?) to rid the world of the pink, peachy menace and his fairytale folkhero-turned-villain flunkies in this action-packed tongue-in-cheek Japanese-inspired beat-em-up other-words-separated-by-hyphens romp-o-rama!\n\nWhat kind of game is it, you ask? Why, it's...",
    "id": "01008E301404A000",
    "name": "OGRE TALE -鬼譚-",
    "publisher": "MAGES.",
    "releaseDate": 20240711,
    "version": 0
}