{
    "description": "Develop your cities and armies, level up your heroes to gain new, powerful spells and skills, and explore the wonders and dangers of the procedurally generated maps as you aim to conquer your enemies before they do the same to you.\n\nHero's Hour is an accessible, yet-deep and content-rich Strategy Roleplaying Game. Take control of your hero, explore the world, build up your town, fight fast-paced battles, level up your hero and amass an army large enough to take out the opponents - before they take you out.\n\nTurn Based + Real Time\n\nWhile exploring the overworld and developing your town and army are both turn-based, giving you time to think and plan out your next moves, in battles your units will do the best to fight for themselves in real time - all hundreds of them. Cast spells and give attack orders to swing the tide of battle - or just sit back and watch as your might unfolds.\n\nProcedural Generation\n\nHero's Hour brings impactful procedural generation to the strategy game formula, ensuring that every time you play, there will be new areas to explore and strange buildings to enhance your hero or army. Seek out obelisks to start you on small procedural quests that send you around the world. You won't even be able to use the same build order each time you play the same faction.\n\nFeatures\n\n• 11 factions with special mechanics, strengths and weaknesses\n• 22 hero classes, with a special skill each\n• 50 common hero skills\n• 177 units (and 99 upgraded units)\n• 80 unique unit abilities\n• 166 artifacts\n• 83 spells (+18 spells unlocked via skills)\n• Dozens of impactful map buildings\n• Local \"hotseat\" multiplayer\n• Co-op with other players or even with the AI\n\nBeing on the faster side compared to other turn based strategy games, you may even be able to finish the hotseat games that you start!",
    "id": "010005E01E5E6000",
    "name": "Hero's Hour",
    "publisher": "Forever Entertainment",
    "releaseDate": 20240411,
    "version": 0
}