{
    "description": "Follow the story of Evan Kapnos, his identity recently Foreclosed, stripped of his job, his brain implants and his access to the city Block-chain, he must now escape before his identity and implants are auctioned off.\n\nAn Interactive Graphic Novel and Immersive Narrative\nFORECLOSED combines the playability of video games with the sleek visual aesthetic of comic books. Everything from game-play to cinematics are experienced within the stylistic framework of a graphic novel. Full screen and comic panel perspectives are seamlessly blended as you move throughout FORECLOSED's Cyberpunk city, uncovering a gripping conspiracy story. Cutscenes are also interactive and transition smoothly between alternative game-play styles.\n\nHi-Tech Combat\nDiscover and unlock new abilities with an RPG-like skill system. Upgrade your weapon's potential with futuristic modifications like the Explosive or Machine-Gun Rounds mods, enhance your brain with experimental augmentations and fight back against your enemies. Learn to control your new abilities, fight opponents, and manipulate your surroundings. Acquire superhero-like abilities such as telekinesis to launch your enemies into the air or hurl huge objects at groups. Hack into different systems to create traps or even overheat the implants in your enemies’ heads.\n\nFeatures Overview\nSlick Cyberpunk Action – FORECLOSED is a narrative-driven action-adventure set in a Cyberpunk world filled with action, suspense, and experimental augmentations. \n\nInteractive Comic Book - Everything from gameplay to cinematics are experienced within the stylistic framework of a graphic novel to make you truly feel like a comic book hero.\n\nImmersive Narrative - Follow the story of Evan Kapnos, his identity recently Foreclosed, stripped of his job, brain implants and access to the city Blockchain. He must now escape the city before his identity and implants are auctioned off…\n\nHi-tech Combat - Modify your Symbiotic Pistol with an assortment of customisations that can be swapped out or even combined.\n\nAugmentation Upgrades - Discover and unlock brain implant abilities with an RPG-like skill system",
    "id": "0100AE001256E000",
    "name": "FORECLOSED",
    "publisher": "Merge Games",
    "releaseDate": 20210812,
    "version": 0
}