{
    "description": "Move objects to the designated platform and balance, arrange, and build to help earthlings complete jobs! Tasks range from farming, fishing, and stacking cheerleaders. Wait…what? Each puzzling job has multiple objectives hinted at through pictures. Solve them to earn in-game medals and unlock even more jobs—just keep an eye on the timer.\n\nPass a Joy-Con™ controller to a friend for some duo UFO puzzle solving\n\nRecruit a friend and complete any job in cooperative mode. Each job also has a more difficult variation that’s perfect for two players. Jobs may have more objects to move or other challenges to keep the action fresh for your UFO buddy. Two claws are better than one!\n\nReach for the stars (and a high score) in the Tower of Infinity\n\nThe sky’s the limit in the Tower of Infinity mode! Stack objects that are flown in on helicopters to build the tallest tower you can. Be careful not to let anything fall of the platform or the round will end. A second player can join you on your journey to build the tallest tower possible.\n\nTake on jobs like helping a farmer load a truck, arranging circus animals, and rebuilding a temple. In addition to the medals you’ll earn to unlock other stages, you’ll receive some in-game currency for each job you complete. Redeem your hard-earned currency for adorably useful costumes. Dress like a ninja for a sneaky look and a speed boost, or don the safety helmet to stop quickly when zooming around the screen.\n\nCheck out the Feats of Glory for extra challenges to complete as you play. For example, try to transport a total of 160 objects across all jobs or get a total of 54 medals. Complete four of these feats to unlock an animated illustration.\n\nOnce you master your claw-swinging, object-stacking skills, you can go for a treasure hunt! In this mode you must solve puzzles and collect treasure as you explore treacherous ruins. Whether you want to help out earthlings, build your Tower of Infinity, or explore for treasure, the Part Time UFO game is full time fun.",
    "id": "01006B5012B32000",
    "name": "Part Time UFO™",
    "publisher": "Nintendo",
    "releaseDate": 20201028,
    "version": 0
}