{
    "description": "Finally, it corresponds to Japanese!\n\nIt now supports not only English, German and French, but also Japanese.\n* Please update to support Japanese.\n\n■Love story\n\"Proper ladies can do whatever they want!?\"\nYou are a so-called \"love-allergic\" girl who spends her time at home in a track suit.\n\nYou luckily get a job at the famous Misono Trading Company, but it is discovered that you are actually the heiress to the parent company's Misono family!?\n\nYou move into a mansion in order to learn how to be a proper lady,\nbut you just can't manage to get used to your glamorous lifestyle!\n\nYou continue to battle, surrounded by your kind butler,\nhot and cold fiancé, and ditzy cousin!\n\n■Here are the handsome guys you can choose from!\nYou can choose whichever guy you prefer.\n\n♥Masaki Fujigaya\nSuper! Cocky fiancé\n\n♥Hayato Aisaka\nSuper! Protective butler\n\n♥Kyoichi Takayanagi\nSuper! Cool strict brother in law\n\n♥Tsubasa Misono\nSuper! Wild boy cousin\n\n■Diamond Girl is such a game!\n✓This is a love story game in which relationships form between the\n\"love-allergic\" heroine who wears track suits around and the handsome men.\n✓This is an otome game in which the handsome men surrounding\nyou suddenly go from friend to boyfriend.\n✓You can simulate love scenarios you never can in real life, such as dating a butler, cocky boy, younger guy, or mean but loving boyfriend!\n✓In this romance simulation game for girls, you can go from a life empty of romance to one in which every day is filled with excitement and happiness.\n✓You can enjoy the excitement of marrying the man of your dreams!\n✓See that cocky boyfriend get smitten! Behind that cockiness is kindness.\n✓The awkward communication of a servant! Love starts with friendship!\n✓This is a otome romance novel game for all girls!",
    "id": "0100B9B011DA4000",
    "name": "Diamond Girl ★An Earnest Education in Love★",
    "publisher": "OperaHouse",
    "releaseDate": 20201029,
    "version": 0
}