{
    "description": "Somewhere, in the middle of nowhere, an explosion shatters the night. Everyone wakes up with a jolt. Where are they? Who are they? It turns out that whatever blew up in the desert seems to have done more than just wipe their memories clean.\n\nEmbark on an adventure with Betty as she delves into a town where danger lurks at every turn, and characters are as deceiving and bizarre as they come, featuring a power-hungry mayor, a potbelly pig with a vendetta, a sheriff obsessed with the supernatural, and believe it or not, a kraken who doesn’t read fine print.\n\nOh, and there’s also this itsy-bitsy thing about a doomsday plot to eradicate everyone’s very existence. But hey, let’s worry about that later, shall we?\n\nKey Features:\n\n• Classic Adventure Gameplay: Immerse yourself in a timeless point-and-click adventure game paired with striking HD cartoon art and playful humor.\n\n• Two Perspectives, One Mystery: Join forces with Betty Anderson and Mayor Eliza Barret—two characters with contrasting traits—as they piece together a mystery that holds more than meets the eye.\n\n• Not Just Neighbors: In a town where strangers and secrets intertwine, navigate a dense web of deceit to unravel a catastrophic scheme that binds them all.\n\n• Puzzles up the Wazoo: Put on your thinking cap, because 3 Minutes to Midnight will keep your brain working on overclock! With a multitude of unique objects at your disposal, you’ll crack every puzzle that stands in your way.\n\n• Different Solutions: A puzzle-packed adventure where every twist and turn shapes your journey. Think outside the box because there might be more than one way to connect the dots.\n\n• Multiple Endings: Experience the consequences of your actions. Every choice you make carves your path through intricate branching narratives, leading you to an ending as unique as your journey. \n\n• The Journey Never Ends: Each replay is a gateway to uncovering thrilling mysteries, hidden Easter eggs and references, and even the possibility of encountering new characters.\n\n• Hear the Adventure: With complete English voiceovers, each character vividly comes to life, enriching the 1940s setting and taking the story to new heights.\n\n3 Minutes to Midnight pays homage to the golden era of gaming while forging its own path with innovative gameplay and storytelling. Whether you're a fan of brain-teasing puzzles, compelling narratives, or just a good laugh, this game is your ticket to an unforgettable experience.",
    "id": "01009F70203E6000",
    "name": "3 Minutes to Midnight®",
    "publisher": "SCARECROW STUDIO",
    "releaseDate": 20240926,
    "version": 0
}