{
    "description": "Horse Farm – Create your own Riding Stables\n\nLet yourself be enchanted by Horse Farm – a delightful horse game for equestrian enthusiasts everywhere! Build your own horse ranch, keep beautiful horses, pamper your hooved pals and give your guests a vacation they won't forget!\n\nMultitudinous Horse Breeds and Exciting Challenges\nBuild stables, barns and lodges. Complete riveting horse game tasks, and pamper your Horse Farm's guests with culinary delicacies and a wide variety of horse-related leisure activities. You'll be able to keep all sorts of different horses, from Appaloosas and Quarter Horses to Shetland Ponies, Arabians, Hanoverian and many, many more. Crossbreed different breeds, and get foals that inherit special abilities and appearances from their parents.\n\nHorse Farm offers you a unique game setting with countless opportunities to customize your gaming experience. Explore the rich and beautifully designed world horse games, as you build your own riding academy. You'll start off by building your first stable and purchasing your first horse. But soon you'll be doing so much more, attracting guests to your horse ranch by providing comfortable lodgings, delicious food, and earning money from the day to day business at your stables. Horse Farm's spectacular array of features includes:\n\n• Detailed customization options for your horse stable – many things down to the fences, window frames and roof tiles can be painted in your favorite colors!\n• Diverse management tasks – Supply your horses with water and hay, exercise and train your animals, and cook meals for your guests. You can also hire helpful staff to assist you!\n• Countless expansion and upgrade options for the stables, barns and lodges on your Horse Farm\n• A wide variety of horse breeds, including Arabians, Appaloosas, Clydesdales, Quarter Horse and adorable Shetland Ponies\n• A breeding station that allows you to cross various horse breeds and breed foals with special characteristics (for example speed, endurance, agility or jumping prowess)\n• Lovingly detailed graphics and charming animals\n• Long-lasting fun, guaranteed to captivate horse enthusiasts and tycoon fans\n\nTo the Ranch!\nDiscover the enchanting world of Horse Farm. Build a heavenly haven for horses and horse lovers alike, and manage your Horse Farm with care and diligence.\n\nGet Horses for your very own Ranch!",
    "id": "010040900F032000",
    "name": "Horse Farm",
    "publisher": "upjers",
    "releaseDate": 20200129,
    "version": 0
}