{
    "description": "Welcome to Disney Speedstorm! \n\nDisney Speedstorm is the ultimate hero-based combat-racing game, set on high-speed circuits inspired by Disney and Pixar worlds. It’s a thrilling arcade racing experience where players will need to master each Character’s unique Skills on the racetrack and claim victory. \n\nDISNEY & PIXAR GO FULL BATTLE RACING \nAn incredible cast of characters, including Sulley, Beast, Mickey Mouse, Mulan, Baloo, Captain Jack Sparrow, and more, are suited and revving up for racing combat. Upgrade each Racer’s stats and make the most of their unique Skills that can impact the outcome of a single race and dramatically change the way you play the game! \n\nARCADE RACING REDEFINED \nAnyone can pick up and play Disney Speedstorm, but mastering skills and techniques like timing your nitro boosts, precisely drifting around corners, and adapting to dynamic track environments are crucial to dominating each race. \n\nRACING TOGETHER HAS NEVER BEEN EASIER \nPick your Racer and speed through action-packed tracks solo, or challenge friends in local and online multiplayer modes. You can even face off with players from around the globe to become an online legend.\n\nDISNEY- & PIXAR-INSPIRED RACETRACKS \nStart your engine in environments inspired by some of your favorite Disney and Pixar films. From the docks of Pirates of the Caribbean’s Kraken Port to the wilds of The Jungle Book’s Jungle Ruins or the Scare Floor from Monsters, Inc., you can experience these worlds from a fresh, exciting perspective geared specifically for racing!\n\nCUSTOMIZE TO YOUR OWN STYLE \nChoose your favorite Racer’s suit, a flashy kart livery, and show off stylish wheels and wings -- all of this and more is possible with the extensive customization features in the game! \n\nNEW CONTENT RACING YOUR WAY \nThe action never slows down thanks to fresh seasonal content always around the corner. New Disney and Pixar Racers will be added regularly, bringing special skills for you to master (or overcome), and unique tracks will be created often, to pump fresh strategy into the mix. Support Crew characters, environments, customization options, and collectibles will also drop in regularly, so there’s always more to experience.",
    "id": "0100F0401435E000",
    "name": "Disney Speedstorm",
    "publisher": "Gameloft",
    "releaseDate": 20230418,
    "version": 0
}