{
    "description": "Make friends, play cards, twist the rules, become a Mega Mutant Power Pets master, and try to save the world in this single-player RPG about being a 90’s kid. On her first day at Dudsdale Elementary, 10-year old Jess accidentally gets everybody's favorite collectible card game banned, forcing the kids to take their card battles underground. Troubles arise when mutants from the game invade the real world, and it’s up to Jess and friends to stop them. \n\n• BE A CHAMPION: Build your decks around the ultra rare Champion cards you earn. Each Champion comes with unique abilities to tailor your deck around. First player to get their opponent’s Champion card’s health to zero wins the match.\n• GO MEGA: Champion cards evolve to their MEGA forms when their health halves, doing more attack damage and gaining new powers.\n• CHANGE THE GAME: The kids sometimes use house rules and who knows what the Mutants will change. Throughout the game you will choose the new rules and conditions as well as renaming your favorite cards and giving them upgrades using stickers. Create entirely new cards using the Mega Mutant Power Magazine. But be careful, these decisions are permanent.\n• GET SCRAPPY: Adventure throughout the school to unravel the strange occurances at Dudsdale Elementary. Take on quests to earn cards, stickers, and candy which you can collect and trade with your classmates. Careful, there’s no backsies!\n• YOU CAN’T COLLECT ‘EM ALL: In the end, your decks and rules will be unique to you. Stickers are rare, choices matter, and sometimes you’ll have to make a tough decision to get the best cards.\n• THE 1990’s: Through its totally rad, choice-driven, interactive narrative, Cardpocalypse delivers the experience of being a 90’s kid. Boo-ya!\n• Now featuring Gauntlet Mode! A roguelike mode where every run is unique. Pick your champion and fight your way through ever more difficult battles. After every win draft new cards, rules and rewards for your deck! Can you build the ultimate combo and beat the Gauntlet?",
    "id": "0100C5100DB04000",
    "name": "Cardpocalypse",
    "publisher": "Versus Evil",
    "releaseDate": 20240208,
    "version": 0
}