{
    "description": "“Doki Doki Family\" is a novel game in which the protagonist, who has a rare life-threatening condition, lives a sweet life with his adoptive big sister, adoptive little sister, and adoptive mother in order to treat it.\nA bishojo game released in 2018 under the brand \"Inkarose\" has been remade for the \"CS Novel Club\" platform so that it can be enjoyed by people of different ages all over the world.\n\n◆Introduction\n--If we can't get your heart racing, you'll die, right?\n--Maybe it's just me, but you like us, don't you?\nSo...\nI was to begin \"heart rate management\" therapy with my big sister, little sister, and mother...\n\n◆Synopsis\nGoro Kosaka has developed a rare condition that will kill him if he doesn't try to keep his heart rate up. Goro's adoptive family decides to use their bodies!?\nFor Goro Kosaka, who would die if his heart stopped racing, so begins a sweet life where the heroines constantly shower the hero with love and affection morning, noon, and night.\nMornings with the spoiled little sister... and school with the older sister who works as a teacher... and at home with the beautiful, nurturing mother...\n\nSpending everyday receiving \"heart rate management\" therapy… such an extraordinary sweet life awaits!\n\n◆Characters\n・Suzune Kosaka\nThe adoptive big sister.\nA teacher at Goro's school.\nAt school she comes off as strict, but at home, she is clumsy and forgetful.\nShe enjoys keeping things tidy and her room is always kept clean and neat.\n\n・Himari Kosaka\nThe adoptive little sister.\nShe attends a different school and loves her big brother, Goro.\nShe is innocent, cheerful, and quite clingy.\nShe likes shoujo anime and manga, and her room is decorated with figurines.\nShe just wants to be with the person she likes. Recently, she has been thinking of ways to shower Goro with her love and affection.\"\n\n・Sawa Kosaka\nThe adoptive mother.\nShe is a beautiful mother of two daughters who is quite nurturing and supportive.\nMen cannot help but turn their heads when they see her walking down the street.\nEven though she is attractive, she dresses feminine and is concerned that she looks old.\n\n・Goro Kosaka\nThe protagonist.\nHe was adopted by the Kosaka family after his parents died in an accident.\nA male student who has developed a rare condition. He needs to keep his heart pounding to stay alive.",
    "id": "010040A0181B4000",
    "name": "- Doki Doki Family - 特異体質者のドキドキ家族生活",
    "publisher": "CyberStep",
    "releaseDate": 20220707,
    "version": 0
}