{
    "description": "\"Open the path of puzzles, survive bullet hell, fight the monsters! Climb up the tower to reach your destiny. \nIn the dark Gothic-style tower, lives countless monsters. \nThe grotesque monsters feed on people’s memories. You never know when to expect them! \nThe player must overcome all challenges to reach the top of the tower. \nYou can find the clues on how to reach the top from the monsters and isolated residents. \nTell us, will you fight to reveal the truth or run away from it?\n\nInfatuating bullet hell attacks from monsters\nThe monsters steal memories and hide them in their maze. The bullets have no mercy for an intruder in the maze. To retrieve the memories in the maze, journey on through the bullet hell that may drive you crazy! It's not only the bullets that are out to get you, but also the maze itself will try to stop you. You can interact with the maze too.\n\nFun puzzles that’ll try to stop you\nA once ordinary tower, has been twisted and deformed by the monsters. The player must straighten the paths again in order to venture through the tower and climb up the floors. Enjoy the fiendish puzzles! You might find it more difficult than fighting the monsters\"\n\nNerve-wrecking and thrilling Dark Fantasy World\nYou never know when the memory-eating monsters will show up. They wander about trying to get you. Never let your guard down in this beautiful, grotesque world of wonder. Always remember that this tower is twisted, and that you are in constant danger.\n\nInfatuating Bosses\nIt’s not easy going up the tower. Fight off the powerful and mighty bosses!\n\nReturn the memories after taking a peek\nThe residents of the tower have lost their memories. Fight the monsters to get their memories back. Look into their memories, find out about their lives and get closer to the characters. Once you return their memories to them, they will have quite a reaction.\n\nA rather special protagonist\nThe protagonist is not an ordinary human, but a creature who was abandoned by its creator. It was born only 2 years ago, and came all the way to this tower to find its creator. At the end of the tower, what destiny shall await it?",
    "id": "0100B5F01CE58000",
    "name": "Thy Creature",
    "publisher": "MazM",
    "releaseDate": 20231130,
    "version": 0
}