{
    "description": "RISE UP\nRise up and deploy for battle in the Variable Armour, a technologically advanced suit of war. As the political climate between factions is thrown out of balance and the solar system is engulfed in conflict, lead your strike force of deadly mecha towards victory in turn-based tactical combat.\n\nCOMMAND\nChoose from four commanders, each representing a different faction and bringing with them their own unique power, traits and play style. Think tactically as you move your units, clash with rival mecha, and watch the outcome in dramatic battle sequences inspired by 90s Japanese animation.\n\nDEPLOY \nCall in reinforcements from orbit by picking from a range of mass-produced units with differing combat roles. Assemble a force to lead into battle and strike fear into the enemy with imposing second-generation Variable Armours, piloted exclusively by your commander.\n\nADVANCE \nPush forward and secure your supremacy on a battlefield of hexagonal area tiles. Use a variety of terrain types to take cover or undermine the enemy, and capture structures to gain additional resources or deployment sites.\n\nBATTLE\nInflict status effects, plant traps, support allies. Each type of Variable Armour is armed with its own specialist equipment and unique skills, allowing you to engage the enemy with a variety of tactical options. \n\nCAMPAIGN\nWARBORN takes place in the Auros System, during a time of war and political uncertainty. While inter-faction disputes erupt, see the war unfold from the eyes of four different commanders across a story-driven campaign featuring over 40 missions.\n\nSKIRMISH & MULTIPLAYER \nConfigure your own match parameters and develop new tactics by competing against AI in Skirmish mode, or take the battle online to outwit rival commanders across the world in tense one-on-one matches.\n\nMAP EDITOR\nFeeling creative? Make your own custom maps using the built-in Map Editor. Take your custom maps into Skirmish mode to try against the computer, or play them online with friends.\n",
    "id": "010054900F51A000",
    "name": "WARBORN",
    "publisher": "PQube",
    "releaseDate": 20211012,
    "version": 0
}