{
    "description": "The Retro Collection is a two-episode saga, including the original A BOY AND HIS BLOB: TROUBLE ON BLOBOLONIA™ (Nintendo Entertainment System™) and THE RESCUE OF PRINCESS BLOBETTE  (Nintendo Game Boy™),  that will lead you on many exciting adventures with delicious surprises and comical characters.\n\n\nTROUBLE ON BLOBOLONIA™\n\nTeam up with an extraterrestrial lifeform named Blobert (affectionately known as Blob) to save Blob’s home planet! The evil emperor of Blobolonia™ is threatening to rule the planet with his army of minions. Thwart his plans for total conquest while forging an unbreakable bond by using the power of jelly beans! \n\nFind hidden treasures across Blobolonia™ by discovering new secrets and gathering enough resources to buy new jellies. These tasty treats will give Blob the power to undergo miraculous transformations and help you save the world together. Sounds like a daunting task, right? Not with Blob by your side!\n\nTry different jellybean flavors to see what effect they have on Blob. Overcome obstacles by transforming Blob into the right tool for the job! This shape-shifting ability becomes their ultimate weapon, enabling them to conquer seemingly insurmountable challenges. With enough jellybeans and flavors, the possibilities are endless!\n\n\nTHE RESCUE OF PRINCESS BLOBETTE\n\nJoin the boy and his extraordinary companion, Blob, as they embark on a quest to save the beloved Princess Blobette from the clutches of the wicked Antagonistic Alchemist, who harbors grand ambitions of becoming Emperor of Blob’s home planet, Blobolonia™. But our heroes won't let that happen.\n\nImprisoned within the tower of the Royal Castle, the fate of Princess Blobette hangs in the balance, and it's up to you to ensure her freedom. But the Alchemist has laid a suite of treacherous traps to impede the boy and Blob’s progress. Join our dynamic duo as they encounter secret rooms, clever traps, and dangerous obstacles in the labyrinthine depths of the castle. \n\nFortunately, the Alchemist remains oblivious to our heroes’ hidden advantage—feeding Blob different flavors of jelly beans can transform him into various shapes. Armed with this knowledge, unlocking the tower's door becomes a mere trifle for our heroes, provided the right jelly bean is at hand. Blob’s ability to magically transform shapes will help this intrepid pair get past almost anything the Alchemist can conjure up!\n\n\nFEATURES OF THIS RETRO COLLECTION:\n\n• Includes US and Japanese versions of both games.\n\n• Music Player. Enjoy the original soundtrack of both games.\n\n• Use save states in the game for the first time! No need to start over from the beginning each time. \n\n• Our new launcher gives players different aesthetic options and filters to enjoy the game!\n\n",
    "id": "01002FA017DB4000",
    "name": "A Boy and His Blob Retro Collection",
    "publisher": "Ziggurat",
    "releaseDate": 20231017,
    "version": 0
}