{
    "description": "Craft your empire. Establish your settlement amidst sprawling landscapes, where forests whisper secrets and quarries yield treasures untold. Embrace the art of cultivation, nurturing livestock, harvesting crops, and crafting fine wines to nourish and sustain your populace. Elevate your structures, weaving a tapestry of architectural marvels, while aqueducts weave threads of life-giving water through your burgeoning domain. Welcome denizens from all walks of life, from artisans to carpenters, or mold them into formidable legions to safeguard your realm against the barbarian tide as towers and walls rise to defend your burgeoning city.\n\nEmbark on a quest for expansion. Venture forth into uncharted territories, liberate villages besieged by foes, and unleash the might of the legendary legions in tactical clashes upon the battlefield. Secure your dominion, establishing lucrative trade routes to bring exotic treasures to your doorstep. Dispatch intrepid explorers in search of mythical relics that hold the key to your ascension, undertaking missions of great import sanctioned by the august Senate.\n\nAscend to divine heights. Erect grand temples to honor the pantheon, offering tribute to curry favor with capricious gods who hold dominion over mortal affairs. Yet tread carefully, for divine favor is a double-edged sword; one deity's benevolence may invoke the ire of another's wrath. Navigate a labyrinth of mythical encounters, where the whims of gods shape the tapestry of your narrative. Brace yourself for celestial intervention, as deities descend to bestow blessings or mete out retribution upon your people.\n\nExperience city-building redefined. Citadelum introduces a triad of gameplay layers, intertwining the essence of urban development, strategic expansion, and divine intervention. Each playthrough unveils a tapestry of unique challenges, missions, and artifacts, ensuring every journey is as fresh as the dawn of civilization itself.",
    "id": "010072D01F382000",
    "name": "Roman City Tycoon",
    "publisher": "SimulaMaker",
    "releaseDate": 20240511,
    "version": 0
}