{
    "description": "PLAY WITH YOUR FOOD\n\nWelcome to Brunch Club! A 1-4 player food fight frenzy, with a seasoning of pop culture. Work together to complete a selection of delicious challenges, but watch out, we didn't make this easy! Test your ability to remain calm in the kitchen with your friends and be prepared to try, try, and try again! \n\nOrder a side of arcade action with a range of mini games from two player versus mode in Face Off, to building bridges in Five Second Rule keeping your food off the dirty surfaces.\n\nAn entire menu of levels to choose from - each with unique and challenging mechanics!\nLocal play with 1-4 players, cooperatively or uncooperatively, you choose!\nWork together to compete for the best time on the global leaderboards! Teamwork makes the dream work!\nTest your friendship in the arena of Rice Ball Rumble, will you survive?\n\nStandard Mode\nTake on the original game mode with your friends, spread across 7 unique levels each with ever demanding challenges. Do you have what it takes to complete your tasks before the time runs out? Don’t let anything fall to the floor otherwise its game over, you’ll have to be tactical about where you place your items and ensure you keep solid communication with your friends.\n\nOnline leaderboards mean that it’s not good enough to just complete! Now you can compete! Only the most hardened and cooperative teams will make it to the top, global ranks are also given to you on the Level Select menu.\n\nVersus Mode\nPit yourself against a friend in this competitive round based mode. Do you try and complete the task as quickly as possible or attempt to interrupt your opponent? Friendships will be torn apart as you cook, jump, and roll your way to victory!\nMore on the Menu\nIt's not just cooking in Brunch Club, we have other game modes for when the stress of the main games gets a bit too much. Whether you're navigating your way through checkpoints in Five Second Rule or slamming, charging and dodging your way to sumo victory in Riceball Rumble there is something for everyone.\n\nWith only simple controls needed, Brunch Club on Nintendo Switch is ready for two player action as soon as you boot up the game! Now you can cook up a storm with a friend anywhere and anytime!\n",
    "id": "0100B2700E90E000",
    "name": "Brunch Club",
    "publisher": "Yogscast Games",
    "releaseDate": 20190829,
    "version": 0
}