{
    "description": "The sweet and spicy romance of a former goddess continues in the follow-up to the acclaimed otome visual novel, Cupid Parasite.\n\nWhile working for Cupid Corporation, Cupid, the goddess of love, strived to become the top bridal advisor. In her most daunting assignment, the Parasite 5, Cupid (known as Lynette Mirror on Earth) was able to overcome unexpected obstacles, but not before falling in love with one of her clients! \n\nNow, a new chapter commences. Can the newfound couple survive unforeseen challenges?\n\nKey Features\nSweeter and Spicier! – Return to Los York with the original cast of Cupid Parasite, plus an all new-character, Merenice Levin. Rendezvous with seven of the sweetest and spiciest bachelors in up to 3 game modes and unlock over 80 CGs, including some that may be too hot to handle!\n\nAll Different Flavors to Choose From – Pick from three different modes that can satiate anyone with a sweet tooth. Select “After Drama” mode to follow-up with the original Parasite 6 and pick up from where you left off in the first game. Go with “New Parasite” mode to have an adventure with Merenice Levin after the common route of Cupid Parasite. You can also explore routes you unlocked in “Bonus Episode” mode for six bonus episodes with their own unlockable CGs!\n\nIn Sweetness and In Spiciness?! – You must choose the flavor of the next course. Will you pick sweet? Or will you pick spicy? When prompted with a choice during gameplay, your sweet or spicy decisions impact the ending of your selected route. Balance the flavors for a chance at a deliciously appetizing ending.\n\nRich, Decadent Visuals and Savory Scenarios – The original scenario writer and illustrator of Cupid Parasite return! Ririka Yoshimura (scenario writer) and Yuuya (illustrator) join forces once again to bring fans a delectable addition to the Cupid Parasite universe.",
    "id": "010010D01D2B6000",
    "name": "Cupid Parasite: Sweet and Spicy Darling",
    "publisher": "Idea Factory",
    "releaseDate": 20240528,
    "version": 0
}