{
    "description": "Journey to a distant future, where the land is made of LEGO bricks and lush nature has reclaimed the Earth. Meet the Nora tribe who live in the settlement of Mother’s Heart, and catch your first glimpse of the incredible dinosaur-like machines that roam the forests, mountains, and deserts that stretch beyond the village walls...    \n\nThe LEGO adventure of a lifetime\nJoin hunter Aloy as she battles to save Earth from an ancient digital demon, and a gang of sunworshippers who want to live in a world without shade so they can soak up the rays while everything burns. \n\nPlay alone or with friends\nHunt machines on your own as Aloy, or unlock colourful heroes Varl, Teersa, and Erend, and use their unique skills to defeat enemies and overcome challenges. Share the fun with another player online, or via innovative couch co-op on a single screen, so you’re always in the same world together.\n\nCustomize your home and your characters\nGive the village of Mother’s Heart a unique makeover, decorating it in delightful ways to unlock unique LEGO buildings and ornaments. You can even dish out hilarious outfits for your friends to wear!\n\nFor LEGO and Horizon fans new and old\nUncover secrets from Aloy’s mysterious past as you explore stunning LEGO locations inspired by the world of Horizon, including thriving forests and soaring mountains. Delve deep into the underground Cauldrons or climb the iconic Tallnecks – all beautifully recreated in LEGO bricks.\n\nNeed an extra challenge? Replay levels that change to test your skills and unlock new surprises, or check the Mother's Heart Community Board for ways to help the village. See if you've got what it takes to ace every aspect of the game!",
    "id": "010073C01AF34000",
    "name": "LEGO® Horizon Adventures™",
    "publisher": "PlayStation Publishing",
    "releaseDate": 20241114,
    "version": 0,
    "category": [
        "Action",
        "Adventure"
    ],
    "developer": null,
    "intro": "SOME HEROES ARE BUILT DIFFERENT",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "pt",
        "de",
        "it",
        "nl",
        "ru",
        "ko",
        "zh",
        "zh"
    ],
    "nsuId": 70010000065645,
    "numberOfPlayers": 2,
    "ratingContent": [
        "Online interactivity",
        "Mild science fiction themes, violence and coarse language"
    ],
    "region": null,
    "rightsId": null
}