{
    "description": "Planetary Calendar 214. Four years have passed since the end of the Solar War. Our protagonist, scarred from the loss of his crewmates in the war, is re-assigned to the Jovian patrol ship Gun-Dog as it’s dispatched with orders to investigate mysterious signals coming from the edge of Jovian Space.  \nUnknown to the Gun-Dog’s crew, a new danger looms deep in the ocean of stars, threatening not just the Gun-Dog but all her crew.\n\nTake on the role of the Gun-Dog's security officer as you attempt to save the ship from an unknown assailant whilst navigating the paranoia, conspiracies and vendettas that break out amongst the crew. As camaraderie falls apart can you overcome the challenges that await?\n\nThe Game - A love letter to retro anime and 80s Sci-Fi\n\nStories from Sol: The Gun-Dog is a visual novel adventure in the spirit of classic PC-9800 titles. Featuring a vintage green screen aesthetic, Space Colony Studios strives to create an \"era-accurate\" game that exudes retro vibes in every way, from the text to the visual effects. As the Jovian patrol ship sails into the darkness among the stars, the players will feel like they are on an adventure in an 80s Sci-Fi as they solve the mystery they find themselves in.\n\nThe Story – A new threat emerges from the void.\n\nHumans have long since freed themslves from the grasp of gravity, but they are still unable to escape the hold of war. \nIt’s year 214 of the Planetary Calendar. Four years have passed since the end of the Solar War and an uneasy peace persists throughout the solar system. The Jovian patrol ship Gun-Dog is sent on a reconnaissance mission to investigate mysterious signals coming from the edge of Jovian space. What starts as a routine assignment quickly escalates into a battle for survival as an unknown threat terrorises the crew.\n\nThe Gameplay – Investigate. Interact. Analyse. Advance.\n\nUtilising traditional point-and-click adventure mechanics, during your time on the Gun-Dog, you can navigate various locations on the ship, examine the details of the richly realised backgrounds or talk with the different crew members on board. You will need to listen  closely to the characters' words to reveal important clues or duplicitous intentions and keep your eyes peeled for key items and interactive elements in the backgrounds that you can use to advance the story.\n\nThe Place - Adventure in a entirely explorable ship!\n\nThe main stage of the first instalment in the \"Stories from Sol\" series, as the Jovian patrol ship Gun-Dog heads into deep space it serves as the setting for the game’s story. It has been exhaustively realised. Rich and evocative descriptions of the ship, including the constant rumble of the engine room, the bustle of the bridge, the silence of space pair with an extensive range of scenes that have been meticulously designed and animated in detail to deliver an immersive experience. Inspired by the best that anime has to offer the ship even features \"Armoured Frames\", mechanised, human shaped, weapons of war.\n\nThe Characters – Get on board with the crew of the Gun-Dog !\n\nAll stories are about people and the cast of “The Gun-Dog” bring the story to life, so much so that their charm and charisma convinced the team at Astrolabe Games to board the Gun-Dog and sign up to be the publisher. From the elegant yet distant Captain Bartermews, to the bubbly Lieutenant Commander Cassandra Quinn, to the assertive and domineering Chief Mackenzie Cathays, “The Gun-Dog” features an extensive cast of characters for you to meet. Each crew member has a distinct personality, role and history. Get to know them and their quirks and decide whether to work with or against them to unravel the mystery that lies at the story’s heart.",
    "id": "010004201D1E6000",
    "name": "Stories from Sol: The Gun-Dog",
    "publisher": "Astrolabe Games",
    "releaseDate": 20250220,
    "version": 0
}