{
    "description": "You may know about driving, but that doesn't mean you're ready for what awaits you at the site. Begin your adventure today and discover the unique joys of being a construction worker!\n\nTake control of one of ten distinct and varied vehicles that share one characteristic - every one of them is essential in completing the building. Drive a cement mixer, a drilling truck, a fork lift, an excavator and more! Feel the immense power of those impressive vehicles and use them to the best of your ability!\n\nGAME FEATURES\n▶ IMPRESSIVE CAR COLLECTION : Drive 10 Awesome Cars, Trucks and more!\n▶ PRO PARKING MISSIONS: Huge campaign to beat\n▶ REALISTIC ENVIRONMENT: Amazing construction site map\n▶ CAMERAS: Multiple cameras including First Person view for full immersion\n\nYou will be given specific tasks to complete in each of the vehicles. Driving around and parking them is one thing, but you will also have to smash carton boxes, dig, make deliveries and more! Don’t go racing around - always mind the environment and your specific task.\n\nAfter the task is completed you will also have to show your parking skills and deliver the vehicle to the proper parking spot. Drive carefully not to crash - you don’t want to mess up your car after the completed job!\n\nThe game comprises of multiple varied trials for you to finish. Drive fast to complete them in the time limit for the best rewards! You can then use your in-game money to buy additional cars that open up new tasks for you.\n\nYou will pick from a set of specialized vehicles, including amazing trucks and more! Every one of them controls a bit differently, so you will have to learn and adapt to the situation at hand. With enough skill and practice you will master all of those great cars!\n\n50 DIFFERENT CONSTRUCTION TASKS\nEnter your selected vehicle and complete varied tasks put before you! Finish them efficiently and you will earn additional funds. Use them to unlock new vehicles and additional challenges! Discover different cars, trucks, and excavator and more!\n\nEXPLORE THE DANGEROUS CONSTRUCTION SITE\nDrive around the construction site, minding the dangers awaiting you at every turn! You will have to drive carefully, avoiding other equipment or driving up to the highest floors of unfinished buildings! Don't fall down and crash or you will have to start over!\n\nMARVEL AT THE REALISTIC ENVIRONMENT\nEvery detail in the game is meticulously crafted to make the environment as realistic as possible. Discover the environment construction workers see every day! Learn to navigate this challenging environment with precision and skill and become a master driver!",
    "id": "010000E016DDE000",
    "name": "Construction Site Driver",
    "publisher": "Pixelmob",
    "releaseDate": 20220306,
    "version": 0
}