{
    "description": "Kingdom Two Crowns is a side-scrolling micro strategy game with a minimalist feel wrapped in a beautiful, modern pixel art aesthetic. Play the role of a monarch atop their steed and recruit loyal subjects, build your kingdom and protect it from the greedy creatures looking to steal your coins and crown. \n\nIn the brand-new campaign mode, monarchs must now work to build a kingdom that stands over time until finding a way to defeat the Greed for good. Explore the environments to discover new mounts and secrets hidden in the deep. \n\nBut you don’t have to rule alone! Introducing a cooperative play experience that is totally unique to Kingdom: Two Crowns, monarchs can now choose between a classic solo experience or seek the assistance of a friend, working together locally dropping in or out at will.\n\nIn addition to the traditional medieval setting, Kingdom Two Crowns also includes: \n\n• Dead Lands: Enter the dark lands of Kingdom. Play as unique monarchs, including the Shardbinder Miriam, with powerful traits from the gothic horror action-RPG Bloodstained. Ride the gigantic beetle steed to lay out traps, the eerie undead mount that summons barriers impeding the progress of the Greed, and from Bloodstained the mythic demon horse “Gamigin” with its powerful charge attack. Building your Kingdom has never been spookier!\n\n• Shogun: Journey to lands inspired by the architecture and culture of feudal Japan. Play as the mighty Shogun or Onna-bugeisha, enlist the support of the ninja, lead your soldiers to battle atop the mythological Kirin, and form new strategies as you brave the Greed hiding in the thick bamboo forests.\n\nWe will continue to keep the feeling of exploration, discovery, and strategy alive in Kingdom Two Crowns in post-release updates with more themed settings, each with unique styles that marvel the eye while changing how you rule the lands.\n\nA challenge awaits all who seek it here, whether you are a first-time ruler or a long-time fan. So be brave, great monarchs, for in the end Two Crowns shall reign stronger than one!",
    "id": "01005EF003FF2000",
    "name": "Kingdom Two Crowns",
    "publisher": "Raw Fury",
    "releaseDate": 20230529,
    "version": 0
}