{
    "description": "Your duty is to lead the battle and become the best shooter and sniper. \n\nIn Cover Fire, you have received the call of duty to be the shooter who leads a squad of veterans through besieged cities, deserts and fields taken over by guerrillas, and defeat all kinds of enemies in the war with the greatest graphic and arsenal.\n\nIt's time to take action on the battlefield. Call your best sniper and shooter and fight on the front line. Shoot to kill in special ops and survive in this addictive 3d sniper shooting game!\n\nTry the zombie event! Hit and leave no zombie alive!  Are you a survival hero?\n\nFeatures:\n• A new shooting game and a challenging story mode. Join the resistance and command this battle like a pro. Grab your weapon, hit the enemy army with a hail of bullets, grenades, massive cannons. Unleash the fury of this war!\n \n• Shoot to kill and save the victims!\n \n• Destructible environments. Everything interacts with you and your soldiers. \n \n• Become a real veteran soldier in the online tournament mode, get into a fun adventure with non-stop action against other assassin players. Don't stop shooting in offline missions \n \n• Arm yourself with a real arsenal. You've never seen such realistic weaponry: pistols, shotguns, snipers... Feel like a real commando!\n \n• Face the battlefield from different angles. Alternate among your mercenaries, find the ultimate combination to win the battle in the ultimate massacre game.\n \n• Build your team of assassins with their unique skills: hacker, sniper, assault man... Unlock new epic snipers and shooters like the bazooka man or the gunslinger! Have you ever seen an inflatable dinosaur on the battlefield?\n\n• Take control of the battle and become the best shooter in the most addictive 3d sniper game.\n \n• Challenging story mode. Fight against Tetracorp and lead a riot of mercenaries in every mission.\n\nWelcome to the Resistance. Welcome to Cover Fire.",
    "id": "0100253016DDC000",
    "name": "Cover Fire",
    "publisher": "1MBand",
    "releaseDate": 20220414,
    "version": 0
}