{
    "description": "In PLOID SAGA you play with the PLOIDS Alpha and Omega, wich are the evolution of the human race by merging technology with its DNA. You have 3 adventures in the saga with different playstyle:\nIn V.O.I.D.+ our First platformer game, our planet is invaded by a race from another galaxy, which destroys everything it touches to become thus with absolute power. After some time, a group of Ploids decides to take action and return the peace. To achieve this, Alpha and Omega must travel through time to eras of ancient land, in order to obtain sacred stones that will give him the necessary power to defeat the invaders. Some of the ancient epochs are feudal Japan, the ice age, the medieval era or among others. What he does not know is that the invaders tried to get those holy stones before him! … In addition, time threatens to collapse, and only you can connect to the PLOIDS to save the Earth!\nV.O.I.D.+ FEATURES:\n•\t2 Characters with different atributes\n•\t2 different types of gameplay based on the character you select\n•\t8 Time travel zones with more than 50 levels\n•\tHardcore platform based levels\n•\tSTORY MODE\n•\tUNLEASHED MODE (All levels unlocked)\n•\tUNLEASHED CLASSIC MODE (All levels unlocked in classic V.O.I.D. gameplay)\nPLOID happens a couple of years after the events of V.O.I.D.+ the Ploids have formed the patrol that protects time and space to avoid repeating the story with Dr. Elo, also Alpha and Omega Ploids enter a new line in evolution due to time travel turning them into PLOID X, a skill that allows them to have temporary improvements to their systems in order to fight. In order to become Ploid X, they must travel to 7 sacred ruins in search of the sacred disks files that contain the necessary information to be able to take the final step and evolve, you will explore the the levels in a unique platformer style with different types of gameplays and extras.\nPLOID FEATURES:\n•\t2 Characters with different atributes\n•\t2 different types of gameplay based on the character you select\n•\t7 dungeons\n•\tHardcore platform based levels\n•\tSTORY MODE\n•\tEX-MODE (remixed levels of V.O.I.D.+ with more challenge)\n•\tJOY-CON CHALLENGE (Play with one hand all EX MODE and STORY MODE)\n•\tChange graphics from retro to modern style whenever you want with 1 buttom.\n•\tChange music to 8bit style and HD whenever you want with 1 buttom.\nUCHUSEN 2 Ultimate Ploid Battle you control 3 Mobile war suits, designed with high technology to fight against the alien invasion Uchūsen. Your goal is to open up between the enemy base and end the invasion to win the intergalactic war in a shoot’em up style.\nDo you have all the necessary reflexes to control Kairos and open yourself up in the enemy base?\nUCHUSEN 2 FEATURES:\n•\t3 Mobile suit ships with different atributes.\n•\tRandom generated levels.\n•\tPassive upgrade combat system.",
    "id": "0100E5B011F48000",
    "name": "PLOID SAGA",
    "publisher": "Nape Games",
    "releaseDate": 20200625,
    "version": 0
}