{
    "description": "SLAYCATION PARADISE - BOOK YOUR WASTELAND VACATION\nNestled deep in the heart of the galaxy, our state-of-the-art facility at Slaycation Paradise offers exclusive access to leisurely slaying activities for all warp travellers looking to get away from the daily grind. Explore our beautiful & chaotic destinations filled with an array of monsters intent on your demise. Slay away your worries and have the time of your life as the world around you withers and dies!\n\nVISIT OUR UNIQUE AND EXOTIC APOCALYPTIC LOCATIONS\nSlaycation Paradise’s unique inter-dimensional portals offer an enticing selection of alternate Earth annihilation scenarios for you and your family to enjoy. Marvel at stunning vistas as worlds die in fiery hellscapes. Dangle your toes in rivers of blood while sipping on a margarita.*For that ‘impending end of the universe' feeling, there's nothing like Slaycation Paradise. Come on in, the slaughter's lovely!\n\n*Use of heavy weapons while under the influence of alcohol is not recommended.\n\nBE CREATIVE AND TAILOR YOUR VERY OWN TOWER DEFENCE SET-UP\nFree to all visitors is the simply swell Construction Assembly Turret (C.A.T. kit), providing custom defence structures anywhere you like. Perfect for all your defensive needs against those pesky zombie hordes! **\nYour C.A.T. kit will provide you and your loved ones with a heightened level of security and ensure you enjoy every moment of your stay at the end of days.\n\n**Use at own risk. Slaycation Paradise Ltd. Accepts no liability for injury or zombie plague infections sustained.\n\nTAKE ADVANTAGE OF OUR PREMIUM WEAPONS AND TURRET RENTAL CATALOGUE\nEnjoy our apocalypse-proof weapon selection from the classic pump shotgun to the flamethrower, cat-launcher, magic wands and many, many more. Whether it’s cutting through mobs like butter or battling Kaiju-sized monsters, our incredible arsenal brings laughter to the slaughter.\n\nEARN SLAYCATION CLUB MEMBER’S REWARDS\nWe like to give back to our members here at Slaycation Paradise. While touring with us, you'll earn Slaycation Club Rewards, allowing you to unlock new apocalyptic destinations, crazy new weapons or wonderful upgrade perks. Only the best will do for our valued customers!",
    "id": "010024C017CF8000",
    "name": "Slaycation Paradise",
    "publisher": "Merge Games",
    "releaseDate": 20220818,
    "version": 0
}