{
    "description": "Welcome to Praslav, a cold Central European city that grows even colder with the coming winter. Praslav is recovering from the political turmoil that followed the end of the Cold War and the fall of the Communist regime, which held the country in its iron grip for decades.\n\nWhile most people eagerly awaited the coming of democracy and capitalism, some were unable to adapt to the new socio-economic climate. Soon they found themselves on the streets with nowhere to go.\n\nYou are one of those people.\n\nIn-depths Survival Mechanics\nKeep an eye on your needs and other variables, which interact in realistic ways - staying warm, dry, and well-fed are not your only concerns. Poor hygiene and dirty clothes make you smellier, low temperature increases the risk of falling ill, and whatever piece of food comes in must also come out at some point.\n\nCombat and Crime System\nHow far are you willing to go to survive? Steal, burgle, and consort with criminals of all sorts. If necessary, take what you need by force. However, you are not an action hero. Consider your actions carefully, for the consequences are often severe, and benefits rarely outweigh the risks. Most importantly, keep your wits about you. Even if you are not willing to hurt people for personal gain, others are.\n\nWinter is Coming\nSpend the last few days of autumn wisely – gather supplies, equipment, and materials to help you survive the most difficult of seasons. Weather is unpredictable, but there is one certainty - every day is colder than the last. With a lot of preparation and a bit of luck, you might even see the spring again.\n\nExpansive Story\nUnlike other survival games,[b] Hobo: Tough Life[/b] leans heavily on its story content. Experience dozens of storylines inspired by real-life events and people. Solve quests, meet unique NPCs, gain their trust, make allies and enemies, join various factions, and find your place in the streets of Praslav.\n\nHomeless, But Not Hopeless\nMaybe there is no warm apartment waiting for you at the end of the day, but you do not have to keep sleeping on park benches either. Find a suitable place and get to work. Construct walls and roofs to shield you from the elements. Gather discarded furniture and curios to furnish your hideout and make it truly your own.\n\nYou Are Not Alone\nIs surviving on your own too difficult? Get the gang together. The game supports online co-op multiplayer for up to 4 players. Play alone, together with your friends, or even with total strangers. Team up, collect resources, build a shanty town, survive the winter.\n\nClaim the Throne\nFor over a decade, no one has been able to bring the many factions of the homeless together. The throne of the Homeless King has been sitting empty for far too long. Who will earn enough respect and prove themselves worthy of uniting the homeless? Will you rise to the occasion?",
    "id": "0100BBF015CE8000",
    "name": "Hobo: Tough Life",
    "publisher": "Perun Creative",
    "releaseDate": 20220818,
    "version": 0
}