{
    "description": "Neo-Classic shooting strikes back!\n\nDock, split, and form up! Pilot 3 fighters and take back the sun from the clutches of evil in this free-form shooting game with the spirit of 80s shooting classics Moon Cresta and Terra Cresta.\n\nPlatinumGames’ NEO-CLASSIC ARCADE series carries on the spirit and fun of classic gaming using modern technology, and the first project in this endeavor is SOL CRESTA. SOL CRESTA takes the docking and formation strategies of classic shooting games Moon Cresta and Terra Cresta and elevates them with the “free-form docking” system. The flagship Yamato, composed of the fighters Amaterasu, Tsukuyomi, and Susano can utilize various attacks depending on how the three ships are aligned. Docking, splitting, and reforming the ships as needed is the key to defeating the invading armies of Mega Zofer.\n\nStory\nHumanity faced a crushing defeat at the hands of the Mandler Army during their last invasion of the solar system. Losing the moon and being driven from Earth, they were forced to retreat all the way to Laomedeia, the 12th moon of Neptune. With the last of their hope, they formed the solar recovery squad SOL CRESTA, and placed the fate of the solar system with the Yamato, a cutting-edge docking ship.\n\n- Free-Form Docking\nThe Yamato, standing against the evil of Mega Zofer, is composed of 3 fighters. You’ll scramble with only one ship at first but pick up the right item and friendly ships will appear for a power-up! Dock and split to change your attack properties and use different formations to access an amazing arsenal. \n\n- Classic 80s-Style Excitement\nSOL CRESTA’s music is provided by legendary chiptune composer Yuzo Koshiro, and the game pays homage to the sound and visuals of the earlier Cresta series games, bringing back that arcade fever while taking it beyond mere nostalgia. There’s even a time limit, high score Caravan Mode, and online leaderboards. \n\n- PlatinumGames’ New Challenge\nWhat would happen if PlatinumGames, developers of satisfying and jam-packed action games like Bayonetta, NieR:Automata, and ASTRAL CHAIN tried their hand at shooting? This is the answer. The visuals are classic, but the originality and depth of the systems and gameplay provide a fresh and deep shooting experience that grows each time you play.",
    "id": "01009E20141AC000",
    "name": "SOL CRESTA",
    "publisher": "PlatinumGames",
    "releaseDate": 20220222,
    "version": 0
}