{
    "description": "[Game Overview]\nThe ultimate digital Vanguard experience that includes an original story set in the world of overDress!\nIncludes over 1000 cards for the Standard format and animations exclusive to the game that heat up the fights.\nCompete with players worldwide with \"Ranked Fight,\" play solo casually with \"CPU Fight,\" and enjoy the game and experience the world of Vanguard at your own pace via many other fight modes.\n\nAnd, with its in-depth tutorial, complete beginners can join with ease!\nEnjoy the greatest Vanguard anytime, anywhere!\n[Story]\nYuki Ichidoji (CV. Yuka Nishio) is a strong-willed and honest girl who excels in both academics and athletics.\nOne day, after tailing Rasen Ichidoji (CV. Marina Inoue), her polar-opposite mild-mannered brother, she stumbles upon him secretly enjoying Vanguard...\n\nSoon, Yuki finds herself drawn into the world of Vanguard.\nIn hopes of reviving the legendary team \"Setsugetsuka\" that was founded by Gosetsu Katsushika (CV. Taiten Kusunoki), she faces off against fighters from formidable teams!\n\nIn the midst of it all, she receives a fight invitation from Kanji Meguro (CV. Show Hayami), president of the national card shop chain “Berserk”...\n\nThe protagonist is the game-original character Yuki Ichidoji!\nA brand-new original story unfolds where you cardfight your way to improve while assembling the strongest team of allies!\n\nAdditionally, your favorite overDress characters, including Yu-yu Kondo (CV. Shouta Aoi), Danji Momoyama (CV. Yuki Ono), and Tohya Ebata (CV. Yuma Uchida), also make a return with brand-new character art!\n\n[System]\n☆Experience intuitive and dynamic fights!\nFight using over 1000 cards for the Standard format.\nAlso, you can enjoy game-original animations and a quick, intuitive playing experience.\n\n☆Online matchmaking function available!\n・Compete with players worldwide through \"Ranked Fight\"\n・Enjoy casual games with \"Free Fight\"\n・Play with your friends using \"Friend Fight\"\n\n☆Enjoy it at your own pace!\nWith an all-original story mode, \"CPU Fight,\" and plenty more,\nyou can find a playstyle that suits you.",
    "id": "0100097016B04000",
    "name": "Cardfight!! Vanguard Dear Days",
    "publisher": "Bushiroad",
    "releaseDate": 20221116,
    "version": 0
}