{
    "description": "Eternights is a dating action game, blending a love story with adrenaline-driven combat as you make the most out of life during the apocalypse. Scavenge for supplies, explore dungeons... and go on dates!\n \nSave the world, and find love along the way. \n \nFace the Infected\nOne day, something, or someone, has turned humans into dangerous monsters. All that interests them now is violence and power. They are what stand between you, a cure, and the world you want. Most importantly? You’re fighting for more than just your own survival – you are fighting for those you love.\n \nFind Love\nThe impending end of the world makes for a great conversation starter! When you’re not exploring dungeons, you can choose to spend time growing closer to a cast of five quirky and loveable characters. Explore their stories and grow closer to them to unlock unique skills and spells you can use in battle.\n \nRace the Clock\nScavenging, dungeon crawling, dating…there are just too many things to do in one day, and each area has a deadline! Will you grow closer to your confidant in order to deepen your relationship and unlock new skills? Will you scavenge the wasteland for supplies? Will you grow stronger by training with your companions? Or will you ignore all of that and go to the dungeon the first chance you get?  It’s up to you, but remember, the clock is ticking.\n \nExplore Dungeons\nThese dangerous areas - known as the \"Wall\" - are filled with mystery and danger. As the deadline looms, you will have to quickly overcome traps, puzzles, and dancing minigames to make it through in time.  Luckily, you have your confidants by your side to help when things get scary.\n \nAnimated Cutscenes\nThere are several fully 2D animated cutscenes that change depending on who you decide to date. Immerse yourself and truly connect with the characters you are spending time with.",
    "id": "010018F01E0A0000",
    "name": "Eternights",
    "publisher": "Studio Sai",
    "releaseDate": 20241017,
    "version": 0
}