{
    "description": "\"planetarian: The Reverie of a Little Planet\" is a sci-fi visual novel developed by Key. Joined by its prequel, \"planetarian: Snow Globe,\" this release brings both stories to the Nintendo Switch™!\n\n* Both \"planetarian: The Reverie of a Little Planet\" and \"planetarian: Snow Globe\" are also available to enjoy as separate digital versions.\n\nFully voiced!\nAll characters are fully voiced, including the protagonist. Popular voice actors such as Keiko Suzuki, Daisuke Ono, and Rina Sato lend their talents to this gem of a story to create a truly immersive experience.\n\nPlayable in five languages!\nThe text can be set to English, French, Simplified Chinese, Traditional Chinese or Japanese (audio is Japanese only). This includes in-game text, options, and the digital manual. Language settings can be changed at any time.\n\nPlay using only the touch screen!\nPlay in handheld mode with the Nintendo Switch Joy-Con™ controllers attached, or detach them and play with just the touch controls!\n\nSTORY\nplanetarian: The Reverie of a Little Planet\nA ruined city, in the not-so-distant future.\nRavaged by biological warfare and abandoned by its former inhabitants, it has long since become a no-man's-land patrolled by killer mechs.\nA young man—a Junker, people who make their living by scavenging valuable resources—sneaks into the city searching for a haul.\nAvoiding the mechs, he takes refuge in an abandoned planetarium, only to encounter a companion robot—Yumemi Hoshino, who has continued to wait there all these years for visitors who will never come.\n\nplanetarian: Snow Globe\nAbout 30 years prior, during a peaceful era.\nYumemi Hoshino, a companion robot outfitted with autonomous AI, is assigned to work at a planetarium based in a department store in a suburban town.\nUsually hardworking to a fault, one day Yumemi begins to ignore orders and repeatedly leaves her post...\nThis story offers a glimpse of the simple happiness experienced by Yumemi and her coworkers at the planetarium.\n\n*There are no choice-based story branching elements in this game.\n\nSTAFF\nScenario: Yuuichi Suzumoto\nArt Direction: E-ji Komatsu\nMusic Composition: Shinji Orito, Donmaru, Ryo Mizutsuki, Magome Togoshi",
    "id": "0100F0A01F112000",
    "name": "planetarian: The Reverie of a Little Planet & Snow Globe",
    "publisher": "PROTOTYPE",
    "releaseDate": 20240627,
    "version": 0
}