{
    "description": "A meta-virus has infected KORE, the AI of the titan class space station The Arc, causing the ArcRunner protocol to be initialised. You have been brought back to traverse the station, defeat its zone guardians, locate KORE, and reset it. The catch? Every robotic entity on The Arc is against you and hunting you to stop you from fulfilling your mission.  \n\nWHO WILL YOU BE?   \n\nPlay as the greatest tactical operative and select your new cybernetic android body from three body templates. Choose to be either soldier, ninja or hacker depending on your playstyle to be an all-around combat champion, a fast and lethal fighter or a specialist in infiltration and subversion - The choice is yours! Each character comes equipped with their own weapon or ability that mirrors their advantages from energy hammer to katana, and shock blast attack.  \n\nGATHER YOUR WEAPONS \n\nKeep an eye out for new weapons as you move through The Arc! They may be dropped by enemies or bosses and can be found in supply crates or as challenge rewards. Don’t disregard the less powerful weapons, they may hold a tactical advantage!  \n\nIf you’re eager to upgrade your weapons’ damage regardless, use permanent nanite upgrades and augments to equip several weapons or attach weapon mods!  \n\nPERFECT YOU RUN  \n\nGet one step closer to surviving your next run by selecting nanites earned during your last run and spend them on powerful meta-progression updates in the cryochamber. Choose from a variety of improvements to increase damage and HP and add weapon mod slots to beat the AI.  \n\nUtilise the Autodoc to equip powerful augmentations for your character. You will be given a choice of four augments to choose from which can impact weapon damage and effect as well as add movement abilities and extra guns! Each augment can be upgraded up to 5 times and each class comes with its own range of augments specific to their character! Soon, nothing will be able to stop you. \n\nSTUNNING CYBERPUNK STYLISED 3D GRAPHICS \n\nTo reach the KORE and defeat the AI, you must first traverse The Arc! Battle your way through the four main game zones with around seven randomly generated levels each, from The City, the dystopian cyberpunk metropolis of the unfortunate, to Eden Heights, the graceful area of the rich. With each level layout completely randomised, they may not only contain sectors from different game modes, but you might also find yourself encountering a Challenge Crate sector!  \n\n\nPLAY WITH A FRIEND … OR TWO! \n\nWhy battle the KORE yourself when you could do so with the help of your friends? Play ArcRunner online with up to three players and defeat the evil AI together!  ",
    "id": "0100F0201D562000",
    "name": "ArcRunner",
    "publisher": "PQube",
    "releaseDate": 20240417,
    "version": 0
}