{
    "description": "Tokyo School Life is a heart-warming visual novel that allows you to experience a charming summer love story. As an exchange student freshly arrived in Tokyo, you'll make the acquaintances of Karin, Aoi, and Sakura; three girls with whom you will be spending your vacations. Learn about their quirks, Japanese culture and find your soulmate before the end of the summer!                        \n\nFind your highschool sweetheart\nMeet and befriend Karin, Aoi and Sakura: three charming girls who attend the same school and dorm as you, spend lunch breaks together and get to know them.\n\nYAYOI Karin: \nKarin is a spirited girl who works hard to fulfil her dream of becoming an idol. At first, she may appear hostile but she is known to be very warm and kind to those who are close to her.\n\nHAZUKI Aoi: \nAoi is a cheerful and bright young girl who enjoys the company of others. Despite her rather small stature along with her cute appearance, Aoi is a fiercely strong girl who practices karate throughout her free time.\n\nMINATSUGI Sakura: \nSakura is both kind and friendly. Since she was a child, Sakura has been suffering from an illness, she loves to spend her time in the school library where she can lose herself in the pages of her books, far away from her real-world affliction.\n\nFully animated and voiced characters \nCharacters are brought to life thanks to a splendid art style and a talented Japanese voice cast. The girls are rendered in a smooth animation style and change their expression as you interact with them. Never before has a visual novel been this immersive!\n\nLevel up your Japanese!\nBoost your Japanese skills whether you are a beginner or an advanced learner. In addition to English, Tokyo School Life lets you display the text in kana, romaji and even in kanji! It is the perfect opportunity to learn vocabulary and study Japanese sentence constructions in a fun and engaging way!\n\nYour choices will affect the outcome \nAs you progress through the story, you will get to know more about Karin, Aoi and Sakura. Select the best answers to befriend one of them and perhaps with the right words, your love for you dream girl will be reciprocated.\n",
    "id": "0100E2E00CB14000",
    "name": "Tokyo School Life",
    "publisher": "PQube",
    "releaseDate": 20211012,
    "version": 0
}