{
    "description": "Fight alone or with your friends, master the art of battle and bring peace back to the land in this arcade inspired epic brawler!\n\nClan N is a hack'n'slash game which combines the classic arcades gameplay with today's modern brawlers. With a fast paced nature, you have to dodge, block and use your light, heavy and special attacks wisely to progress. With an ancient far east theme, you'll get challenged across 7 different levels with many different enemies, Mid/End level bosses and casual mini games integrated into main gameplay.\n\nAbout Clan N:\n\nClan N is an ancient samurai group in the region of “Far East”, sworn to protect the realm from all who seek its destruction. The four group members consist of the shinobigatana-wielding ninja Akira, the staff-striking Reina, the dual sword-swinging Daiki, and the sickle-slashing monk Tarou.\n\nAfter years of training and dedication to their respective craft, each character has uncovered their own unique magical abilities. Akira shoots pulse-filled lightning bolts, Reina controls the ground with vicious earthquake shocks, Daiki swirls up brutal tornado waves, and Tarou can call for the help of Dragons.\n\nStory:\n\nAkuji is a former samurai of the Clan N that discovered the balance of the world lies in three areas: Peace, Knowledge, and Time. Akuji found that if you knock the world of one of these, you can harness the powers of “spiritual imbalance” and grow stronger from it. As a result of pursuing spiritual imbalance, he was shunned from the samurai temple and kicked out of Clan N.\n\nWhat Akuji didn’t know was that attaining spiritual imbalance would not only give you dark powers, it consumed your light and the purity of your life. Following his banishment from the temple and Clan N, Akuji was able to destroy peace by slaughtering villages and retain the power of those he killed, thus absorbing conflict and electric sorcery abilities, becoming the most powerful sorcerer warrior in the Far East. While he continued to grow, Akuji formed Seishin Gun, the spirit group, to join his conquest and remove anyone standing in their path.\n\nOnce his actions were discovered by Clan N, they set on a journey to stop the villainous pillaging by Akuji and Seishin Gun.\n\nAbout the Characters:\n\nReina and Daiki grew as siblings in a southern samurai clan. Reina was not taught the teaching of the clan like her brother Daiki but still observed and learned the ways mastering the staff. She eventually took onto Shamanism as well becoming one of the first shinobi shamans in the land as a young woman.\n\nAkira was a childhood friend adopted into the clan as a lost child wandering in the outer lands chased by a pack of wolves, barely making it to the village. Daiki’s father took the child in and raised them, although Akira typically covers himself from head to after severe scarring.\n\nTarou was from the same monastery as Akuji (prior to his joining of Clan N) and learned under the same teachers. Akuji returned to the Monk’s temple many years later and stole an ancient scroll that explained how to destroy the pillars of balance and extract their spiritual imbalance. In pursuit of Akuji, Tarou traced his steps to Clan N. After explaining the situation to the existing three members, they all decided to team up and take down Akuji.",
    "id": "010065000D25C000",
    "name": "Clan N",
    "publisher": "Creamative",
    "releaseDate": 20200806,
    "version": 0
}