{
    "description": "Cannon shots echo on the seven seas as on the horizon the sun rises on a new dawn of pirates. Drop your moorings, unfold the sails and launch yourself into the heart of the storm shaping your empire. The murder of your father will not be forgiven.\n\nKing of Seas is an Action Role playing game set in a deadly procedurally generated pirate world. In a ferocious plot you will fight to regain what has been taken away and embark on an epic adventure in a fantastic world, filled with battles, lost islands and treasures. A universe full of amazing characters and breathtaking missions will keep you anchored as you strive to become the king of all pirates.\n\nMAIN FEATURES\n\nStory: A series of quests guide you on your journey and uncover the intriguing characters of the King of Seas world who will lead you to the next path of your epic adventure.\n\nProcedural Generation: Dive into a lush, procedurally generated world that constantly refreshes the exploration mechanics within each new game.\n\nDynamic World: The world reacts to your every action, naval routes change and with each conquered settlement the difficulty adapts to constantly give you a more challenging time.\n\nMap: A thick fog will ensure travelling towards objectives is not plain sailing, after all wouldn't you want to lose the joy of exploration !?\n\nNavigation system: Atmospheric effects influence gameplay. Sail during a storm at your own risk, escape the enemies and always remember to carefully watch the wind direction to stay in control during battles. The strategy starts here.\n\nShip customization: Five types of highly customizable ships through an equipment and skill system, just as in any true role-playing game!\n\nCombat system: Not only cannon shots and nautical strategy but also speed and spectacle, thanks to a set of more than 20 skills to choose from and three branches of talents to suit any playstyle.\n\nADDITIONAL FEATURES\n\nSpecial Missions: Extra rewards await you upon completion of these secondary missions, each settlement you conquer will be the source of new adventures!\n\nTreasure hunt: Secret maps are hidden in the abyssal depths, find them and obtain directions to submerged treasures!\n\nTrading: Each settlement produces specific products with their own market value. Buy them at the lowest price possible and sell them to other settlements where they are in demand. Buy low, sell high, this is the basis of trade!\n\nFishing: Find as many as 30 varieties of fish living below the ocean surface. Fish them all but be careful to observe the time of day and weather conditions...\n\nRanking: Every battle won will drive up the bounty on your head, compare it with the most famous pirates of history. Be the King of Seas!  \n\nMultiple difficulties: The difficulty level adds a substantial multiplier to the bounty obtained in the game. How much will you be able to generate in hardcore mode?",
    "id": "01008D80148C8000",
    "name": "King of Seas",
    "publisher": "Team17",
    "releaseDate": 20221104,
    "version": 0
}