{
    "description": "DISCMASTER is a fun fantasy version of the classic game of Tic-tac-toe with a fun card game twist! The game features a band of adorable young heroes on a brave quest to save their friend Nubby from the clutches of the evil Shadow Master! \n\nChoose wisely to position your hero's discs on the grid to defeat your opponent’s discs and block their attacks. Each time you score three in a row, your opponent loses a hit point. \n\nEach of your band of heroes has a fun special ability to help you collect enough chests to unlock the next part of your journey on the world map. Master the sword-and-shield wielding Hero Dogs, stealthy Karate Cats, and fireball wielding Fire Hogs!\n\nSINGLE-PLAYER ADVENTURE MODE\nDISCMASTER is played in a cute but dangerous fantasy world for your young heroes to explore as they battle monstrous minions on each step of their journey. Practice and master your skills in the single-player adventure mode and rescue a friend from the clutches of the evil wizard Shadow Master.\n\nLOCAL (COUCH) MULTIPLAYER\nLooking for a challenge? Use the same device and challenge a friend in an exciting local multiplayer mode and pit your hero against each other in a battle of wits. Play on the couch, in the back of the car, or anywhere you can take your device!\n\nDiscmaster doesn’t require an active internet connection nor a Nintendo Switch Online-membership. You can play offline against each other on the same system, docked or in handheld mode.\n\nFEATURES\n• Local (couch) multiplayer allows you to battle your friends on a single device in television, tabletop or portable mode\n\n• Doesn’t require an active internet connection nor a Nintendo Switch Online-membership\n\n• Single-player adventure mode allows you to explore 5 differently themed world maps: the Dark Forest, Frozen Peaks, Gloomy Swamps, Stormy Dunes, and Volcanic Hollow\n\n• Collect chests from challenges on the map to unlock new areas\n\n• Choose Hero Dogs and use their sword and shield discs to both attack and block\n\n• Choose Fire Hogs and use their fireball discs to attack diagonally\n\n• Choose Karate Cats and use their hide discs to gain immunity to the first attack",
    "id": "0100D7800C4DC000",
    "name": "Discmaster",
    "publisher": "Black Zeppelin Studios",
    "releaseDate": 20200514,
    "version": 0
}