{
    "description": "『～ハズレ転生～ 最底辺から始める異世界経営 - Isekai Junior Manager - 』is a visual novel game in which the protagonist, who is reborn as a noble family in Isekai was exiled and fallen. He develops his unique products using his skills and modern knowledge.\nHe cooperates with heroines with various characteristics to sell and become the best manager in the Isekai.\nThis Bishojo Game released in 2021 under the \"Calcite\" brand has been reworked for the \"PandaShojo\" platform for players of all ages worldwide to enjoy.\n\n◆Introduction\nI found myself a manager after being exiled for my misfit skills.\nOr rather, I had no choice but to become one...\nIt's better to say it out loud.\n\nI will become a top manager in Isekai. No one will boss me around.\n\n◆Synopsis\nThe protagonist, who died in an accident in modern Japan, was reborn in an Isekai as Kurth Lammertz, the third son of a noble family.\nHowever, with no talent for sword or magic, and a disappointing set of skills from his baptism, his family shunned and exiled him to the frontier...\n\nAn incident triggered Kurth's memory of his previous life, he decides to use his modern knowledge to create products that don't exist in the Isekai and start his own business.\n\nA beautiful elf with various connections, a dwarven girl with first-class blacksmithing skills, a beautiful Arlaune woman with a wealth of magical knowledge...\nCooperating with heroines with various characteristics, Kurth aims to become the greatest merchant in the Isekai.\n\n\n◆Characters\n◆Alma Haring\n\"Do not worry about it. I'm just returning a favor.\"\n\nA beautiful woman of the Elven tribe who has lived through the ages.\nShe is a high elf, one of the higher species, and a noble family of elves.\nIn return for helping her parents, she uses her various connections to help the protagonist with his business.\n\n\n◆Yuika Hinamiya\n\"Don't worry. I can guarantee you that this will sell.\"\n\nA bewitching fox hybrid believed to come from a land far in the east.\nShe is also a wealthy merchant who runs a large trading company called \"Touhou Memoirs\".\nShe is interested in the mysterious products and knowledge that the protagonist has and wishes to sign an exclusive contract with him.\n\n\n◆Edith Alens\n\"I... I like what I do... I want to be helpful to you.\"\n\nA Dwarf girl, skilled in forging.\nAlthough quiet and goofy, her skills are excellent. She is a hard worker who dedicates herself to work.\nShe leads the manufacturing of products the protagonist creates.\n\n\n◆Bianca Barschmide\n\"I'm your servant. I will follow you everywhere.\"\n\nA canine hybrid who has been taking care of the protagonist since he was a child.\nShe is energetic, honest, and single-minded toward the protagonist.\nNo matter how much the protagonist has fallen and been abandoned, she is always by his side.\n\n\n◆Katharina Ebel\n\"I don't like this kind of business. What if someone gets hurt by such a fragile product?\"\n\nShe is an Arlaune woman who is more like a plant with a mysterious vibe.\nWith her speed reading skills, she has read many books and has a wealth of knowledge.\nShe is particularly skilled in magic-related knowledge and techniques and give accurate advice on the protagonist's products.\n\n\n◆Kurth Lammertz\nAfter an accident, he was reborn as the youngest of three noble brothers.\nThe only skill god gave him was the useless \" Magic of Mischief\".\nLacking in talent and effort, his family gives up on him and exiles him to the frontier.\nHe aims to turn his life around by using the knowledge and technology from his previous life that are recalled in his despair.",
    "id": "0100C3E01AFD4000",
    "name": "- Isekai Junior Manager - ハズレ転生:最底辺から始める異世界経営",
    "publisher": "CyberStep",
    "releaseDate": 20230413,
    "version": 0
}