{
    "description": "The Company Man is a classic action platformer where you play as average salaryman Jim. Hit your crazy coworkers with a keyboard, shoot your evil bosses with emails, and buff up with coffee beans at the Good Water Company. Survive the struggles of working life and fulfill your lifelong quest to be CEO!\n\nDESTROY EVERYONE IN YOUR PATH AS YOU MAKE YOUR WAY TO THE TOP\nPut your platforming skills to the test as you jump and dash across seven corporate departments riddled with booby traps, quirky coworkers, and tough bosses.\n\nIMMERSE YOURSELF IN A BEAUTIFULLY CRAFTED WORLD\nExplore a variety of beautiful hand-painted environments - from the over air-conditioned icy floors in Accounting to the endless mountains of paperwork in Human Resources.\n\nRELATABLE ISSUES DELIVERED WITH WIT\nRemember the lazy manager who bosses you around, or the annoying coworker that tries to sell you a pyramid scheme? You will find yourself laughing at the many puns and jokes of working life.\n\nPULL YOURSELF BY THE BOOTSTRAPS WITH WEAPON UPGRADES\nUpskill yourself with a keyboard upgrade after beating a new department. From throwing a backhanded comment to blasting a spam email tsunami, there are many ways to finish the job.\n\nRE-ENERGIZE WITH A RELAXING COFFEE BREAK\nFeeling a little underpowered? Have a coffee break to boost your health and stamina! I mean, how could you possibly overthrow a company without a little caffeine?\n\nBUFF UP WITH COFFEE BEANS\nSpend the coins you earn from beating up your coworkers at the Coffee Shop, which offers a variety of health and stamina boosting coffee beans.\n\nLOOK OUT FOR SECRET GAUNTLET DUNGEONS\nChallenge yourself in secret gauntlet dungeons where Jim is forced to fight wave after wave of coworkers. These dungeons aren’t easy to find, so keep a lookout for them!\n\nTHERE’S A DIFFICULTY LEVEL FOR EVERYONE\nWhether you’re a newbie or an expert, we got you covered with a wide range of difficulty levels from Normal to Impossible (Impossible is unlocked after beating the game).",
    "id": "010060E015FF2000",
    "name": "The Company Man",
    "publisher": "Leoful",
    "releaseDate": 20220121,
    "version": 0
}