{
    "description": "Pillars of Eternity: Complete Edition full game download is 29 GB.\nDownload requirements may change, visit https://versusevil.com/pillars-of-eternity-switch-storage/ for details.\nMicroSD card (sold separately) with a minimum of 29 GB of free space required to download the game. Insert MicroSD card before beginning the download.\nMinimum 60 MB/sec read speed required.\n\nTake your party on the ultimate role-playing experience, Pillars of Eternity finally comes to Nintendo Switch™! Created by the masters at Obsidian Entertainment, Pillars of Eternity released to critical acclaim and dozens of awards on PC. Now the fantastical world, tactical combat, and unforgettable storyline can be taken anywhere you go. Pillars of Eternity: Complete Edition includes all the additional content from the PC version, including the DLC and expansions. The game has been optimized to play comfortably in front of your TV with controllers or in handheld mode. Easily navigate the game's detailed character creation, real-time-with-pause combat, and party management thanks to thoughtful updates to UI and controls. Gather your party, venture forth, and embrace adventure as you delve into a realm of wonder, nostalgia, and the excitement of classic RPGs with Obsidian's Pillars of Eternity!\n\nFeatures:\n• Award-winning writing, story and artwork of Pillars of Eternity, along with the expanded world and content of The White March: Parts I & II.\n• Expansive character creation that impacts your personal story with races, classes, and character backgrounds to choose.\n• An epic universe to explore, filled with intriguing party members and companions, a variety of in-game factions, and a lovingly rendered world to traverse.\n• All major updates from the original PC version, including a raised level cap, expanded party AI options, and new difficulty levels.\n• The deep and classic Real-time with Pause Combat system that feeds your inner tactician.",
    "id": "0100D6200E130000",
    "name": "Pillars of Eternity: Complete Edition",
    "publisher": "Versus Evil",
    "releaseDate": 20190808,
    "version": 0
}