{
    "description": "Get up before dawn and see what it's like to be a baker! Learn to bake several dozen types of bread. Use realistic bakery machines. Deliver orders to stores, earn, and invest. Use original recipes or experiment with ingredients.\n\n\n\n\nCheck the cookbook, use a database of original recipes, and learn to bake several dozen types of bread, buns, and more. Be precise - otherwise, your goods will not be properly baked.\n\n\nStores need different kinds of baked goods. Bread and buns are just not enough – some expect croissants, bagels, or muffins. Browse daily lists of orders, choose them and commit to regular deliveries. Raise your reputation and trust with the stores by making the deliveries on time.\n\n\n\n\nManage and control the ingredient storage space. Order different kinds of flour, yeast, and additives from the warehouse. Check which ingredients are missing or which you’re getting short or - otherwise, you may find yourself in a difficult position and unable to work on the orders!\n\n\nInvest your hard-earned cash in newer equipment that will let you bake even more products. Buy a larger delivery vehicle or machines for making other types of bread. Expand your bakery.\n\n\nChoose your own bakery equipment from the list of dozens of available machines and devices. Follow the manuals closely… or find your own use for them. Upgrade and customize your working space to your liking. Install more and more bakery machines as you progress through the game. Buy countertops, shelves, and tools. Create the perfect conditions for baking!\n\nPlan your route to save as much time as possible when unloading. Hurry up and deliver warm bread to stores before opening. Remember that delays will cost you money!\n\n\nFrom time to time new bakeries will appear. Respond to the needs of the market and invest in new equipment to avoid going bankrupt.",
    "id": "010018601E9E0000",
    "name": "Bakery Simulator",
    "publisher": "Gaming Factory",
    "releaseDate": 20240410,
    "version": 0
}