{
    "description": "Several years after Yuuji Kazami and his friends fought for their lives in a fierce battle, a new generation of heroines gather at Mihama Academy, which has been reinstated as a 'specialist training school'.\nTaking place in the same world as The Fruit of Grisaia, new characters bring an exciting fresh take in the third story of this brand new series!\nThis thrilling story, which unfolds at the reborn Mihama Academy, will undoubtedly excite not only those who have played previous releases, but those who are new to the series as well!\n\nAvailable in three languages!\nThe text can be set to Japanese, English or Simplified Chinese (audio is Japanese only).\nThis includes in-game text, options, and the digital manual. Language settings can be changed at any time.\n\nPlay using only the touch screen! Play with one hand!\nPlay in handheld mode with the Nintendo Switch Joy-Con™ controllers attached, or detach them and play with just the touch controls! While in tabletop mode or TV mode, everything can be controlled using only the Joy-Con (R), allowing you to play with only one hand!\nAlso available for the Nintendo Switch Lite. (A separate Joy-Con (R) is required to play with one hand.)\n\nVolume 3 Summary\nWhile Rena and Maki recover from their injuries, the other SORD members jet off overseas for a school trip. Within moments of their arrival, though, the Mihama gang are pulled into a manhunt for a SORD deserter, assisted by students Sylvia and Velvet of St. Aile's International School. Tohka's the star of the show this time round, but she's wrestling with her own issues - old memories of her parents, and a promise to a friend that she wasn't able to keep...\n“You're right. There's a reason we need to get back... even if it means crawling home on our hands and knees.”\n“Let's meet up again someday... if we're still alive.”\nAnd introducing Sengoku Ayame - Sengoku Ichiru's brother, and a handler at St. Aile's:\n“If taking her in alive's too much of a challenge, just get rid of her - I don't give a damn. I simply want to see this mess cleaned up.”\nWhat answers will Tohka find?\nShe has the truth in her sights...\n\nGameplay\nIt's a visual novel in which you don't need to make any choices, so you can enjoy the story like you would when watching a movie or reading a book. The story comes to life with a star-studded voice actor cast and fully-voiced story (excluding the main character), gorgeous graphics and music, and immersive animation.\n\nStaff\nCharacter Design/Art: Akio Watanabe\nStory: Ryuta Fujisaki\nSD Character Design/Art: nanaca mai\n\nCast\nRena            VA: Maaya Uchida\nTohka          VA: Ayane Sakura\nChris            VA: Kaori Nazuka\nMurasaki      VA: Atsumi Tanezaki\nMaki            VA: Yoshino Nanjo\nMiss Arisaka VA: Mikako Izawa\nSylvia          VA: Juri Nagatsuma\nVelvet          VA: Chiaki Omigawa\nGumi           VA: Suzuko Mimori\nOther\n*Fully voiced (excluding the main character)",
    "id": "01005250123B8000",
    "name": "GRISAIA PHANTOM TRIGGER 03",
    "publisher": "PROTOTYPE",
    "releaseDate": 20200722,
    "version": 0
}