{
    "description": "The life of a curly, chewy seal is being targeted by a vicious orca!\nDrive the train back to the station safely to prevent the seals from falling into the sea. \nLet's get going!\n\n• How to play\nYou are the \"seal\" of a train driver on the ocean.\nThe train is easily affected by waves, so it is important to keep the car balanced.\n\nWhen you tilt the Joy-Con™ back and forth and left and right, the train will tilt in tandem.\nTo prevent the seals on the ceiling of the train from falling into the sea balance your vehicles and drive safely.\n\nOrcas from rival railroads patrol the seas and attack your train with terrifying attacks.\nIt is your mission to protect your passengers from the orcas and get them safely to the station.\nBring as many passengers as possible to the station during your working hours to meet your quota!\n\nWith the share of the Joy-Con™, you can play cooperatively with two players on one Nintendo Switch™.\nTake control of a two-car train and carry more seals!\n\n• Game Modes\nSingle player : concentrate all your nerves on your hands and send the seals off to meet their quota!\nDouble players: cooperate with each other by talking to each other!\n\n• Number of stages\nTotal of 40 stages with 20 different types of single player and 20 different types of two player.\n\n• Synopsis of the game\nIn 2020, here in Antarctica, these cute seals are leading a peaceful life today.\n\nJust like us humans, many seals ride the train to work or school every day.\n\nOne of the seals piloted the train.\nThat's right, you are piloting a crowded train as a rookie driver seal on the Seal Electric Railway on the sea!\n\nAlong the way, killer whales from a rival railroad company will attack you in various ways to destroy the reputation of the Seal Electric Railway and satisfy them hunger.\n\nGet advice from the boss seal on the radio to get many passengers back to the station safely.\n\nAiming to become a full-fledged driver, let's get going!",
    "id": "01005BE0136DC000",
    "name": "Seal Electric Railway",
    "publisher": "NOW PRODUCTION",
    "releaseDate": 20210124,
    "version": 0
}