{
    "description": "Steal the ground right from under your enemies! or yourself! \nIn Georifters you can spin walls, twist tunnels, crush critters, battle against the ground or with it! It can be your tool or a weapon you use to smash others in a series of fast paced ground busting arenas. \n\nChoose from a variety of heroes\nDress them up (or down) and combine outfits to look fabulous on your way to victory.  \n\nDuel it out in a variety of exhilarating multiplayer modes \nUp to four friends or strangers can show off their skills as they go head to head at full speed, battling for victory, for honor - and of course bragging rights.\n\nMore thinker than a fighter? \nNo worries! Try some precision ground manipulation in co-op, against a friend, against an enemy, or a friend who is your enemy, or if you don’t have any friends or enemies (good for you!) you can go lone wolf in the story mode.\n\nBust your way through 6 fantastical worlds\n30+ levels, 300+ stages, each based on a unique theme.\n\nFeatures\n\n* Unique ground manipulation system allows you to move the world in many ways around your enemies or your self!\n* Use your ground manipulation skills to discover and unearth hidden items and power ups!\n* Unlock heroes, worlds, weapons, upgrades and more\n* Upgrade your chosen champions unique abilities to suit your play style \n* Over 50 different costume combinations, choose how fabulous you look whilst crushing your foes \n* Grab up to four friends to team up with or against each other for fast paced ground manipulation battles\n* More a thinker than a fighter? No worries! Grab a friend for some precision ground manipulation in Co-op. Or single player if you prefer to do everything yourself.\n* 6 Unique bubble worlds each inspired by one of the human senses.\n* 7 Unique heroes each with their own individual special way of manipulating the ground\n* Explore 6 fantastical worlds comprised of 30+ levels with 300+ stages",
    "id": "01007FC012FD4000",
    "name": "Georifters",
    "publisher": "Leoful",
    "releaseDate": 20211111,
    "version": 0
}