{
    "description": "▪ Metascore: 85%\n▪ Adventure Gamers: 90% - \"If you are a horror fan or an open-minded gamer curious about the game’s unusual themes, this is an easy recommendation.\"\n\nFEATURES:\n▪ WATER UNDER, AND OVER THE BRIDGE - Delve deeper and deeper into a mysterious underwater facility\n▪ MAC OR MACGYVER? - Combine items, swap between characters, and solve puzzles to progress\n▪ SEASHELL RESONANCE - Listen to the beautiful, atmospheric score by Mark Morgan\n▪ FAMILY FEUD - Explore the complicated family dynamic of Mac, Charlie, and their trusty Super-Toy, Moses\n▪ IMMERSED -  Let the stunning visuals and deep narrative transport you to the bottom of the ocean where an ancient secret waits to be discovered\n\nFollow Mac and Charlie, a husband and wife duo, who make their living scouring the ocean for salvage. But, when they stumble upon an abandoned oil rig in the Pacific Ocean, they uncover a horrific secret that Cayne Corporation will do anything to keep hidden.\n\nAs you embark on your adventure playing Mac, Charlie, and their trusty Super-Toy, Moses, you'll encounter an immersive narrative filled with spine-tingling horror and unexpected twists. Combining the thrilling storytelling of STASIS and a tense underwater setting, STASIS: BONE TOTEM offers a personal story that will test the limits of family resilience.\n\nNavigate through a massive underwater base, complete intricate puzzles, and solve an ancient secret concealed at the bottom of the ocean. BONE TOTEM features the same isometric, point-and-click gameplay that made STASIS a classic fan favorite, but with a new cast and a unique setting that will leave you gasping for breath.\n\nWith stunning visuals, a music score by Mark Morgan, a screenplay written by a Hollywood ace, voice acting by veteran actors, and a gripping storyline that will keep you on the edge of your seat - STASIS: BONE TOTEM is a must-play game for horror and sci-fi adventure fans.\n\nSo what are you waiting for? \nDive into the unknown and uncover the BONE TOTEM beneath the waves.\n\nAdditional languages: \n- Polish (PL/Polski), \n- Turkish (TUR/Türkçe).",
    "id": "010049301C462000",
    "name": "Stasis: Bone Totem",
    "publisher": "Feardemic",
    "releaseDate": 20240328,
    "version": 0
}