{
    "description": "An atmospheric vehicle adventure that follows the emotional journey of a boy and his ship as he embarks on a voyage to find a new home. Sail stormy waters, dive unknown depths, and explore forgotten ruins in a beautifully realised, flooded world. \n\nAN ALL-NEW COMPANION TITLE\nExpanding on the desolate setting seen in FAR: Lone Sails, Changing Tides swaps sun scorched, dusty planes for stormy skies and high seas. With new environments, puzzles and ship mechanics, the world of FAR: Changing Tides brings an exciting experience to fans of this beloved series and new players alike with a bigger, deeper challenge.\n\nA NEW HOME\nOvercome the elements as new protagonist, Toe, who awakens to find themselves alone, stranded in a flooded world. What once was home is transformed into an unfamiliar and sometimes hostile environment. You must navigate Toe on an adventure to traverse the ruins of a once great society in search of a new beginning. \n\nCAPTAIN YOUR SHIP\nExperience the thrill of captaining a distinctive seafaring vessel. Together you’ll brave high seas, navigate intense storms, and plumb the perils of a briny deep. Along the way, you’ll need to keep things functioning by unlocking parts, fixing faults and searching the watery depths for precious fuel and salvage. The farther you travel, the more you’ll learn about your ship’s fascinating complexities.\n\nA MEDITATIVE EXPERIENCE\nFAR: Changing Tides’ moments of peril and intrigue are delivered by environmental dangers and puzzles to overcome, but these feed into the solitary, almost meditative approach to gameplay. Captaining your extraordinary ship, raise the mast, hoist and angle the sails, light the furnace and more as you learn to sail the ocean while mourning the loss of your home.\n\nSOUNDS OF THE OCEAN\nA dynamic soundtrack reacts to player and environmental actions, amplifying key moments in the game and heightening the atmosphere, meaning pulse pounding crescendos, serene moments of reflection and everything in between are created by, rather than scripted for, the player.",
    "id": "01008A0014A92000",
    "name": "FAR: Changing Tides",
    "publisher": "FRONTIER",
    "releaseDate": 20220301,
    "version": 0
}