{
    "description": "Think you have what it takes to save cyberspace? Mutant viruses have invaded its core and are threatening to destroy it. It’s up to you to take on these waves of viruses and defend the core of cyberspace in a way that prevents any of them from reaching it. But there’s no need to fret – you'll have countless upgrades and a split-personality killer drone to (more or less) help you out!\n\nInnovative tower defense experience\n\nCyberTD takes the classic tower defense experience and combines it with roguelite elements, creating a captivating mix. With each level-up, you'll unlock new upgrades and gain access to more options for customizing your defense according to your own unique style.\n\nEasy to learn, tough to master\n\nThough learning the game's simple mechanics is easy, you'll need to come up with an elaborate strategy if you're looking to reach high-score territory. You'll be entertained for plenty of time in your hunt for better upgrades and tactics – and you’ll get some questionable support from a retired killer drone with two feisty personalities.\n\nVarious game modes\n\nYou'll always find yourself facing new challenges through these different game modes:\n- Single Player: Viruses charge at you, wave after wave, with mutations that boost their strength and endurance – but you, too, have access to a growing range of effective defense mechanisms designed to stop them.\n- Co-op: Face the waves of enemies as a pair and work together to fight them off for as long as possible.\n- Versus: Face the waves of enemies side-by-side and compete to see who's more successful at fighting them off.\n- Weekly Challenges: A different set of special challenges each week for experienced players – tougher rules come into play here!\n- Community Clash: Fun and exciting games for streamers (Twitch) where your chat takes control of a second player in co-op or versus mode, or determines how the rest of the game unfolds for you through choices!\n\nEndless possibilities\n\nYou have the power to choose what you need to defend against the enemy effectively. Looking to inflict heavy damage or trigger nasty status changes? Eager to level up your weapons or gain powerful abilities? Over 170 different upgrades await you in four different levels of rarity, ready to be unlocked and integrated into your inventory. You can choose one upgrade per enemy wave from a random selection in this pool – so no two games will ever be the same!\n\nDirect link to the developer\n\nFeel free to contact us – we appreciate any and all feedback! Join the community, share your thoughts and requests, or interact with other players.",
    "id": "010011101B7BE000",
    "name": "CyberTD",
    "publisher": "Clockwork Origins",
    "releaseDate": 20230928,
    "version": 0
}