{
    "description": "The mysterious God of Rock has revived the souls of the universe’s greatest musicians to clash for his entertainment. Revitalized with new bodies and new powers, each musician will become a contestant in his game, battling it out with each other for musical supremacy on a global stage. \n\nGod of Rock blends rhythm-based gameplay with fighting game mechanics in tense 1v1 matches. Choose from a dozen unique fighters, each with their own design, mechanics, and harmonic attacks. Soften up your opponent by executing normal moves and building meter by hitting notes to the beat of the song, then spend your meter to unleash EX and special moves do damage and add complexity to their tracks. Finally, finish them off with a devastating Super attack! As the battle progresses, the music track will continue to grow in complexity and difficulty until only one fighter is left standing! \n\nKey Features\n• Battle to the Beat – Engage in over-the-top musical battles in this competitive rhythm-based fighter. \n\n• Limitless Skill Ceiling – Tracks will continue to scale in difficulty until only one fighter remains. \n\n• Over 40 Original Songs – Each with their own unique and challenging tracks to master. \n\n• The Universe is Your Stage – Control 12 wildly different characters each with their own playstyle across 8 dynamic stages set across the universe. \n\n\nGame Modes \n• Story Mode – Follow your favorite character through a branching story mode, battling against other musicians to become the last one standing. \n\n• Training Mode – Master the most challenging segments each song and practice executing special moves to the beat. \n\n• Track Editor – Put your own spin on your favorite tracks by adding and removing notes to your liking. \n\n• Local & Ranked Online Multiplayer – Go head-to-head against players at home or around the globe in casual and ranked multiplayer. ",
    "id": "0100CEA01850E000",
    "name": "God of Rock",
    "publisher": "Maximum Games",
    "releaseDate": 20230418,
    "version": 0
}