{
    "description": "Soulblight is a dark, unforgiving, top-down action roguelike luring you to cross the thin line between good and evil. Instead of XP grinding, it introduces a Tainting Mechanics. While traveling through the shattered reality of the Sanctuary, you will receive personality traits based on your choices. These will be the main source of your strength. To harness them, you will have to act accordingly. Becoming an alcoholic means that you will be rewarded for getting drunk, but from that point being sober might prove to be unbearable.\n\nFEATURES\n- A unique Tainting Mechanic designed to encourage role playing\n- Tons of weapons, armor, and utility items\n- Dynamic and tactical combat build around stamina management and distance control\n- Optional stealth approach that complements fighting\n- Randomly generated, visually breathtaking levels\n- High difficulty level emphasized by permadeath mechanics\n- Gameplay­-driven narrative\n\nGAMEPLAY\nBefore entering each level of the Sanctuary you get to choose a Taint that represents a certain personality trait. That choice will shape your future experiences as each Taint unlocks a new way of gaining power - a custom mechanic designed to encourage role-playing. Tainting Mechanics channels your will to survive into actions that are aligned with your hero’s personality. Let’s have a look at some examples:\n\nGreed\n- Receive \"Scrooge\" penalty for overpaying\n- The bigger fortune you Acquire the stronger you are\n\nFierce\n- Receive \"Rage\" boost after being wounded\n- Receive permanent passive bonus for killing enemies during \"Rage\"\n\nAs you go deeper into the Sanctuary you’ll be able to add more Taints to your character’s personality making the shifting levels of the dungeon itself a skill tree of a kind. However with each new Taint you’re a step closer to the point of no return. Are you sure you know where it is?",
    "id": "0100928005094000",
    "name": "Soulblight",
    "publisher": "My Next Games",
    "releaseDate": 20181004,
    "version": 0
}