{
    "description": "A visual novel game starring the members of the streamer group 'Ultimate Jumbo Jet' (aka ARUJAN), who mainly stream activities such as the Space Werewolf game.\nThe game includes fully integrated voice acting by the members of ARUJAN; HACCHAN, Shijin San, Natsubbit, Takeo, and Mei Hirasaka!\nIn addition to the extravagant cast, the scenario is handled by Dizm; known for TRPG scenario creation and stage scriptwriting, they are delivering a brand new fantastical mystery adventure game.\n\n◆Synopsis\nThe five ARUJAN members participate in a real-life werewolf game held on a luxurious airship soaring through the skies.\n\"You\" are one of the viewers tuning in to the exciting livestream.\nThe members engage in a thrilling showdown, and seemed like the game would safely conclude with great excitement.\n\nBut.....\n\n\"■■■■■ is dead.\"\n\nAs the stream ends, \"You\" start fantasizing about the truth to the death based on the clues found during the livestream.\nWhat possible end will \"You\" and the five ARUJAN members reach?\"\n\n◆Characters\n・HACCHAN\nAn active game streamer.\nHe is honest and reliable with a straightforward mindset.\nUsually relies on his intuition when making decisions.\n\n・Shijin San\nUploads cover songs on the internet and is mainly active as an Utaite.\nFrom his usual activities, he is cautious and a worrywart.\nAlso a yes man.\n\n・Natsubbit\nUsually uploads videos playing piano, and also participate in game streams.\nBeing versatile, he can play games with both cheerful and honest style.\n\n・Takeo\nAn active game streamer.\nPublicly declares his love for money and has an evil image, although he has a warmhearted side towards others.\n\n・Mei Hirasaka\nAn active game streamer with a noble lady persona.\nBut from her loud and lively voice, she is seen as a sloppy person.\nShe always seems joyful, and of course she uses upper class words\n\n○What is \"Ultimate Jumbo Jet\"?\n\"Ultimate Jumbo Jet\" a streamer group also known as \"ARUJAN\".\nStreaming activities such as the Space Werewolf game co-hosted by Hacchan and Ponzu Yarou!\nDiverse members will entertain the fans with games and chatting!!\n\n○Novel Game Brand \"Rabbitfoot\"\nA novel game brand that delivers novel games casting active YouTubers and VTubers as game characters.\nAs well as using their names and nicknames, you can enjoy the different sides of your faves and feel a close connection through the novel game that you cannot experience in the usual streaming or video uploads.",
    "id": "010041901DACA000",
    "name": "Fantastical Mystery Adventure Ultimate Jumbo Jet Murder Case",
    "publisher": "CyberStep",
    "releaseDate": 20240314,
    "version": 0
}