{
    "description": "Princess Peach and some loyal Toads are about to enjoy a performance at the Sparkle Theater when the wicked Grape and the Sour Bunch bust on the scene to flip the script! These bad actors kidnap the stars of each play, terrorize the other cast and crew, and leave Peach trapped inside as they steal the show. \n\nTo curtain-call this tragedy, Peach must team up with the theater's guardian, Stella. Using the power of Sparkle, Peach must take the stage of each play inside the Sparkle Theater and transform to match the performance. Each transformation changes up the action and comes with its own abilities for Peach to use against Grape’s evil acting troupe. Only by clearing all the floors and rescuing the star actors can she truly save the theater!\n\nPlay like a princess and transform into leading roles with showstopping abilities \n \nFend off the Sour Bunch as Swordfighter Peach as you slash and dodge attacks—en garde! Whisk up some tasty treats as Patissiere Peach and see just how quickly you can decorate a cake. \n\nWrangle your foes with a lasso as Cowgirl Peach, hurl buses and slam foes with super strength as Mighty Peach, synchronize your spins with other performers as Figure Skater Peach, and more! Each transformation gives Peach a dramatic entrance and the abilities she needs to take back each play.\n\nEquip the Heart Charm and customize your look to make the play your own\n\nEquip the Heart Charm to give Peach a few extra hearts. If you’re looking for more of a challenge, try going without it—or see how long you can survive an onslaught of enemies in the Action Rehearsal plays! \n\nUnlock colors and patterns for Peach and Stella with in-game coins to customize Peach’s dress and Stella’s ribbon to your style. Get even more colors and patterns by finding them hidden within plays and by completing challenges. Additionally, try collecting all of the Sparkle Gems in each play to get the Pictioneer to snap an action photo of Peach in each play!",
    "id": "01007A3009184000",
    "name": "Princess Peach™: Showtime!",
    "publisher": "Nintendo",
    "releaseDate": 20240322,
    "version": 0
}