{
    "description": "Step into the role of a restaurant owner and chef in Restaurant Cooking Simulator, where you’ll need to juggle customer service and cooking skills to run a successful eatery. Set up your kitchen, plan your menu, and whip up tasty dishes to keep your diners happy. Here’s what to expect:\n\nCustomise Your Kitchen: Organise your kitchen layout and equipment to maximise efficiency and make cooking easier. Choose new gear wisely and decide where to place it to improve your workflow.\n\nPlan Ahead: At the start of each day, review menu options, prep ingredients, and ensure your restaurant has enough tables and seating for your guests.\n\nCook a Variety of Dishes: Prepare everything from simple bites like burgers, onion rings, and desserts to more complex meals like perfectly cooked steaks. Each recipe requires attention to detail!\n\nManage Customer Service: Seat customers, take their orders, and serve them promptly while managing expectations and wait times. Keep the dining area tidy and ensure a great dining experience.\n\nMaintain Accuracy in the Kitchen: Prepare and serve dishes correctly, ensuring ingredients aren’t undercooked or burnt. Quick and accurate service will help you earn better scores and tips.\n\nUpgrade and Expand: As your restaurant gains popularity, invest in new kitchen gear and tools. Expand your menu to offer new dishes and draw in more customers.\n\nStay organised, manage your time well, and strive to build the most successful restaurant!",
    "id": "010069002074A000",
    "name": "Restaurant Cooking Simulator",
    "publisher": "Halva Studio",
    "releaseDate": 20240926,
    "version": 0,
    "category": [
        "Simulation",
        "Adventure",
        "Lifestyle",
        "Action"
    ],
    "developer": null,
    "intro": "Run your restaurant! Customise the kitchen, cook well, serve fast, and upgrade gear!",
    "isDemo": false,
    "languages": [
        "en"
    ],
    "nsuId": 70010000086528,
    "numberOfPlayers": 1,
    "ratingContent": [
        "General"
    ],
    "region": null,
    "rightsId": null
}