{
    "description": "Download the hottest new pool game for free now, and BLITZ the competition! Play billiards or battle with friends for free in PoolBlitz. Three modes, one game. The only online Billiard game you ever need. \n\nFancy 8 Ball, or 9 Ball, a traditional mode with epic cues, or be the last player standing in PoolBlitz Battle to take home the win, every ball you sink goes on to your opponent's table, pocket blockers, chemical attack and more find it al in PoolBlitz!\n\nThe world is ready for a truly unique Billiard game! Challenge your friends, enter pool tournaments, and go head to head against other players in real-time. Shoot billiards with ultra-realistic physics, breath-taking graphics, and have more fun than you’ve ever had in real life!\n\nPool Blitz has something for every pool fan. Choose 8-Ball for an authentic billiards experience, or Blitz mode for a fast-paced billiards battleground. Pick your mode!\n\nDownload PoolBlitz for free today, and enjoy a unique concept with super easy controls, and fun and intuitive gameplay!\n\nULTIMATE 8-BALL GAME\nShow off your 8-Ball skills in 1v1 matches, or enter tournaments to wipe out your opponents and move up the leaderboard. It’s 8-Ball just the way you’ve always wanted to play!\n\nGAMES WITH FRIENDS\nChoose up to 7 friends to play against in PoolBlitz tournaments. Heckle your friends as you spectate each other's matches live!\n\nREAL-TIME 3D BILLARDS GAMES\nPlay on unique PoolBlitz tables against players around the world in real time. Awesome 3D graphics!\n\nSHOW OFF YOUR BILLIARD SKILLS\nPool Blitz uses solid pool physics which means you can smash your opponents with killer skill shots!\n\nPOOL BLITZ FEATURES\n● Stunning, hi-res graphics\n● Unique cross-platform control system\n● Classic 8-Ball mode and fast-paced Blitz mode\n● Play games with friends - invite up to 7 friends to multiplayer tournaments\n● 8-Ball and Blitz Tournaments - complete with spectator mode\n● Range of special Power Cues to help pull off super shots!\n● Collect and upgrade cues, balls and player avatar masks\n● Banter with your opponents using chat and emojis at the end of each pool game\n\nWhether you’re a pool pro or a wannabe pool shark, PoolBlitz is the game for you!\n",
    "id": "010035500E066000",
    "name": "Pool Blitz",
    "publisher": "CHERRYPOP GAMES",
    "releaseDate": 20240314,
    "version": 0
}