{
    "description": "Become the ultimate master thief in \"Heist Force\" an adrenaline-pumping, action-packed adventure that will test your reaction, strategy, and shooting skills. Immerse yourself in a world of high-stakes heists as you embark on a daring mission to infiltrate a heavily guarded bank and make off with as much loot as you can.\n\nIn this captivating third-person shooter, you'll assume the role of a seasoned thief, equipped with cunning tactics and a deadly arsenal. Navigate through a dynamic, procedurally generated map that ensures each heist is a unique experience. Use your wit and agility to outsmart security systems and dodge patrolling guards.\n\nBut beware, you're not alone in this daring escapade. The bank is heavily fortified, and your path to riches is littered with relentless enemies. Face off against determined cops, specialized tactical forces, and elite special agents who will stop at nothing to bring you down. Engage in thrilling shootouts, utilizing an array of weapons and gadgets to gain the upper hand.\n\nWith its striking low-poly visuals and a touch of fantasy, \"Heist Force\" offers a unique aesthetic that enhances the immersive gameplay. Explore the intricately designed bank, uncovering hidden passages, secret vaults, and valuable treasures. Every decision matters as you balance risk and reward, making choices to maximize your haul.\n\nOnce your bag is brimming with ill-gotten gains, the real challenge begins. Plan your escape route, evade pursuing authorities, and navigate the streets to secure your loot and cement your status as the ultimate Heist Master.\n\nKey Features:\n\n    Engaging third-person gameplay with a focus on reaction, strategy, and shooting.\n    Dynamic, procedurally generated maps for endless exploration and replayability.\n    Intense encounters with challenging enemies, including cops, tactical forces, and special agents.\n    A wide range of weapons, gadgets, and tools to customize your heist approach.\n    Eye-catching low-poly visuals with a touch of fantasy for a unique aesthetic experience.\n    Plan your escape, dodge pursuing authorities, and secure your stolen riches.",
    "id": "0100A7201BE1A000",
    "name": "Heist Force",
    "publisher": "Halva Studio",
    "releaseDate": 20230725,
    "version": 0
}