{
    "description": "On August 17th 2022, Volta-X will no longer be available for purchase from Nintendo Switch™, and all multiplayer servers for Volta-X will close on November 4th 2022. After that time, the online mode will no longer function. You will continue to be able to play single-player after the servers close and will keep all content you have purchased.\n\nChallenge Voltas across the metaverse in the latest update to Volta-X, an offline roguelike-inspired mode that has you commanding your team through a series of competitive cups where each loss brings you back to the beginning, but with new tools at your disposal that you earned along the way! \n\nVolta-X is a fast-paced real-time robot battling strategy game where you control the crew members who pilot a giant mech called a Volta in a high-stakes 1 on 1 competition. Juggle targeting attacks at specific parts of your opponent’s Volta, dodging, powering up attacks, and repairing your Volta – all in the heat of combat! Teams that can both plan a successful loadout and then execute their attacks and defenses in the heat of battle will come out victorious!\n\nNEW OFFLINE ROGUELIKE-INSPIRED MODE\nThis complete reimagining of Volta-X highlights all new strategies for your weapons, crew, costumes, and Voltas. The mode also gives new meaning to your headquarters, where each room you build brings important bonuses to your team!\n\nPLAY YOUR WAY\nWith the online single player story mode, the offline roguelike-inspired mode, PVP matches, clan battles, and more, you can participate in high-stakes Volta combat in the way that best suits you! \n\nDEEP STRATEGY IN AND OUT OF BATTLE\nVolta-X’s 8 different Voltas, more than 10 crew members, and over 40 equippable weapons offer nearly endless depth and customization options for winning pilots. \n\nMANAGE YOUR TEAM’S BASE\nBuild a special headquarters for your crew where they can build and upgrade your gear, sleep, eat, relax, and hang out.\n\nSHOW YOUR PERSONALITY\nSend out emotes in battle to celebrate your victories and taunt your enemies, earn new costumes for your crew members, and add hard-fought-for emblems next to your name!",
    "id": "0100A7900E79C000",
    "name": "Volta-X",
    "publisher": "GungHo America",
    "releaseDate": 20200813,
    "version": 0
}