{
    "description": "Introduction\n\nGenoq Governing Board\nBriefing Excerpts/Virtual Conference\n26 June 2021 09:14\nOriginated in Paris\nN. Eco speaking\n\n.. We fear that the workers trapped in our Singapore lab have little chance of survival. Those of you familiar with the Neogen organisms produced in this lab would agree that any rescue attempt would be a suicide mission. The remaining survivors are beyond hope.\n\nPrior to the outbreak, our recon satellites spotted an explosion near the top of the building. This is where Derrida, our head scientist, is creating the next Neogen prototype, the D/Generation.\n\nThe D/Generation represents an extremely advanced stage of artificial evolution.\nEquipped with sophisticated neuro-holographic camouflaging, it can disguise itself as anything. It also has a super-hardened dermal layer that acts like a sheet of armour, malting it virtually indestructible.\n\nWe are now forced to accept the unthinkable, that the D/Generation is loose in the building. But this might only be the beginning. If it were to escape from the labs out into the real world, the D/Generation would threaten every person on this planet...\n\nYour Objective\n\nAlone with your jetpack, you have flown from Finland across the Urals and the entire length of Asia to deliver a package to Genoq Biolabs in Singapore. You land on the buildings 80th floor setback, finding nobody there to greet you. When you enter the building, the main door snaps shut behind you, and you narrowly escape being killed by the building's security system.\n\nYou find the receptionist hiding behind her desk; she tells you that Genoq's head scientist Derrida, has been demanding the package you're carrying. His last panicked message came over an hour ago. This package is more important than you could have thought!\n\nYou realise that there is only one course of action, that you must take the package to Derrida, and if at all possible, rescue any survivors you find along the way.",
    "id": "010020700B432000",
    "name": "D/Generation : The Original",
    "publisher": "Bay Software Development Ltd",
    "releaseDate": 20180621,
    "version": 0
}