{
    "description": "We want to thank you for mixing with us. On December 19, we will be disabling FUSER’s live services and all sales of the game, as well as its DLC. Players who already own FUSER will still be able to play the Campaign and Quick Play with any DLC they have already acquired.\nThank you again for your support and for all the amazing mixes over the years.\n\nWelcome to FUSER™—a nonstop virtual music festival where you and your friends control the music! Mix elements of the world’s most popular songs like “Don’t Start Now” by Dua Lipa, “Old Town Road (Remix)” by Lil Nas X ft. Billy Ray Cyrus, “Blinding Lights” by The Weeknd, and more! Dig through your DJ Crate to craft your unique sound, collab with friends, headline a LIVE Diamond Stage show in front of 250+ friends and fans, and share your unique sounds with the world!\n\n“Plenty to love.” 5/5 – Comicbook.com\n“A magical music experience.” 8.75/10 – Game Informer\n“A ridiculously enjoyable DJ role-player.” 5 stars – The Guardian\n\nFUSER Features\n\n·        Play with an eclectic library of chart-topping tracks from some of the world’s top artists and over 200+ soundtrack and DLC songs from a variety of genres at your fingertips.\n\n·        Headline the Diamond Stage for 250+ friends and fans. Watch this LIVE festival stage 24/7 in-game and on FUSER’s social media channels. Score a primetime slot by spending your hard-earned Diamonds after playing in-game events and working from opener to headliner in the Campaign and multiplayer modes.\n\n·        Complete challenges, unlock new skills and instruments, and work your way from the basics of mixing all the way to expert level techniques as you perform shows across 6 larger than life stage venues, each with its own signature style.\n\n·        Explore, discover, and create countless mixes with custom effects in Freestyle Play. Combine vocals, beats, and melodies from Dance, Latin/Caribbean, Pop, Rap/Hip-Hop, Rock, and Country songs in an ultimate music playground.\n\n·        Lock decks onstage in collaborative and cross-platform Multiplayer or compete for the spotlight in Battles against players from around the globe.\n\n·        Customize your hair, clothes, makeup, and even tattoos to create a DJ that reflects your unique personality & style! Then, personalize your festival stage show with pyrotechnics, lighting effects, video screens, and more.\n\n·        Grow your stash of Diamonds by participating in themed in-game events each week. Spend your bling at the Diamond Shop on new weekly customizable items for your DJ, stage kit, new tracks, loop packs, and instruments to mix your moment.\n\n·        Discover the hottest mixes in the Social Hub. Listen to personalized recommendations or browse through categories to find your next favorite mix! Share your inspired mixes and mind-blowing performances in-game and on social media.",
    "id": "0100E1F013674000",
    "name": "FUSER™",
    "publisher": "NCSOFT",
    "releaseDate": 20201125,
    "version": 0
}