{
    "description": "Enter the Ring of Pain...\n\nDelve into randomly generated ring dungeons where encounters come to you!\nObserve and plan your route. Will you go for the loot or backstab a creeping horror? As you scavenge, fight and sneak to new encounters, the ring reacts to your actions.\n\nPlay as fast or slow as you like in this challenging, turn-based roguelike. Just be careful where you tread - You may find yourself ambushed, or worse...\n\nSee the outcome of your choices so you can focus on decisions.\nCreatures broadcast their actions in a hostile environment, ready to erupt. Will you flee or find a way to use the dungeon against itself?\nPositioning is key to survival. You can be quickly overwhelmed…\n\nMimics offer you a choice for a price. Take what you can hold and build a combination of gear with passive powers.\nMaybe you’ll be quick and evasive, with an acid soaked blade. Or maybe you’ll be a brute force juggernaut, or a fireborn damage sink with an affinity for explosions.\nBuy your way to power or adapt with what you scavenge in these unforgiving depths.\n\nDeep in the Ring of Pain you will discover new paths into the unknown. Places with new friends, powerful loot, and cryptic rhyming lore.\nFind pleasant reprieve and howling terrors best left undisturbed.\nThe brave may be rewarded for their risk... or crushed by their ambition.\n\nIn darkness, careful where you tread.\nWhat was unknown now fills with dread.\n\nFeatures\n- 16 Core path dungeons plus 2 branching endings to test your final build.\n- Hard mode items to unlock for those who thrive on pain.\n- A Daily Dungeon mode to unlock with 25+ puzzling modifiers.\n- 25+ Special dungeons to detour through, filled with loot and strange encounters.\n- 4 Environment regions with their own flavour of terror.\n- 180+ items to unlock and combine in a 15 slot inventory.\n- 40+ Creatures to learn and adapt to. Some friendly, some fierce...\n- Responsive turn-based mechanics so you can play swiftly or strategically.\n- Cryptic, poetic lore delivered in bite sized rhymes.\n- A raw graphic art style inspired by Aphantasia.\n- Cute frog friends.",
    "id": "0100F090122D2000",
    "name": "Ring of Pain",
    "publisher": "Humble Games",
    "releaseDate": 20220721,
    "version": 0
}