{
    "description": "Monster Hunter Stories is an RPG that takes the world of Monster Hunter and expands upon it in new and exciting ways! No longer are you hunting monsters, but raising them! In this deep story featuring heroes known as Monster Riders, you will live alongside monsters and form lifelong bonds with them. The first installment of the Monster Hunter Stories series returns, fully voiced in Japanese and English, with additional features such as a new museum mode where you can listen to music and view concept art, allowing you to dive even deeper into the world of Monster Hunter Stories.\n\nStory:\nAs the hero of the story, you were born in a village of Riders who raise monsters for a living. You’ll overcome trials and tribulations as you grow as a Rider, and leave your village to embark on an adventure. Your destination: the world of Hunters, who make their living by hunting monsters. Although their lifestyles are vastly different, you must learn to live and work together with Hunters, and in turn, bring the world of Hunters and Riders ever closer.\n\nThings take a dark turn as a calamity known as the Black Blight appears, threatening the entire world and upending peaceful lives that were taken for granted... Both Riders and Hunters alike will be put to the test in order to challenge this threat.\n\nThe keys to saving the world are the Kinship Stone and its hidden power, along with the truth of the “Legend of Redan,” which describes the long-kept secret of the Riders’ origins! Along your epic journey, you will discover the true meaning of Kinship, which grows as your bonds deepen! A story of friendship and triumph await you—ride on into the world of Monster Hunter Stories!\n\nGame Features:\n■ A turn-based RPG set in the world of Monster Hunter! Monster Hunter Stories features a strategic battle system which is easy to get the hang of, even for those who struggle with action games. Use Power, Speed, and Technical attacks to guess and overcome your opponent's attack patterns to inflict heavy damage and win head-to-head battles! Build up your Kinship Gauge to use skills or try your Monsties' unique Kinship Skills!\n■ Turn popular monsters from the series into your Monsties! Explore the field using Monstie abilities, hatch eggs that you find along the way, and turn various monsters into Monsties! This game features many popular monsters from the Monster Hunter series, including Zinogre, Nargacuga, and Lagiacrus. Also featured is the Rite of Channeling, a ritual which awakens dormant abilities in your Monsties, allowing you to raise original Monsties and take on powerful enemies!\n■ Online features that allow you to create a powerful party with the Monsties you have raised and enjoy battles with other players!\n\nNew Features:\n■ Fully voiced in Japanese and English! The narrative is even more immersive with full Japanese and English voices.\n■ Bonus Museum content! Enjoy more than 200 pieces of concept art, including some which have never been seen before, as well as numerous music tracks. Some tracks are being featured in surround sound for the first time!\n■ All updates are included! You will find all the monsters added in updates to the original game, such as Kushala Daora, Teostra, and Rajang, as well as expanded endgame content and additional character editing parts, making this the complete package!",
    "id": "010069301B1D4000",
    "name": "Monster Hunter Stories",
    "publisher": "CAPCOM",
    "releaseDate": 20240614,
    "version": 0
}