{
    "description": "DREAMERS is an adventure game made for those who cherish nostalgia for video games, with the goal of rekindling the sensations and emotions experienced while playing games during the 1990s. With its calm pacing of the story, melancholic ambiance, charismatic characters, and orchestral soundtrack, the game immerses players in a vibrant low-poly, open-map setting, offering approximately 15 hours of gameplay.\n\n---\n\nDREAMERS: about the game\nEmbark on an epic adventure with three unique characters in DREAMERS, the thrilling new video game! Explore a vast world filled with diverse regions, each with its own challenges and mysteries to uncover. The graphic style is colourful low-poly 3D, bringing a unique and charming look to the game.\n\nAlong the way, you'll meet a cast of intriguing NPCs who will offer quests and aid you in your journey. As you progress through the main storyline, you'll encounter obstacles and puzzles, each more challenging than the last. But fear not, for your trio of heroes possess a range of skills and abilities that can be used to overcome these challenges.\n\nBut the adventure doesn't end there! In addition to the main storyline, there are countless side quests to complete, each offering unique rewards and opportunities for exploration. And if you're looking for a break from the adventure, there are also mini-games and puzzles scattered throughout the world, vehicles to upgrade, and collaborative split-screen experiences.\n \nDREAMERS is available on Nintendo Switch™ giving you the chance to experience this immersive world on your favourite gaming system. With stunning visuals, immersive gameplay, and a rich world to explore, this adventure video game will keep you entertained for hours on end. So gather your companions and get ready for the journey of a lifetime!\n\n---\n\nDREAMERS: a note from the developer\n\"I am Luca, the creator of DREAMERS, and I'd like to share my passion for the video games of the nineties, the ones that left a lasting mark on my childhood and adolescence. With DREAMERS, I have aimed to capture the essence of those days in a blend of nostalgia and wonder.\n\nWith a touching story, a nostalgic and melancholic atmosphere, a stylized low-poly 3D style, and a carefully composed soundtrack my goal is to evoke your memories of the games from your past, offering a journey back in time - with a touch of modernity.\nI really hope that DREAMERS can transport you back in time, make you smile, and let you feel again those special moments spent in front of your screen\". - Luca",
    "id": "0100A36014516000",
    "name": "DREAMERS: A Nostalgic Adventure",
    "publisher": "PlaySys",
    "releaseDate": 20231207,
    "version": 0
}