{
    "description": "Star Gagnant is a vertical scrolling Shmup supervised by Takahashi Meijin.\n\n\nUnique rapid fire system\nImplemented a unique rapid fire system that uses the SPECIAL gauge and changes attack power with your rapid fire speed.\nThis system was created through discussion between developer Terarin and supervisor Takahashi Meijin.\nThe point of strategy is to select an appropriate rapid fire speed according to the situation and manage the SPECIAL gauge.\n\n\n\nVarious graphics and enemy character designs\nGraphic designer Tenmaru created beautiful pixel graphics.\nSome unique enemies created from user ideas through crowdfunding will also appear.\n\n\nBy switching in the option menu, you can also enjoy a slightly different \"retro graphic\" mode.\n\n\nARCADE MODE\nIn arcade mode, you will clear seven stages along the story.\nThe mission will be completed when you clear all the stages. There are 4 levels of difficulty.\n\nCARAVAN MODE\nIn caravan mode, compete for high scores on a dedicated stage for only 2 minutes.\n\nCHALLENGE MODE\nIn challenge mode, your control skills will be evaluated in each challenge, and your overall rank will be displayed at the end.\nYou will be able to objectively evaluate your control skills and use them as opportunities for improvement.\n\nIn arcade mode, caravan mode and challenge mode, supports local ranking and online ranking.\n\n\nRAPID FIRE MODE\nIn rapid fire mode, simply compete for rapid fire speed.\nUp to 4 players can play local matches.\n\nGreat original music\nIncludes two versions: the original version by HIROKKEY and the chiptune arrangement version by Taku Shiiba.\nYou can switch the music version in the option menu.\n\nAnd in caravan mode and challenge mode, Takeaki \"KINOKO\" Kunimoto created the music.\nHe has created music for many classic games in the past.\n\nThese music made this game more attractive.\n\nCharacter voice\nIn arcade mode, character voices are implemented in conversation scenes.\nThis creates a realistic scene.\n\n*Notice\nIn the trial version, only tutorial and arcade mode up to Stage 2 can be played.\nIn the trial version, switching to \"Retro Graphic\" is not possible.",
    "id": "0100B76019B6E000",
    "name": "Star Gagnant",
    "publisher": "Regista",
    "releaseDate": 20230525,
    "version": 0
}