{
    "description": "Many adventures await!\n\nOnce upon a time, two children, a boy, and a girl found two unique toys - a robot and an alpacorn. These magically came to life to become our heroes' best friends! Together they experience amazing stories about friendship, helping others, and the joy of life!\n\nComics to color!\n\nFrom the beginning of the XX century, coloring books are a great way for children to spend their time! Not only young ones will raise their creativity, learn manual skills but also discover colors and shapes! It is also a good way to settle the nerves, calm down and relax for energetic kiddos!\n\nComplete experience\n\nIn the Comics library, you’ll find 92 great illustrations and the possibility to create your comic book!\n\nProlog\nCheck how our adventures start! Play in space with the robot or discover how the princess from the faraway kingdom and her favorite alpacorn are spending their free time.\n\nTime for the Hero and the Robot\nTogether with the boy and the robot, we’ll go on many adventures: we meet a dinosaur who likes candy, enjoy a sea trip, and try to save a playful cat. All that in many surprising places!\n\nMy Friend, Alpacorn\nThis time we will accompany a girl and her unusual friend - Alpacorn (half alpaca, half unicorn). We’ll travel to the land of sweets, into the deeps of the sea to become mermaids and play on the snow and even explore space!\n\nDrawing Without Borders\nCreate what’s comes to your mind! You have 8 blank comics to fill in this one - use painting tools to create your adventures! Create new characters, throw in cute animals, and make up amazing stories! Oh, and remember to add comic book stickers!\n\nFeatures:\n\n— Great fun for children - and an excellent way to introduce them to comics.\n— 23 stories, each consists 4 graphics - making a total of 92 coloring pages!\n— Best tool for children to express their creativity - while improving their motor skills and awareness of colors and shapes.\n— Beautiful drawings - created by an artist with many years of experience in making illustrations for children.\n— Stickers!",
    "id": "0100CEF015DEE000",
    "name": "Comic Coloring Book - Complete Edition",
    "publisher": "RedDeer.Games",
    "releaseDate": 20211112,
    "version": 0
}