{
    "description": "The Battle of the Bulge, one of the most famous battles in history, begins. Following the historic D-Day landings in Normandy (Operation Overlord), you can play a series of battles that took place during the winter months of December 16, 1944 to January 25, 1945 on the Western Front during World War II, the last major German offensive. It is a solo single player / FPS game set in World War II, favored by military enthusiasts. Be a hero on a battlefield full of gunfire and blood!\n\n・An interesting mission based on historical facts will take place.\n・During missions, you can actually control the tank to fight.\n・At each stage, you have a mission based on the story. You can enjoy an exciting game.\n・You can collect and use various weapons used in World War II.\n・With 3D sound and 3D physics engines, you can enjoy realistic and exciting game.\n・This game offers a variety of 3D effects and graphics where you can feel the world war.\n・You can fight in cooperation with AI allies on the battlefield.\n・You can hide/cover your body to surrounding objects during a battle and fight like a real gun battle.\n・【EPISODE】mode aims to complete the mission according to the story.\n・【TANK BATTLE】mode, you survive with the goal of clearing 25 WAVE.  \n・Please enjoy an exciting FPS game using various weapons of allies and enemies you acquire during the battle.\n\nA touching ending awaits you when you get rid of your enemies and complete all episodes and 25 waves in the historical scenes of the Second World War.\n\nSynopsis\nIn June 1944, the Allied forces successfully landed in Normandy and full entry to the European front.\nFrom Falaise, France, Paris will be rebuilt in no time.\nEveryone was hopeful that the war would be over before Christmas.\nHowever, the failure of Operation Market Garden and Belgium - heavily damaged in the Battle of Hürtgen Forest.\nEven the supply ship was delayed and stalled.\nThe Allies were in a difficult situation and Hitler gathered his troops on the Eastern Front and prepared a general offensive against the Allies.\nThe German soldiers remember their glorious past and look to the Ardennes on the Western Front.",
    "id": "010009F01F05E000",
    "name": "World War: Battle of the Bulge",
    "publisher": "TROOOZE",
    "releaseDate": 20240425,
    "version": 0
}