{
    "description": "The Persistence challenges you to survive aboard a doomed deep space colony starship in the year 2521. Stranded, malfunctioning and caught in the inexorable pull of a black hole, “The Persistence” is overrun with a crew mutated into horrific & murderous aberrations. It’s down to you, a clone of security officer Zimri Eder, to make your way deeper in the decks of The Persistence to repair the systems and prevent the ship from being torn apart.  Gather resources, upgrade abilities and fabricate an arsenal of weapons in this brutal sci-fi horror roguelike.\n\nKey Features\n\nDeath is just the beginning\nThe only thing that stands in the way of saving the starship is an array of clone printed monstrosities, constantly replenished by the ship’s malfunctioning clone printer. If any encounter with these foes proves fatal, Zimri’s consciousness is uploaded into a new host body, ready for the next attempt.\n\nAn ever-changing labyrinth\nThe colony starship has a self-configuring macrostructure which can alter its internal architecture – and due to the catastrophic malfunction, that’s exactly what will happen. Upon awakening in a new cloned body or on teleporting between decks, the layout of the starship will change each time. Each and every expedition into The Persistence will be unique with different, items and gear to collect & upgrade. \n\nEnhance, upgrade and augment\nThe technology of the 26th century allows for genetic augmentation and manipulation of dark matter technology. Resequence Zimri’s DNA to improve health, toughness and defensive abilities or even harvest crew DNA to create cloned bodies of crewmembers to inhabit, each with their own unique abilities. \n\nExplore, evade, fight and gather resources\nThe mutated horde won’t think twice about tearing Zimri limb from limb. Use the environment to scope out, stalk and gain the tactical advantage in either evading or attempting to take them down.  Explore the decks of the ship and gather resources, weapons and suit customizations to aid survival in the journey deeper into the dark and terrifying depths.\n\nAsymmetric Multiplayer. \nConnect a phone or tablet running IOS or Android to the game for up to 2 players to take control of ‘Solex’ – to interact with ship’s engineering systems in realtime.",
    "id": "010050101127C000",
    "name": "The Persistence",
    "publisher": "Firesprite",
    "releaseDate": 20200521,
    "version": 0
}