{
    "description": "Spoiled harvest goddess Sakuna finds herself banished from her opulent celestial home to an island overrun with demons. In the untamed wilderness, she must rediscover her birthright as the daughter of a warrior god and harvest goddess by weathering the elements, fighting monsters, and cultivating rice, the source of her power. By her side in this forbidding place is her guardian Tama and a group of outcast humans. Together, these unlikely companions must join hands to tame both the soil and the demons of Hinoe Island.\n\nDeveloped by Edelweiss, the indie team behind the acclaimed Astebreed, Sakuna: Of Rice and Ruin combines side-scrolling action with deep crafting and farming simulation in a powerful tale about finding one's place in the world.\n\nKEY FEATURES\n Refined Side-scrolling Platforming Action\n Using farm tools as weapons, chain together quick, heavy, and special attacks to take down demonic beasts, while mastering the magical “divine raiment” will be essential to grapple distant platforms, evade danger, and overcome powerful enemies.\n \n Detailed 3D Simulation-style Gameplay\n Learn the ancient art of agriculture by following detailed steps from planting to harvesting to cultivate the perfect crop. As a harvest goddess, Sakuna’s strength grows with each rice crop, with attributes such as aesthetic and flavor directly correlating to her combat abilities. \n \n Creating a Home in the Wilderness\n Sakuna’s mortal companions make weapons, armor, and meals for her using the materials and ingredients she gathers on her adventures, and completing quests for them will unlock even more options.\n \n A Fresh Take on Japanese Mythology\n The heroine is part of a pantheon of gods and demons inspired by traditional Japanese mythology but featuring many unique twists. The story and world are filled with lovingly rendered details, some familiar and some completely original.",
    "id": "0100B1500EF32000",
    "name": "Sakuna: Of Rice and Ruin",
    "publisher": "Marvelous Europe",
    "releaseDate": 20201120,
    "version": 0
}