{
    "description": "Grab your Nintendo Switch™ and experience the everyday life of a police officer by joining the ranks of this fictitious American city's police force. Begin with parking violations and work your way up to shouldering greater responsibilities. Be part of Brighton's community, get to know your neighborhood, and fulfill the daily duties of a police officer as you fight crime during your shift. Always be tough, but fair: respect the law and gain more experience to unlock more neighborhoods, districts, and duties! Be ready to react at a moment’s notice! In the open world of Brighton you will be able to choose neighborhoods for your patrols and make sure to keep them safe. The game offers a simulation mode for experienced players looking for the most authentic experience, as well as a casual mode for those looking for a more relaxing patrol in the streets of Brighton. \n\nGo on patrol and begin your shift by issuing tickets, but be ready to handle all kinds of violations including accidents that can happen right in front of your eyes! Many different duties are waiting to be encountered in this living and breathing city. Stop drug deals from taking place in the local park, chase graffiti sprayers illegally tagging walls, stop speeding cars with your police siren, and even set up road barriers and cones around traffic accidents. Be prepared for anything – from minor incidents like a car blocking a bus stop to having to apprehend suspects and taking them to the holding cells. Your duties are your responsibility! \n\nON PATROL: experience the everyday life of a police officer\nBIG OPEN WORLD: 3 districts with several neighborhoods, each with their own unique flair\nRESPONSIBILITIES: over 50 violations and offenses \nPARTNERS: invite a friend and go on patrol together \nFOR ROOKIES: intuition system that helps you identify violations \nYOUR WAY: choose between casual and simulation mode",
    "id": "0100AFC01E4D2000",
    "name": "Police Simulator: Patrol Officers: Nintendo Switch™ Edition",
    "publisher": "astragon",
    "releaseDate": 20241029,
    "version": 0
}