{
    "description": "Take the driver’s seat as you transport passengers around a lively city in officially licensed buses from famous manufacturers: Alexander Dennis, Blue Bird, BYD, IVECO BUS, MAN, Mercedes-Benz, Scania, Setra, Volvo, and Vicinity Motor Corp. Drive routes and complete campaign missions to unlock even more buses, districts, and routes. Climb the career ladder and build a public transport network for your city. \n\nYOUR BUS. YOUR CITY. IN YOUR HANDS.\n\n10 ORIGINAL BUSES FROM WORLD FAMOUS MANUFACTURERS \n\nOriginal, licensed buses are waiting for you! Drive 10 buses from 10 world-renowned manufacturers – from electric buses to articulated or double decker buses. Featuring manufacturers such as Mercedes-Benz, Volvo, IVECO BUS, and BYD, there is plenty of variety of buses. With detailed cockpits, you can take the driver’s seat and experience real bus driving immersion while driving YOUR BUS.\n\nTRANSPORT PEOPLE AROUND A LIVELY CITY \n\nExplore the game's very detailed and lively map! The city of Havensburg is inspired by cities in northern Europe and offers you a variety of eye-catching buildings and landscapes, including the harbor warehouse district, harbor, old town, and surrounding countryside. \nIn such a vibrant city, people want to get around and drink coffee with friends in the old town district or visit the harbor with their family. Transporting passengers never gets boring – and perhaps they'll even share some stories with you. Now it’s your job to connect the people of YOUR CITY.\n\nMANAGE YOUR TRANSPORT COMPANY \n\nProve your driving skills: Make it to the top and build a successful bus transport company. Progressing through the campaign unlocks even more buses, districts, and routes. Build out your transport network by driving routes to earn more Credits, purchasing more buses, and assigning more and more buses to your routes. The success of the company is IN YOUR HANDS!",
    "id": "0100ECF01537C000",
    "name": "Bus Simulator City Ride",
    "publisher": "astragon",
    "releaseDate": 20221013,
    "version": 0
}