{
    "description": "All aboard the express train to riches and fame in Railway Empire 2! Don the coat of a clever entrepreneur, take over a small railway company in the early 1800s and turn your steam engines into the workhorses of the economy. Grow your company into the largest railway company of the continent and outsmart your competitors as you connect cities and companies with an ever-expanding network of rail lines, bridges, and tunnels. 60 famous locomotives are at your disposal, all pulling freight and passenger cars as they usher in an era of historic importance during the Industrial Revolution.\nRailway Empire 2 features bigger, more detailed and lively maps than ever before, focusing on iconic regions of the USA and Europe. Improved track construction helps you focus on the important decisions as you drive the economy and help the growth of the cities. Signals are placed automatically, bridges can hold more than 4 tracks and the expandable train stations can now have up to 8 tracks.\nChoose from 6 different characters to lead your railway company, each with their own strengths and weaknesses. Play the 5-chapter campaign or choose from any of the 14 different scenarios. Set your own difficulty in the fully customisable Free Play mode or build the perfect rail network in construction mode. You can also board one of your trains and gaze upon the scenery passing by as the iron horse speeds along the tracks as you enjoy the view from on top of your locomotive.\n\nThe Nintendo Switch™ Edition includes the full Railway Empire 2 game, the original soundtrack, exclusive skins for each of the three sizes of your railway stations, an exclusive skin for your company HQ, and an exclusive skin for two locomotives.\n\n•\tHistory in the making: In 1830 at the dawn of the age of railways, build a grand railway empire from scratch and choose from 60 detailed, historic locomotives that you can customize with your preferred colors and company initials.\n•\tA sprawling landscape: The huge and detailed game world covers iconic areas of the USA and Europe in more detailed regional maps, just waiting to be connected to your rail network.\n•\tEndless Possibilities: Choose how you want to play from the 5-chapter campaign set across iconic regions of Europe and the US, 14 scenarios, the customizable free play mode and the relaxing construction mode.\n•\tImproved track construction: Laying tracks is easier than ever with automatically placed signals, bridges that can hold more than 4 tracks, train stations with up to 8 tracks and new train station attachments to customize your stations. The land also adapts to your track layout as your tracks cross mountains, valleys and plains.\n•\tEnjoy the view: Ride along on top of your locomotive and see the landscape rush by.",
    "id": "0100E3C01971E000",
    "name": "Railway Empire 2 - Nintendo Switch™ Edition",
    "publisher": "KalypsoMediaGroup",
    "releaseDate": 20230622,
    "version": 0
}