{
    "description": "Welcome to Pictooi, a relaxing logic puzzle game where you fill in cells to solve puzzles and reveal pictures. Professor Ishida is your host, mentor, and friend.\n\n\"Oh, hello! Did you know your brain is kind of like a muscle? Let's exercise your brain by challenging it with logic puzzles. Solving logic puzzles can expand your mind! I look forward to sharing our journey together.\" - Professor Ishida\n\nApproachable:\nSuitable for beginners and experienced nonogram lovers. Pictooi features 300 logic puzzles, ranging from easy to challenging, across board sizes of 5x5, 10x10, 15x15, and 20x20.\n\nModes:\nClassic mode features ten neatly categorized pages of 180 logic puzzles, including fun categories such as nature, music, and space! It is fun to discover how the puzzles on each page relate to one another.\n\nDiorama mode contains ten mysteriously silhouetted dioramas, featuring 120 logic puzzles. Solving each logic puzzle reveals a portion of a diorama. Revealing each mysterious diorama is very satisfying!\n\nProgress:\nYour puzzle-solving progress is recorded in a few different ways, enabling you to keep track of your accomplishments. The more logic puzzles you complete, the higher your brain level goes!\n\nSet your own pace. Take the time YOU need to complete each logic puzzle. Your time is tracked as exercise time. Enjoy the process of challenging your mind, knowing each minute may be a benefit to your brain.\n\nAll of your data is displayed on a simple and easy-to-read calendar, providing the perfect snapshot of your progress. \n\nAssistance:\nIf you are a newcomer to nonograms or perhaps it has been a little while since your last logic puzzle, there is a simple and easy-to-follow tutorial included.\n\nAssist mode informs you of each mistake made, helping you develop your understanding and strategies towards solving logic puzzles.\n\nIf you find yourself stuck on a puzzle, you can activate the helper, which completes an unsolved row and column for you.",
    "id": "0100C8B0153CE000",
    "name": "Pictooi",
    "publisher": "Limited Run Games",
    "releaseDate": 20210707,
    "version": 0
}