{
    "description": "Retrograde Arena is a multiplayer twin stick shooter where bullets don’t kill, but the environment does! \n\nWeapons are your ultimate tools, not just for blasting enemies, but for propelling your customizable Drone around the maps at great speed! Mastering Retrograde Arena’s recoil propulsion and the impact of the various weapons is essential for victory in the neon soaked world of Retrograde Arena.\n\nBattle against friends, strangers, or deadly AI with up to 6 players in three different game modes that will demand different skills and styles of play! \n\n◆Physics Based\nUse physics to your advantage! Use your weapon’s recoil to evade or propel yourself at great speeds. Deflect an enemy’s attack with a well-placed shot, propel yourself and body slam a troublesome foe, or even blast pieces of the scenery into an unsuspecting foe! \n\n◆Skill Focused Multiplayer \nRetrograde Arena features online & local multiplayer! Play with friends on the same console with multiple controllers, or use Internet to play with other people. Each console supports up to 4 controllers (4 players) and can join any online match with up to 6 players.\n\n◆Arsenal of Weapons\nUse a variety of weapons with different properties. Area of affect, ricochet, reflection, or brute force. Every weapon has it’s time to shine and mastering Retrograde Arena’s weapon nuance is key to a being the Champion of the Arena!\n\n◆Diverse Arena and Modes\nEach arena has its own layout, and some have unique quirks that require different strategies to navigate. Manipulate switches to move important pieces of scenery, navigate tight corridor where one wrong move means certain, or drift around deadly corners to execute your foes!\n\n• Fight Giant Monster Drones in Supersizer\n• Claim your Crown in King of the Crown\n• Survive the onslaught in Last Drone Standing.\n\n◆Customization\nUnlock and choose different textures, thrusters and particle effects to personalize your Drone. Look good, feel good, play good!\n\n",
    "id": "0100802011A2A000",
    "name": "Retrograde Arena",
    "publisher": "Neon Doctrine",
    "releaseDate": 20221228,
    "version": 0
}