{
    "description": "Shanghai Mahjong Solitaire Deluxe: Card Game is a fun and easy-to-learn, addicting puzzle game! Rediscover the classic Mahjong Solitaire and embark on a brain-boosting adventure!\nThis game will challenge your mind with hundreds of puzzles for hours of endless fun. Each puzzle takes only 2-10 minutes to complete, offering quick and enjoyable gameplay. Whether you're seeking relaxation or a mental workout, our game strikes the perfect balance between zen and puzzle-solving excitement. Download Mahjong Solitaire today and rejuvenate your mind and soul.\nStep into the enchanting world of Mahjong Solitaire: Classic, where strategy meets relaxation. This game combines the timeless charm of classic Mahjong with the strategic depth of chess, all set against peaceful, serene landscapes. With over 900 exciting levels, you'll face a variety of challenges to sharpen your puzzle-solving skills.\nPerfect for both beginners and advanced players, Mahjong Solitaire will captivate you with its simple yet rewarding gameplay. It's ideal for filling your free time!\n\nFeatures:\n•\t990 unique boards for months of fun.\n•\tHints, Shuffle, and Zoom options to enhance gameplay.\n•\tCoins rewarded for each completed board.\n•\tEarn stars for every board cleared.\n•\tCompete globally with an online leaderboard.\n•\tTouch control ONLY.\n•\tClimb the global leaderboard with your best scores and compete with friends.",
    "id": "0100194020644000",
    "name": "Shanghai Mahjong Solitaire Deluxe",
    "publisher": "Max Interactive Studio",
    "releaseDate": 20241101,
    "version": 0,
    "category": [
        "Puzzle",
        "Board Game",
        "Lifestyle",
        "Education"
    ],
    "developer": null,
    "intro": "Embark on a Zen Puzzle Adventure – Over 900 Levels of Mindful Strategy and Endless Fun!",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "pt",
        "de",
        "it",
        "nl",
        "ru",
        "ko",
        "zh",
        "zh"
    ],
    "nsuId": 70010000086235,
    "numberOfPlayers": 1,
    "ratingContent": [
        "No Descriptors"
    ],
    "region": null,
    "rightsId": null
}