{
    "description": "Stitch. is a casual puzzle game with embroidery on a numbered grid. The main objective is to fill in the levels' areas with no gaps to complete Hoops. Stitch. lets you create beautiful embroidery patterns, by solving levels and Hoops of various difficulties and sizes. It's easy to learn, but hard to master! Stitch up all the beautiful landscapes, plants, animals, objects, and more.\nSIMPLE RULES, CHALLENGING SOLUTIONS\nStitch. offers an expansive range of playable content and thousands of easy to extremely challenging levels. Pick the pattern, size, and category of the Hoop you prefer and move forward through the levels to create an embroidered masterpiece.\nREALISTIC EMBROIDERY ENGINE\nLike any other form of art, hand embroidery brings you a peaceful, calming, and inspiring experience. Developed in-house, the realistic embroidery engine helps you enjoy the feel of playing with the real embroidery thread on your device.\nREGULAR HOOPS\nStitch. features over 180 regular Hoops in multiple sizes and categories. Up to a long embroidery adventure? Pick a beautiful landscape hoop in XXL size. Looking for something quick and fun to help you unwind? - Stitch up a cute teddy bear or a colorful plant!\nWEEKLY HOOPS\nWeekly Hoops are limited edition content that becomes available to play every week. Discover a new Weekly Hoop every 7 days and get it solved until it is gone! Weekly Hoops' themes and patterns reflect famous international events and unlock fun, educational facts about each of them. Did you know World Embroidery Day is celebrated on July 30?\nDAILY SHIKAKU PUZZLES\nMake sure to check in daily for Daily Shikaku puzzles. They are hard and have no hints. \nFREE STITCH MODE\nAfter completion, each Hoop can be alternatively played in Free Stitch mode. Pick your favorite pattern and color it just the way you like! Free Stitch mode becomes available after the tutorial steps are completed.\nCHALLENGES\nFollow and complete all the various and fun challenges to collect points and upgrade in tiers. \nACCESSIBILITY\n1. The “Number Outlines” feature creates sharper and more contrasted outlines for the numbers on the grid to help color blindness or the visually impaired.\n2. The “Reduce Motion” feature disables all sudden movements and animations.\n3. The “Big Numbers” feature increases the size of the numbers of the grid for better visibility.\nUNIVERSAL & FAMILY FRIENDLY\nStitch. is a family-friendly game, suitable for players of all ages and genders.",
    "id": "010025801CEA8000",
    "name": "stitch.",
    "publisher": "Lykke Studios",
    "releaseDate": 20240417,
    "version": 0
}