{
    "description": "A game unlike anything you've played before! \n\nPlunge into the colourful world of Togges. This unforgettable sandbox adventure is a combination of both something new and totally familiar. \n\n• Solve puzzles by spreading and stacking these cute blocks called Togges around the cosmos to save the galaxy from the threads of the void \n \n• Non-linear classic Collect-A-Thon 3D Platformer \n\n• 7 massive levels, with close to 30 bonus levels\n \n• Huge focus on exploration, with \"Eureka!\" moments of discovery \n\n• A wide variety of lovely characters and funny stories \n\n• Rich and vibrant emergent worlds full of creative gameplay mechanics \n\n• Dozens of hours of content within a rich sandbox experience \n\n• Incredible gameplay, fascinating worlds! \n\nBeneath all the cosmos, in the depths of the galaxy, there is an endless wall, keeping the known universe from the dangers of the unknown. In the formation of the constellations, the leaders of each domain maintain the balance, and the King must protect all existence. This is the story of Togges.  \n\nTake your time to explore these gorgeously crafted worlds and immerse yourself in unimaginable settings with stunning vistas. Discover a futuristic city in the Savannah, to a whole realm made of carrot cake and get entangled into funny tales all while making friends around the cosmos. \n\nAlong the way, solve puzzles and interact with each environment in playful ways. Packed with fun, find all sorts of collectibles within the handcrafted levels where every corner you turn has something interesting to discover. \n\nOvercome challenges while combining different Togge colours and their abilities. Find new ways to play by encountering unexpected surprises within a rich sandbox experience – a game designed for players to let their inquisitive minds to freely explore at their own pace. \n\nTogges is a game designed with love by and for fans of 3D platformers. This enchanting homage to the creative games from the golden age of 3D platforming is a modern take on the classics of its genre.",
    "id": "0100FC9017F08000",
    "name": "Togges",
    "publisher": "Thunderful",
    "releaseDate": 20221207,
    "version": 0
}