{
    "description": "Gunvein is an intense, dynamic bullet hell STG inspired by the arcade masterpieces of the 90' and 00'.\n\nScreen domination is vital - use your lock ons & charged energy blasts to overwhelm enemies before they overwhelm you. \n\nAggressive play is rewarded with resources that can be used to temporarily power up your shot, or to unleash a devastating screen clearing Bomb. Use this to create destructive feedback loops!\n\nScore isn't merely a number - the points you accrue come back to you as extra lives & currency for the game's shop system. \n\nFeatures\n•Arcade Mode\n\nSee how far you get on a single credit, save your best scores to the game's leaderboards!\n\n•Standard Mode\n\nA mode which provides a satisfying level of challenge for those who don’t seek out 1 credit clears or high scores. Balanced checkpoints & a shop system which makes sure that no restart is wasted. No practice modes required, learn by playing!\n\n•Roguelike Arrange Mode\n\nTest your reflexes & decision making in procedurally generated versions of the game’s 5 stages! Carefully designed to capture the intensity, smooth flow/pacing and encounter variety of hand crafted stages.\n\nClassic - has you start with a weak ship that levels up as you kill enemies. Mix & match any of the game's abilities, and upgrade your ship's stats to your liking.\n\nMinimal - lets you play through the entire game with one of the 3 main ships and get something closer to the game's arcade mode.\n\n•Missions\nA set of extra challenges & tutorials, from thorough tutorials that will teach you the basics of the genre, to boss rushes & score attack challenges.\n\n•Local Leaderboards\n•Convenient Practice Tools\n\nCharacters\nGunvein has 3 main characters, each one with their own unique playstyle.\n\n\n[Type A | Bagon]\n\nRiko uses the overwhelming speed and power of the Bagon ship to dance around shots and rhythmically destroy enemies. Has a cone lock-on which allows you to fire homing lasers, and a very powerful black hole bomb.\n\n[Type B | Damul]\n\nDamul's strength lies in its vast coverage, safety & efficiency. Enemies can be hit from anywhere on the screen, giving Miko full control over how much danger she is in. Has a full screen lock-on & a huge laser beam.\n\n[Type C | Gunex]\n\nPiloting a highly experimental ship Gunex, the young prodigy relies on planning ahead & prediction to set up bomb blasts that catch enemies by surprise. Uses charged bombs & a powered up version of Bagon's homing lasers.",
    "id": "0100D0501A954000",
    "name": "Gunvein",
    "publisher": "NGDEV",
    "releaseDate": 20230511,
    "version": 0
}