{
    "description": "Planetiles is a serene city builder with roguelike elements. Create natural habitats on remote planets as you satisfy quests and earn bonuses with strategically placed ecosystems.\n\nCraft habitats on varying planets sizes with strategic tile placement that earns you bonuses and unlockables, such as tile skins and customization options. Shaping a forest consisting of a specified number of fields or constructing a distinct feature like an oasis will give you different benefits depending on your quests and game progression.\nAs the biomes you cultivate grow, so do your resources to build! Increase your reserve of tiles by completing missions that replenish your supplies so you can continue to expand across the worlds you shape through your choices.\nThe landscape reacts to your choices. Turn a few scraggly trees into a lush forest and create distinct biomes by placing tiles to satisfy quests and activate power ups. Three different planet sizes and no endgame mean you can move between planets and build and manipulate biomes to your heart’s desire.\nUncover special structures through your tile placement choices. These unique features allow for special actions, such as shuffling the next shapes or placing a unique object on the planet.",
    "id": "0100A8601A7EA000",
    "name": "Planetiles",
    "publisher": "MythicOwl",
    "releaseDate": 20240930,
    "version": 0,
    "category": [
        "Strategy",
        "Puzzle",
        "Board Game",
        "Simulation"
    ],
    "developer": null,
    "intro": "Dive into Planetiles, where strategy and creativity converge. Build and transform barren planets into flourishing worlds. ",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "pt",
        "de",
        "it",
        "nl",
        "ru",
        "ko",
        "zh",
        "zh"
    ],
    "nsuId": 70010000085789,
    "numberOfPlayers": 1,
    "ratingContent": [],
    "region": null,
    "rightsId": null
}