{
    "description": "The Backrooms: Survival is a horror game with roguelike elements. Featuring randomized levels, items and events, every playthrough is a fresh one. Players find themselves in seemingly never-ending narrow and tight corridors known as the backrooms, where they will need to explore carefully in an attempt to find a way out. You will need to try and remain sane while seeking out food and drink, and avoiding any possible hostilities lurking around the corners..\n\nExplore through The Backrooms and ascend to higher levels, each level home to different items, objects, events, and company.... Explore levels, and gather items through crafting, trading, and looting. You can even attempt to arm yourself and fight back against any threats with a range of weapons that you can even customize further! Gather crafting materials, you can even mine ore deposits on certain levels to craft items!\n\nThe Backrooms: Survival is a fresh and unique take on the Backrooms, and thus has some of its own original entities and levels, as well as some familiar to those familiar with The Backrooms \"internet lore\".\n\n\nFeatures:\nFour game modes - Permadeath, adventure, sandbox (console commands) and explore (peaceful!)\nRogue like elements - randomly generated dungeons, tons of items, crafting, items/equipment with random stats/specifications, and more, ensuring a fresh playthrough each time\nRandomly generated levels - The Backrooms are randomly generated each new playthrough to ensure a fresh experience each time and no memorizing the layouts. Different themes/level types with many different types of entities and items. Different layouts and multiple Backroom theme types.\nMultiplayer - Play with up to TEN friends and explore The Backrooms together, or join other existing online games in the public lobby. Proximity voice chat can be turned off/or on in the settings.\nSurvival Elements - You will need to scavenge the backrooms for any food and water you can find to survive, including drinking from leaks in the ceiling and cannibalizing the already dead, while trying to maintain your sanity\nCrafting System - gather materials found throughout the backrooms or dismantle items to gather resources to craft new items, weapons, tools and many other things to aid your survival\nCombat - find all types of weapons from makeshift axes to abandoned firearms. Fight back against a range of hostile entities.\nPermadeath - Death in The Backrooms, just like in our reality, is permanent. With only one quick save save slot that auto-deletes upon death, you better be careful because in The Backrooms death could lie around any corner.\nChoose your player - Before you enter The Backrooms, you'll have to either pick a random player or create your own, choosing your name, avatar, etc as well as choose from a list of real-world professions which each offers unique bonuses\nDifferent Graphics Style - customize your graphics and choose different styles, such as a \"retro, PSX style\", or \"VHS Style\", and more\nInventory Management - You'll find all kinds of things down in The Backrooms... from edible substances to useful tools to not so useful junk. You'll have to manage your few inventory slots and prioritize what you think you may need the most\nObituary System - All your unsuccessful attempts to escape the Backrooms which result in death will be recorded in game via the \"Obituary System\". Similar to a leader board/high score system, this records information that run through The Backrooms such as your player's name, age, profession, death cause, etc",
    "id": "01002ED01F686000",
    "name": "The Backrooms: Survival",
    "publisher": "RE:CODE",
    "releaseDate": 20240829,
    "version": 0
}