{
    "description": "We dare you to take a new 100 doors challenge! Unlock 100 doors playing this school escape game! Find hidden objects, solve puzzle 100 doors & escape room in this new conundrum game! Brand new popular puzzle 100 Doors Games 2023: Escape from School with more than 100 levels waiting for your hundred doors challenge. 100 Doors Game is simple to play, but yet very complicated to beat! So, click 100 doors series, get some gain for your brain and have fun!\n\nOnly the smartest people can beat this hundred doors game challenge. Are you one of them? Download this school escape game and challenge others to see who's going to unlock all doors in 100 doors game!\n\n100 DOORS GAMES 2023: ESCAPE FROM SCHOOL – GAMEPLAY\n\nHere's the thing – Mya (you'll meet her) is locked up in a school (you'll discover why). The main objective in this hundred doors game challenge is to help her escape the room and find the exit so she can get home to her parents and her cozy bed. To unlock the door lock, you'll have to find hidden objects and solve some awesome puzzles using your device in all the ways you can possibly imagine. In order to escape school, you need to unlock more than 100 doors and escape the room. If you can't make it by yourself, we got you – hints are very helpful and you can use them any time you want!\n\n100 DOORS GAMES 2023: ESCAPE FROM SCHOOL FEATURES:\n\n- Exciting puzzles with hidden objects and conundrums to solve;\n- Cool mechanics: move in time and space, combine objects, play brain games\n- Awesome levels with cool animations;\n- Logical tasks;\n- Amazing graphics with special attention to details\n- Simple to play, complicated to beat\n- Different rooms - art, chemistry, music & history classrooms, library, gym, cafeteria... \n- Takes up almost no memory on your device\n\n\nEach new level of 100 Doors Games 2023: Escape from School is a unique puzzle, and they become more complicated as you make progress.\n\n100 Doors Games 2023: Escape from School is one of those brain-teasing, challenging room escape games you don't want to miss out on. Install now and try to unlock more than one hundred doors! ",
    "id": "010038701B8B0000",
    "name": "100 Doors Games: School Escape",
    "publisher": "Peaksel",
    "releaseDate": 20230720,
    "version": 0
}