{
    "description": "Athenian Rhapsody is a super-fresh, one-of-a-kind comedy RPG in which you'll explore the World of Athens! Your goal is to build your very own Rhapsody - the story of you (the player) and your epic tale in this world. You'll be faced with many challenges, and you'll have to fight (or hug) your way through the world by either battling, or awkwardly trying to make friends with your opponents through esoteric knowledge, abstract jokes, memory games, and other strange and funny interactions.\n\nIf you want more of the meat'n'cheese, well feast your eyes upon these rather dry descriptions, written by someone who's probably a little bit boring:\n\n- 16 Potential party members for you to interact with! - Each of these characters has a bold personality, and a large amount of depth for you to discover. You can choose to adventure with whoever you'd like! There truly is a favorite for everyone to bond with, I promise.\n\n- Tons of enemies for you to FIGHT or BEFRIEND! - This world has no shortage of intense battles with opponents that range from weird, wacky, tough, cute, and outright goofy!\n\n- Vigorous mental challenges, and intense puzzles! - You may face mind-bendingly difficult challenges such as \"Spell Richard\" and \"Carry A Feather\" throughout your Rhapsody. Would you dare come face to face with the infamous 3x3 slide puzzle?\n\n- Varying battle mechanics to always keep the action fresh! - Many characters will switch up the tactics of battle, you'll be faced with various minigames based on the scenario you find yourself in.\n\n- Absolutely hilarious. - This game is fast paced, action packed, and full of zany and ironic humor that anyone can have a nice laugh at.\n\n- Lots of rabbit holes, secrets, and suspicious endeavors! - You will NOT run out of things to do. If you do, you probably haven't seen the sunlight in quite some time!\n\n- Choose your own adventure! - Nothing substantial in this game is up to RNG. You choose your pathway from start to finish, creating an extremely specific pathway which'll then be recorded - this is your playthrough's Rhapsody, a narrated story of your journey through Athens! When you come to the end of the line and reflect upon your Rhapsody, could you say you did your best?\n\n- Last but not least... An Online Social System! You'll be able to share Rhapsodies between your friends. Share, combine, read through, and maybe even delete your friend's Rhapsodies!",
    "id": "0100D64016FD6000",
    "name": "ATHENIAN RHAPSODY",
    "publisher": "Top Hat Studios",
    "releaseDate": 20240514,
    "version": 0
}