{
    "description": "Heads Will Roll: Reforged lets the player to take a role of an ordinary medieval soldier who finds himself in the middle of the legendary Hundred Years War between the kings of England and France. You start your way as a simple footman, whose sole ambition is to survive, but with proper skill and cunning or through blood and preservation, you might soon see yourself becoming one of the most famous knights of your time.\n\nThis game is a unique type of RPG with survival mechanics and turn-based combat that requires player to make careful decision both inside and outside the fight. The sophisticated combat system utilizes many different parameters including characters’ stats and attributes, familiarity and proficiency with certain weapons, weapon length, fatigue level, various traumas and injuries, as well as hundreds of different items and consumables.\n\nLOOT IT ALL\n\nThe game offers more than 200 different lootable items varying from all kinds of medieval weaponry and armor to trinkets with unique effects, several types of poisons, medical supplies and many crafting items.\n\nFACE THE CONSEQUENCES\n\nAll of the actions that your character takes will have in-game consequences. The NPCs will change their opinions of you depending on how you treat them and how you behave both inside and outside of battle. This in turn will enable or disable various future interactions with them and sometimes trigger special events.\n\nCRAFTING SYSTEM\n\nMake good use of any loot or supplies that you got your hands on. A lot of them can be combined in order to craft medical and utility items, as well as many types of crossbow ammunition.\n\nBIG REPLAYABILITY\n\nHeads Will Roll utilizes many random generation elements that will turn two separate playthroughs into two completely unique experiences. Start with different items and stats, face different enemies, make different choices and live through different events each time you play.\n\nHUGE ARSENAL\n\nThe game has dozens of weapons ranging from swords, axes, maces and spears to throwing knives and crossbows. All of them have varying movesets that rely on and make use of different stats & skills (strength, agility etc.), while also having distinct features and countering each other in some way.\n\nALL'S FAIR IN LOVE AND WAR\n\nFight not only for wealth and honor but also for the hearts of several stunning beauties with unique personalities, views on life and tastes in men. Conquering some of them might prove to be just as tricky as surviving the war.\n\nAUTHENTIC EQUIPMENT\n\nChoose from a wide array of authentic medieval defensive equipment: from all kinds of helmets and armor to gorgets, bracers, greaves and chainmail stockings. All with varying qualities and characteristics.\n\nROGUELIKE MODE\n\nGame features a complete Roguelike mode where player can level his profile with each death, unlocking new starting items and improving character's base characteristics allowing to progress further and take on even harder challenges.\n\nSTORY MODE\n\nThere is a special story mode for those who are after the thrills and twists of the story rather than hardcore survival. It offers just enough of a challenge to keep you engaged as well as quick save and quick load options that can be accessed at any time.",
    "id": "01003EB01CFC6000",
    "name": "Heads Will Roll: Reforged",
    "publisher": "Valkyrie Initiative",
    "releaseDate": 20240510,
    "version": 0
}