{
    "description": "Bloomtown: A Different Story is a narrative JRPG mixing turn-based combat, monster taming and social RPG set in a seemingly pleasant 1960s Americana world. \n\nPlay as Emily and her younger brother Chester sent on their summer holiday to their grandpa’s cozy and quiet town. May be too quiet… Children starting to disappear, nightmares getting more real… Something’s not right, especially for a 12-year-old girl with an adventurous mind! \n\nIt is up to you to solve this mystery and free Bloomtown and its inhabitants from a glooming fate!\n\nA tale of two worlds:\nBloomtown is a quiet and cozy American town with its cinema, grocery shops, library, parks…\nBut this is only a façade! A demon world is growing on the underside, children are disappearing, and it is up to you to save the town!\n\nA different Story: \nEmbark on mysterious adventure to save the townspeople from their own demons: Fear and vices have taken monstrous life form in the Underside. \n\nFollow Emily and her group of friends, figure out the mysteries of the mystical disappearances and save Bloomtown’s inhabitants souls!  \n\nTeamwork makes the dream work: \nIn the turn-based tactical battles against giant demons and dungeon bosses from the Underside, Emily is not alone! Use each character abilities and strengths to come out victorious. Summon your own inner demons as well as the captured ones to set up devastating combos. \n\nTame demons from the Underside:\nDuring combat, catch weaken creatures to add them. With loads of unique creatures and a deep fuse system, create hundreds of synergies and your own demon-hunting squad. \n\nA summer holiday adventure\nExplore the town’s secret areas, strength your physical abilities at the gym, gain pocket money working at the grocery store, make resourceful friends or do some relaxing gardening. You decide what is the most useful for your adventure. ",
    "id": "0100AF401C8E4000",
    "name": "Bloomtown: A Different Story",
    "publisher": "Twin Sails",
    "releaseDate": 20240924,
    "version": 0
}