{
    "description": "Get on the fast-track to footballing glory…\n\nBack for the new season with an overhauled UI, FM21 Touch is the perfect game for those looking for the excitement of Football Manager in a more streamlined format. \n\nTake full advantage of the Nintendo Switch™ controller options and remodelled user interface to blast through the seasons, focusing on tactics and transfers. You can leave everything else in the capable hands of your Assistant.\n\nSit back and watch your tactical vision come to life in our acclaimed 3D match engine, and there's no better way to take-in the action than docking your Nintendo Switch™ and viewing on the big screen. Even matchdays can be accelerated though, with the ‘Instant Result’ feature enabling you to smash your way to domestic glory. \n\nAlthough you’re trading depth for speed, FM21 Touch still packs the full power of Football Manager’s world-renowned database, including more than 500,000 real-life players, managers and backroom staff.\n\nWant to take the football world by storm with one of the game’s underdogs? Or are you the sort of boss who prefers a club accustomed to success? With more than 117 leagues from 52 nations at your fingertips, the choice is yours.\n\nFM21 Touch delivers a host of new and improved features for this season, including:\n\nREDESIGNED CONTROLLER USER INTERFACE\n\nOur UI has been vastly overhauled, bringing you the best visual experience in the series to date. Navigation is also smoother than ever, making it even easier for you to perfect your tactical approach. \n\nMATCH EXPERIENCE\n\nMatchdays are like you’ve never seen them before in FM21 Touch. Graphical improvements and a redesigned display allow you to see more of the action, all the while receiving targeted information from your Assistant. For the first time in the Touch series, you’ll also be able to communicate with your players during matches by using Shouts. \n\nANALYSIS AND STATS\n\nLearn more about your team’s strengths and weaknesses and how to address them. Benefit from new stats and clear visualisation during matches, in Team Reports as well as Data Reports in news items and in end of season summaries. \n\nEND OF SEASON EXPERIENCE\n\nSuccess will feel all the sweeter, trophy celebrations will be more significant and you’ll get more analysis on what went right, your biggest wins and areas for improvement as you look to cement your legacy.\n\nGRAPHICS AND VISUALS\n\nImproved animations, an enhanced lighting system and additional stadium elements combine to produce the most realistic and best-looking match action yet. ",
    "id": "01007CF013152000",
    "name": "Football Manager 2021 Touch",
    "publisher": "SEGA",
    "releaseDate": 20201215,
    "version": 0
}