{
    "description": "Several years after Yuuji Kazami and his friends fought for their lives in a fierce battle, a new generation of heroines gather at Mihama Academy, which has been reinstated as a 'specialist training school'. \nTaking place in the same world as The Fruit of Grisaia, new characters bring an exciting fresh take in the fourth story of this brand new series!\nThis thrilling story, which unfolds at the reborn Mihama Academy, will undoubtedly excite not only those who have played previous releases, but those who are new to the series as well!\n\nAvailable in three languages!\nThe text can be set to Japanese, English or Simplified Chinese (audio is Japanese only). This includes in-game text, options, and the digital manual. Language settings can be changed at any time.\n\nPlay using only the touch screen! Play with one hand!\nPlay in handheld mode with the Nintendo Switch Joy-Con™ controllers attached, or detach them and play with just the touch controls! While in tabletop mode or TV mode, everything can be controlled using only the Joy-Con (R), allowing you to play with only one hand!\nAlso available for the Nintendo Switch Lite. (A separate Joy-Con (R) is required to play with one hand.)\n\nVolume 4 Summary\nKumashiro Megumi (Gumi), recently transferred from St. Aile's International School, has been training hard together with Rena and Maki – now fully recovered from their injuries. With the help of her mentor, Tohka, she's shaping up to be a fine sniper.\nJust as one new student settles in, another has her sights set on joining the girls in Class A, Mihama's elite combat unit. Her name? Sengoku Taiga. Haruto, the team's handler, has one condition for Taiga's transfer: that Chris serves as her supervising officer.\nThe two seem an unlikely pair at first, but after spending some time with little Taiga, Chris soon finds a way to see things from her perspective.\nIt's at that moment that the nation is suddenly rocked by a terror attack on an unprecedented scale. Chris rushes to the scene, aware of what's at stake, but paying no heed to the dangers ahead.\nJust as she did, once before.\n\"This is even worse than we could've imagined...\"\nThe death toll keeps on rising, but SORD are stuck watching helplessly from the sidelines. What destiny awaits Chris, Taiga... and Mihama Academy?\n\"Oh, right... I must have died...\"\nClutching to memories of her long-dead mother, she too prepares for an eternity of slumber...\n\nGameplay\nIt's a visual novel in which you don't need to make any choices, so you can enjoy the story like you would when watching a movie or reading a book. The story comes to life with a star-studded voice actor cast and fully-voiced story (excluding the main character), gorgeous graphics and music, and immersive animation.\n\nStaff\nCharacter Design/Art: Akio Watanabe\nStory: Ryuta Fujisaki\nSD Character Design/Art: nanaca mai\n\nCast\nRena            VA: Maaya Uchida\nTohka          VA: Ayane Sakura\nChris            VA: Kaori Nazuka\nMurasaki      VA: Atsumi Tanezaki\nMaki            VA: Yoshino Nanjo\nGumi           VA: Suzuko Mimori\nTaiga           VA: Natsumi Takamori\nMiss Arisaka VA: Mikako Izawa\nOther\n*Fully voiced (excluding the main character)",
    "id": "0100D970123BA000",
    "name": "GRISAIA PHANTOM TRIGGER 04",
    "publisher": "PROTOTYPE",
    "releaseDate": 20200917,
    "version": 0
}