{
    "description": "Turn the tables on opponents as you race across the board to collect the most stars in the original four-player* Mario Party series board game mode—now with newly-added online play.** Join the full-on frenzy with friends and family! \n\nParty it up with 80 minigames\n\nWhether you’re pedaling tricycles, flipping meat, or who knows what else, you’ll use Joy-Con™ controllers in clever ways across 80 wild minigames. Some are all-out free-for-alls, others are 2 vs 2, or even 1 vs 3! Set up a private room and play your favorites and enjoy some friendly competition with friends online.***\n\nA party for everyone!\n\nWhether playing solo or with friends, there’s a mode for every party. Take turns rolling dice and racing across the game board in the 4-player Mario Party mode, or team up for Partner Party. Journey down a path of 80 minigame challenges in the single-player Challenge Road mode. Other modes like the cooperative River Survival and the rhythm-based Sound Stage provide even more twists via local multiplayer. There’s fun for everyone in the Super Mario Party game.\n\nOnline play comes to the board game mode in Super Mario Party\n\nPlay several modes online** with friends—including the iconic Mario Party board game mode and minigames—with a free update to the Super Mario Party game. You can also team up and take the action online in the strategic 2 vs 2 Partner Party mode, or just play your favorite minigames online***! Open up a match for friends or set a password for a private match. With online play added to these modes, even more Super Mario Party fun can be shared with friends across the globe.\n\n•\tOutwit friends and family as you race across the board; whoever gets the most stars wins!\n•\tPlay the original 4-player Mario Party series board game mode locally* or online**\n•\tCharacter-specific Dice Blocks with alternate numberings add another level to your strategy\n•\tDozens of exciting minigames packed with wildly different challenges—now with newly-added online*** play\n•\tPair two Nintendo Switch™ systems, lay them flat, and creatively combine both screens to enjoy a different, interactive style of tabletop gaming in Toad’s Rec Room mode*",
    "id": "010036B0034E4000",
    "name": "Super Mario Party™",
    "publisher": "Nintendo",
    "releaseDate": 20181005,
    "version": 0
}