{
    "description": "THE STORY SO FAR\n\nBilly Blaze, eight year-old genius, working diligently in his backyard clubhouse has created an interstellar starship from old soup cans, rubber cement, and plastic tubing.  While his folks are out on the town and the babysitter has fallen asleep, Billy travels into his backyard workshop, dons his brother's football helmet, and transforms into...\n\nCOMMANDER KEEN --- defender of Earth!\n\nIn his ship, the Bean-with-Bacon Megarocket, Keen dispenses galactic justice with an iron hand!\n\n\nTHIS EPISODE: \"Keen Dreams\"\n\nWe find young Billy discussing matters of paramount importance with his mother.\n\n\"I just saved the Earth, Mom,\" said Billy. \"I don't have to eat vegetables.\"\n\n\"Sure, dear,\" said Billy's mom. \"I bet Neil Armstrong never complained about HIS mashed potatoes.\"\n\n\"I bet Neil Armstrong never travelled to Vorticon VI and defeated the Grand Intellect, either,\" Billy mumbled at his plate.  He sat there, legs dangling, staring at his offensive, starch-laden foe.\n\nAfter a pointed remark about the quality of the mashed potatoes, Billy was sent to his room.\n\n\"Stupid vegetables,\" he grumbled, his eyelids growing heavy.\n\nSoon Billy was fast asleep.\n\n\nSuddenly he woke up, and his bed was atop a hill. On either side of his bed were giant potatoes wearing metal helmets and carrying bayonets.\n\n\"Come with us now, Captain Keen,\" said the first.\n\n\"You've been brought here by the Dream Machine,\" said the second.\n\n\"Boobus Tuber, our king and boss--\"\n\n\"--is now your master, come with us!\"\n\nBilly frowned, grabbed his football helmet off his bedpost, and started to put it on.\n\n\"First of all, spuds,\" Billy said, pushing down on the helmet.  \"That's COMMANDER Keen. Second of all, who do you think you are?\"\n\n\"We're Tater Troopers, it's plain to see,\" said the first.\n\n\"So, get--\"\n\nKeen reached under his pillow and retrieved his Vorticon Hyperpistol.  He moved it from \"Stun,\" past \"Disrupt,\" all the way up to \"Fry to Delicate Brown.\"\n\n\"How about a walk on the fried side boys?\" Keen said.\n\n\nTwo BZZAPs later, Keen pouted.\n\n\"Aw, nuts. My Hyperpistol's empty,\" he said.\n\n\nJust then, a child in chains ran up to him.\n\n\"Keen, oh, Keen, oh, Captain Keen!  Save us from the Dream Machine!\" he said.\n\n\"That's COMMANDER Keen!\" the young genius corrected.\n\n\"Whatever.  Save us!\" said the child.\n\nSo Billy hopped out of bed and started on his quest to defeat King Boobus Tuber and destroy the Dream Machine!\n\n",
    "id": "0100C4D00D16A000",
    "name": "Commander Keen in Keen Dreams",
    "publisher": "Lone Wolf Technology",
    "releaseDate": 20190208,
    "version": 0
}