{
    "description": "We choose to play as either Matthew Kolth, an occult obsessed paranormal investigator, into nightmarish scenes to fight perturbing monsters from ghastly realms, or as Della Hartfort, as she slithers her way stealthy to avoid the same monsters Matthew is emptying his bullets upon. \nJoin either Mr. Kolth or Mrs.Hartfort as they both try to make sense of a hellish adventure that leads them into the depths of their own psyche and back again.  \nLive through their difference of reality-gaze which merges fiction and ethereal dream sequences and go on to fight against evil in this dimension…and the next.\nMatthew Kolth is a paranormal investigator at the turn of the century that takes on a new case at Hartford Mansion. There he meets Della, the wife of a rich businessman that believes her house to be haunted. She sees visions of demons and beasts of other dimensions. \nAs a player, we have two deliberate choices: We either pick Matthew or Della, and both alternatives offer completely different play styles and adventures.\nMatthew must journey through the dream-like yet horror filled halls of the Hartford mansion before heading to Carcosa Asylum in pursuit of Della and the answers she holds. You must guide him from the bone chilling depths of his own psyche and back into stability all the while fighting terrifying monsters and trying to solve mind bending puzzles to progress through the game. \nMatthew must fight with enemies from outer space, other dimensions, and from the depths of his own soul to avail victorious from this mysterious and blood curdling case. Matthew must overcome his inner demons in a story that twists and turns as you must follow your instincts to find evidence – whether this evidence tells more about the case or about Matthew himself, is to be found out.\nAlternatively, you can play as Della and befriend with shadows. She will embark on the same path Matthew has ventured, however she would only have her stealth-wise skills to confront or avoid those monsters. Inevitably, her version of this dangerous undertaking will also trigger her soul to face her own inner demons as well, but perhaps she has a different spectrum of opinions on the same worldly matters of which Matthew has a “male-gaze” upon, her own interpretation, as an audacious Victorian-lady...\n\n",
    "id": "010063601B386000",
    "name": "Venatrix",
    "publisher": "Playstige Interactive",
    "releaseDate": 20230922,
    "version": 0
}