{
    "description": "『Neet Girl Rehabilitation Plan ～ぐうたら娘更生計画～』is a visual novel game about rehabilitating beautiful girls who have become NEETs for various reasons. Repeating dates as a form of support for social reintegration and rewards, gradually deepening the relationships from work partners to romantic interests.\nA Bishojo Game released in 2021 under the \"Calcite\" brand has been reworked for the \"PandaShojo\" platform for players around the world to enjoy.\n\n\n◆Introduction\n\"I will do whatever you say if you start your job hunting.\"\nThe girls found my proposal interesting and accepted the conditions.\n\nThe reward they requested is... a date with me!?\n\n\n◆Synopsis\nThe protagonist, Yutaro Miki is a rookie NEET rehabilitation officer.\nA NEET rehabilitation officer is a staff member of a publicly funded, privately operated organization dedicated to the \"rehabilitation of NEETs\".\nWith the ongoing increase in NEETs becoming a serious public issue, Yutaro suddenly finds himself assigned to handle three female NEETs.\n\nMei Natsume, who is lethargic and sloppy.\nKagami Yumitsuki, who has excessive paranoid delusions.\nKaede Suda, who constantly demands game competitions.\n\nAfter meeting with the three and returning to the workplace, Yutaro accidentally overhears a conversation between his superiors on break.\n\"If he can't rehabilitate any of the three, it would be tough for him here on out.\"\n\nIf things don't go well, not only failing in rehabilitation, Yutaro himself may become an internal NEET in the company!\nWill Yutaro successfully rehabilitate the lazy girls and help them find new employment?\n\n\n◆Characters\n・Mei Natsume\n\"You must be going through a tough time~ It's good being unemployed, don't have to worry about any problems.\"\nA carefree, classic-style NEET with great fashion sense and flashy hair color.\nEven asking various questions about job hunting, she skillfully changes the subject with nonchalant responses.\nLacking motivation and having low self-esteem, she has no particular interest in any job.\n\n・Kagami Yumitsuki\n\"Not with anyone you dummy, it's fun being with you.\"\nA tsundere university NEET who has quite a neat appearance.\nShe rejects every job offer that the protagonist recommends with many excuses.\nBeing a member of a literature club, she is well-versed in manga and sometimes gives recommendations.\n\n・Kaedeko Suda\n\"You are so simple. Let's enjoy more strategic maneuvering.\"\nThe youngest among the three. A younger-sister-type college student NEET skilled in depending on others\nShe often observes the protagonist, and quickly notices even the slightest changes or worries.\nShe spends more time playing games together than having discussions as she loves gaming.\n\n・Yutaro Miki\nA NEET rehabilitation officer affiliated with the rehabilitation institution, with a background in counseling.\nDespite being a rookie, he was assigned to three individuals due an unusual increase in NEETs, \nThe days of being swayed by the lazy girls have begun...!",
    "id": "010081B01DFF6000",
    "name": "Neet Girl Rehabilitation Plan ～ぐうたら娘更生計画～",
    "publisher": "CyberStep",
    "releaseDate": 20240208,
    "version": 0
}