{
    "description": "Palm Reading Premium is the most luxury and professional palmistry and chirology software out there. You can use it to analyze, read and master your palm lines and palm fingers without knowing anything of hand reading. Understand yourself better with simple / quick and entertaining image tests. Get analytics of your own palm or your friend's palm and reveal all its secrets and future. This is no nonsense, it works. Test your left hand and you will see what you are. The right hand will show you how you want to be seen by others.\n\nPalmistry can trace its roots back to India in (Hindu) Astrology (Sanskrit as Jyotish, clairvoyant readings), Chinese Yijing (I Ching reading), kddi palm reading app and Roma (gypsy) fortune tellers.\n\nThis application uses simple-quick and entertaining image tests to give you accurate results about dousing of palm lines, palm fingers and palm marks. All results are based on information about the ancient art of palmistry and real world tendency. Not generic or even random results given by other automatic photo-analyzing hand reader apps. Dont trust other casual finger scan, palm reader scan and scan finger apps. These give very simple and even random results. Try our hand reading app and you will be amazed be the quality, the outcome and the future prediction. Find your defect and then reccrect it. Learn how to read you hand youself. I can pedict my future by knowing my inner self. Do you need a thing that tells your future? You found it.\n\nUse this application to:\n1) Understand yourself and others better.\n2) Train yourself into the 'palmistry art'. Master it. See how to read palms.\n3) Surprise and impress your friends.\n4) Entertain your friends and family, read their hand.\n5) Check your relationship compatibility.\n\nThere are 3 main categories to be analyzed: Palm Lines, Palm Fingers and Palm Extras.\nPALM LINES: Heart Line (hartline), Head Line, Life Line, Saturn Line, Apollo Line and Mercury Line.\nPALM FINGERS: General Finger, Thumb Finger (fingernail), Jupiter Finger, Saturn Finger, Apollo Finger and Mercury Finger.\nPALM EXTRAS: Palm gifts and marks, Hand shapes and Relationship compatibility.\n\nFeatures:\n1) Super polished, saves up to 5 users.\n2) Hundreds of entertaining image texts.\n3) Thousands of detailed palm reading explanations in multi languages.\n4) Results can be saved for 5 different users.\n5) Palm lines, Fingers, Marks, Gifts, Shapes and Compatibility. All covered\n6) You can export all results to your email easily.\n7) Living room multiplayer! Up to 5 different users.\n8) Translated into: English, German, French, Italian, Spanish, Portuguese, Greek, Russian, Japanese.",
    "id": "010002900B75A000",
    "name": "Palm Reading Premium",
    "publisher": "Crazysoft",
    "releaseDate": 20220317,
    "version": 0
}