{
    "description": "Story\n==========================================\nA girl named Herb who claims to be a great witch lives in a poisonous swamp on the outskirts of a faraway country.\nOne day, a red jewel is stolen from a shrine under her control.\nHerb escapes the swamp for the first time in order to recover her jewels.\n\nCharacter\n==========================================\n・ Herb\nThe hero and self-proclaimed great witch.\nShe lives near Poison Swamp and her business is to manage shrines and make suspicious potions from herbs.\nShe respects her grandmother, a court mage, and is a hard worker who does not miss her magical training every day.\n\n・ Rose\nThe bandit leader of a bandit and commander of the Pigmen.\nShe thinks all in the world is for her as a justification to rob it.\nShe hates to lose and will continue to fight alone even after the departure of her comrades Balun and Philet.\n\n・ Baran\nPart of Rose's entourage, the tall one.\nHe is good at developing mechas, and most of the bandits' mechas were designed by Baran.\nHe has a gentlemanly personality and respects Fillet's ideas to the fullest.\n\n・ Fillet\nPart of Rose's entourage, the short one.\nA strategic and cunning tactician.\nHis motto is to run away before he gets into a rough pinch.\n\nFeatures\n==========================================\n･ An adorable retro SHMUP with 5 stages + 3 challenges.\n･ Arcade mode that lets you play through 5 stages in a row and a short mode that allows you to play any stage you choose.\n･ Training mode lets you choose to skip to and play through part of any stage to practice to even further perfection!\n･ 16 different regular and 4 challenge bosses\n･ Challenge different bosses, each with their own breakable parts for maximum score attack.\n･ Vary your play style with multiple different combinations of Familiar Attack types, Bomb settings, and Life settings for multiple replayability.\n･ Simple and unique graphics and fun music to match",
    "id": "0100F2A013752000",
    "name": "Barrage Fantasia",
    "publisher": "Hanaji Games",
    "releaseDate": 20210326,
    "version": 0
}