{
    "description": "Take an extreme RIDE on the WILD side with Rally Racer 4x4: Offroad Racing Car Game!\nForget about driving on asphalt! Sand, dirt, sharp turns, cliffs and the heavy roar of the engines – this is what will test your driving skills to the fullest. One of the best extreme rally car games; this is your chance to tap into dirt racing!\n \nSports car stuck in a pit of the track, and you must drive from the start? Why do you need a sports car when you have a huge 4x4 ready to DRIFT on the DIRT? Fly all the bumps and hills at rocket speed, like a pro. Shred the asphalt to the dirt! Become the next LEGEND! Become a real RALLY RACER!\n \nAN EPIC RACING GAME\nJump to the game to DRIFT and RACE! Experience drift speed on the road and be the king of car racers!\nExperience motorsport with the new rally simulator.\n \nThere is only one road to drive – NO ROAD!\nSand is not enough? Drift before your opponent and spray other cars with DIRT! Send a rain of rocks right to your opponent’s face! Have all fun of rally car games in the 4x4 simulator. Neither weather conditions nor ice on the road should stop you on the way to win in this crazy racing game. DRIVE FASTER! Drive like a monster! Become the champion of Rally Racer 4x4!\n \nCustomize and build the perfect ride!\nChoose between 18 rally racing cars. Set your big offroad friend to the max. Show what your tuned SUV is capable of. Show the true champion of rally car games.\n \nDo you like to race, drift or just rip up the asphalt? Tune your car and do it all! DRIFT max like a pro! Try driving an offroad racing car game is your chance to tap into dirt racing! Experience motorsport as exciting as it is with the new rally simulator. Drive cool cars, win challenging races, become the champion of Rally Racer 4x4!\n \nRace. Stunt. Repeat.\nTest your spirit and go through all the challenges, stunts, race against the HELICOPTER, because YOU CAN DO IT! Play Rally Racer 4x4: Offroad Racing Car Game right now!",
    "id": "010000A014E5A000",
    "name": "Rally Racer: Offroad Racing Car Game",
    "publisher": "Game Mavericks",
    "releaseDate": 20210626,
    "version": 0
}