{
    "description": "The epic, portal-fantasy visual novel by the creative team behind the Fruit of Grisaia series has arrived at last on the Nintendo Switch™!\nIncludes new event CGs from the console version!\nThe plethora of new event CGs that were added to the console version have all been included. Enchanting illustrations breathe life into the story at every turn.\n\nPlayable in two languages!\nThe text can be set to English or Japanese (audio is Japanese only). This includes in-game text, options, and the digital manual. Language settings can be changed at any time.\n\nPlay using only the touch screen! Play with one hand!\nPlay in handheld mode with the Nintendo Switch Joy-Con™ controllers attached, or detach them and play with just the touch controls! While in tabletop mode or TV mode, everything can be controlled using only the Joy-Con (R), allowing you to play with only one hand!\nAlso available for the Nintendo Switch™ Lite. (A separate Joy-Con (R) is required to play with one hand.)\n\nStory\nAs the world war draws to a close, fighter pilot Ichiro Mimori is suddenly blown off course during a mission and crash-lands in a strange desert. There, he finds himself being rescued by an unusual woman who calls herself Yukikaze. Not only is she draped in exotic garb, but she also transforms into a gigantic dragon before his very eyes!\n\nThe foreign soil Ichiro now stands on is inhabited by a number of demi-human races, including the Dragon, Mermaid, and Dog tribes, and even the Undead! Nevertheless, this world too is ravaged by endless war, much like the one he left behind, and is teetering on the brink of an even greater calamity.\n\nWhile Ichiro is determined to a find a way back home to Japan, where there are people waiting for him, he cannot turn his back on a world ready to repeat the mistakes of his own.\n\nAnd so begins Ichiro's fight to unite the four tribes and attain peace!\n\nStaff\nCharacter Design/Art: Akio Watanabe / Fumio / INO\nSD Character Design/Art: nanaca mai\nStory:  Ryuta Fujisaki / Yuhi Nanao / Kazuya / Yoshikazu Kuwashima\n\nCast\nYukikaze    VA: Kei Mizusawa\nAilah    VA: Kaori Mizuhashi\nMeltyna    VA: Nozomi Yamamoto\nReah    VA: Hiroka Nishizawa\nSiras    VA: Toshiyuki Morikawa\n*Fully voiced (excluding the protagonist)\n",
    "id": "0100A9B01D4AE000",
    "name": "Hatsumira -From the Future Undying-",
    "publisher": "PROTOTYPE",
    "releaseDate": 20240411,
    "version": 0
}