{
    "description": "Peaky Blinders: Mastermind is a puzzle-adventure game, based on the multi-award-winning BBC and Netflix TV show.\n\nWelcome to Birmingham, during the aftermath of the Great War. Set right before the events of Season One, Peaky Blinders: Mastermind lets you join the Shelby family's criminal gang. Follow the rise of Tommy as he successfully uncovers a sinister plot to put the family out of business, proving himself worthy of being the true mastermind of the Peaky Blinders. \n\nMastermind refers to Tommy's ability to plan complex scenarios in his head. As the player, you get to exercise this power by taking control of key members of the Shelby family including Tommy, Arthur, Polly and more. Become the Mastermind as you freely reset and rewind each character's path in order to tune all of their actions for perfect coordination.\n\nAchieve the highest mission rating by strategically utilising characters and stealth to solve increasingly complex puzzles with optimum timing.\n\nTRUE TO THE TV SHOW\nTake control of Tommy, Arthur, Polly, John, Ada and Finn as they navigate through familiar locations including The Garrison Tavern, Charlie Strong’s Yard, Shelby Parlour and more.\n\nTHE RISE OF TOMMY\nWhen a Peaky Blinder is implicated in the murder of a Chinese opium dealer, Tommy embarks on a mission to find out the truth, slowly growing into the true Peaky Blinders' Mastermind.\n\nBECOME THE MASTERMIND\nExercise Tommy's power to plan complex scenarios in his head, by taking control of each key member of the Shelby family and perform their actions in parallel.\n\nMANIPULATE TIME\nEach character’s actions are automatically logged in a timeline which you can freely reset, fast-forward and rewind, until the plan is perfectly adjusted.\n\nSTEALTH AND STRATEGY\nEach mission is an increasingly complex puzzle to be solved undetected and on time. Choose the right characters and abilities to coordinate and execute the optimum plan.",
    "id": "010002100CDCC000",
    "name": "Peaky Blinders : Mastermind",
    "publisher": "Curve Digital",
    "releaseDate": 20200820,
    "version": 0
}