{
    "description": "Relive the fun of classic RPG games inspired by dungeons and dragons, realised in rich 3D environments, and with a deep, captivating story. Discover an enigmatic realm, saturated with ancient magic and myths - epic legends are forged as you venture into this offline role-playing game!\n\nYour adventure will lead you beneath ruined towns, through grim, eerie dungeons... and towards monsters lurking in the ghostly half-light. Forces of darkness have invaded the realm, but some survivors from the kingdom of Harten still resist their fate, preserving the secrets of their ancestors' magic. Join the mission to restore liberty and enlightenment to this fantasy land! The kingdom's glory may be faded and its treasures buried, but hope for changing the course of history has not been completely lost in the darkness of the dungeons... and the rewards for your efforts will be great!\n\nIn the Moonshades RPG:\n- Epic adventures where mythical beasts and fantasy creatures come to life roaming a massive, cryptic dungeon environment.\n- Equip yourself for battle and find the best strategies to attack your enemies' weak spots.\n- Thousands of upgradable items (weapons, armor, accessories) - and use miraculous artifacts to make them stronger!\n- Action and story-telling both play vital roles as you complete quests and puzzles, just as in classic role-playing games.\n- Fight in real-time combat for fabulous loot, magical items, and otherworldly abilities!\n- Learn devastating, protective or healing spells and skills, and master their status effects in order to advance!\n- Roam around a fantasy world, follow your insights, and keep a close watch out - sometimes help might come from surprising sources, so don't leave any paths unexplored!\n- Discover the traces of other adventurers... talk and trade with NPCs during your quests, and search for hints to solve puzzles. \n- Reimagine a mythical past through uncovering the haunting memories of fallen heroes! Find the scrolls of Harten and Aesthirya to unearth legendary episodes from the history of a great empire.\n- Beware of cunning and deadly traps in the labyrinths!\n- Experiment with the wonders of the Magic Forge: make powerful potions, enchant your equipment, and craft epic  legendary items and relics!\n- When the moons align, experience adventures in the grim labyrinth of the Arcane Dungeons, questing for marvelous treasures!\n\nI believe we don't have to say farewell to the gems of classic dungeon crawlers and role-playing games - even in our hectic modern world - and with Moonshades I am trying my best to deliver their spirit and charm, while bringing them up-to-date.\n\nBeing the long-held dream of an indie developer, Moonshades is constantly shaping and growing with the aim of reviving the excitement of those memorable RPGs. I have a myriad of ideas for quests, puzzles, and various adventures for this old-school RPG that I would love to share with you. I'm keen to avoid the common mistake of focusing only on my favourite aspects and so potentially miss the goal of creating something great along the way! As such, I'm always open to your views and ideas!\n\nSo, step into the teleport, and have fun in this adventure game!\n\nThe game currently includes 30 hand crafted dungeons and the procedurally generated Pits. New levels will be added in the form of free patches.",
    "id": "01008180157AC000",
    "name": "Moonshades",
    "publisher": "Viktor Domonyi",
    "releaseDate": 20210827,
    "version": 0
}