{
    "description": "Experience the full story of the budding romance between CLANNAD heroine Tomoyo Sakagami and protagonist Tomoya Okazaki in Tomoyo After -It's a Wonderful Life- CS Edition.\n\nYuichi Nakamura, known for his acclaimed performance as Tomoya in the CLANNAD animated series, lends his vocal talents to complete the cast of this emotional tale.\n\nAlso includes the extensive dungeon-crawling RPG minigame \"Dungeons & Takafumis\" for countless hours of extra playtime!\n\nAvailable in two languages!\nThe text can be set to Japanese or English (audio is Japanese only). This includes in-game text, options, and the digital manual. Language settings can be changed at any time.\nThe English language setting also provides access to the Tomopedia, an in-game guide to Japanese terminology, cultural notes and more.\n\nPlay using only the touch screen! Play with one hand!\nPlay in handheld mode with the Nintendo Switch Joy-Con™ controllers attached, or detach them and play with just the touch controls! While in tabletop mode or TV mode, everything can be controlled using only the Joy-Con (R), allowing you to play with only one hand!\nAlso available for the Nintendo Switch Lite. (A separate Joy-Con (R) is required to play with one hand.)\n\nSummary\nSome time has passed since Tomoya and Tomoyo confessed their love for one another amidst the falling snow.\nTomoya has found employment and is now living on his own. The two new lovers have been looking forward to spending an idyllic summer in each other's company, but with Tomoyo's younger brother Takafumi bursting in on them every other minute, those hopes seem more distant now than ever.\nThings are further complicated by the arrival of a young girl named Tomo, whose troubled domestic situation leads to Tomoyo becoming her guardian, and only get worse when Takafumi's ex-girlfriend Kanako invites herself into their household after running away from home.\nSo begins the story of five young individuals and their first and last summer together...\n\nGameplay\nGameplay in this visual novel involves reading through the story while making choices at certain key points. Different decisions may lead to different outcomes, story branches and endings. \nAfter satisfying certain criteria in the main story, players can also unlock the ability to play a computer game Takafumi is secretly developing in his spare time called \"Dungeons & Takafumis\". Help Tomoya, Tomoyo and their friends conquer the depths of an otherworldly dungeon in this classic fantasy tactical RPG!\n\nStaff\nSCENARIO: Jun Maeda / Leo Kashida / Yuto Tonokawa\nORIGINAL ARTWORK: Fumio\nMUSIC: Shinji Orito / Magome Togoshi / Jun Maeda\n\nCast\nTomoya Okazaki       VA: Yuichi Nakamura\nTomoyo Sakagami    VA: Hikaru Isshiki\nTakafumi Sakagami   VA: Keiko Suzuki\nKanako                     VA: Keiko Suzuki\nTomo                        VA: Akari Sasaki\nOther\n*Fully voiced (including main character)",
    "id": "0100398010314000",
    "name": "Tomoyo After -It's a Wonderful Life- CS Edition",
    "publisher": "PROTOTYPE",
    "releaseDate": 20200910,
    "version": 0
}