{
    "description": "Set in a distant future where the world has been ravaged by war, Harmonia is a sci-fi visual novel about a robot boy and a human girl who come to form a special bond. A touching story that has been well-received the world over now comes to the Nintendo Switch™ system!\n\nNow fully voiced!\nProtagonist Rei, as well as twenty-six background characters, are all given voices for the first time. Be swept up anew by passionate performances from star voice actors!\n\nText in three languages!\nThe text can be set to Japanese, English, or Simplified Chinese (audio only available in Japanese). This includes in-game text, options, and the digital manual. Language settings can be changed at any time.\n\nSummary\nIn the distant future, the Earth has been ravaged by an immense war, leaving the human population dwindling. In this ruined world, a humanoid robot boy, designated Phiroid, awakens in a disused facility. \nPrior to the war, Phiroids were the purest form of human scientific achievement, imbued with all five senses and emotive functionality. Designed as partners for humans, they promised to make life better for all humanity. \nWhen this boy-type Phiroid awakens, however, he quickly realizes that he is missing his emotive functions. Harboring an innate need for human contact, and to regain his missing emotions, he sets out into the devastated earth.\nHaving walked for countless days, he eventually loses consciousness, only to be saved by a lone girl. Thinking that he is human, the girl takes good care of him. As this Phiroid boy lives alongside this girl, little by little, he comes to learn about emotions.\n\n*There are no choice-based story branches in this game.\n\nStaff\nCharacter Design & Original Art: Itaru Hinoue\nScenario: Tsuzuru Nakamura / Kai\nMusic: Shinji Orito / Ryo Mizutsuki / Tomohiro Takeshita\n\nCast\nRei         VA: Ryo Nishitani\nShiona    VA: Kaori Mizuhashi\nTipi        VA: Misaki Kuno\nMadd      VA: Kenta Miyake\n*Fully voiced",
    "id": "0100C9C0178A6000",
    "name": "Harmonia",
    "publisher": "PROTOTYPE",
    "releaseDate": 20221021,
    "version": 0
}