{
    "description": "The original FINAL FANTASY V comes to life with completely new graphics and audio as a 2D pixel remaster!\n\nA remodeled 2D take on the fifth game in the world-renowned FINAL FANTASY series! Enjoy the timeless story told through charming retro graphics. All the magic of the original, with improved ease of play.\n\nThe King of Tycoon has sensed a disturbance in the wind. When the crystals that balance the powers of the world are threatened, the king hastens to the rescue...only to go missing. Somewhere a young man and his Chocobo find themselves drawn toward friends that will change their destiny.\n\nBuilding on the job systems of previous games, FFV includes a diverse selection of jobs to try, and a unique ability system that lets you combine skills.\n\nDevelop your characters with free reign, and master your battle tactics in the fifth installment of the FINAL FANTASY series!\n\n----------------------------------------------------------------------\n\n■ Beautifully revived with new graphics and sound!\n・Universally updated 2D pixel graphics, including the iconic FINAL FANTASY character pixel designs created by Kazuko Shibuya, the original artist and current collaborator.\n・Beautifully rearranged soundtrack in a faithful FINAL FANTASY style, overseen by original composer Nobuo Uematsu.\n\n■Improved gameplay!\n・Including modernized UI, auto-battle options, and more.\n・Switch the soundtrack between the rearranged version, created for the pixel remaster, or the original version, capturing the sound of the original game.\n・Now possible to switch between different fonts, including the default font and a pixel-based font based on the atmosphere of the original game. \n・Additional boost features to expand gameplay options, including switching off random encounters and adjusting experience gained multipliers between 0 and 4.\n・Dive into the world of the game with supplemental extras like the bestiary, illustration gallery, and music player.\n\n\n(This remaster is based on the original \"FINAL FANTASY V\" game released in 1992. Features and/or content may differ from previously rereleased versions of the game.)\n*This product is also contained within a bundle. Please take care not to purchase multiple copies of this product.*",
    "id": "0100AA201415C000",
    "name": "FINAL FANTASY V",
    "publisher": "SQUARE ENIX",
    "releaseDate": 20230419,
    "version": 0
}