{
    "description": "The official digital adaptation of Jamey Stegmaier’s board game - \nCharterstone!\n\nIt’s a campaign strategy game with high replayability, where players build the new Eternal City!\n\nBuild and discover in Charterstone!\nJust take a look at the honors the board game received: \n2018 Diana Jones Award for Excellence in Gaming Nominee\n2017 Meeples' Choice Nominee\n2017 Golden Geek Most Innovative Board Game Nominee\n2017 Golden Geek Board Game of the Year Nominee\n2017 Golden Geek Best Strategy Board Game Nominee\n2017 Golden Geek Best Board Game Artwork & Presentation Nominee\n2017 Cardboard Republic Architect Laurel Nominee\"\nThe campaign is divided into a series of separate games. Each game will have its own unique rule and bonus objective. Each game will build upon the previous one and add something new! Your decisions and play style will affect the progress and the end of the campaign. What’s more, there are no negative interactions between players. In other words, you score points on the back of your own strategy, not by undermining your opponents. It’s especially important when playing against your friends or family in online or hot-seats multiplayer!\n\nSo what is the game about? Can you convince the forever king to declare your village the new Eternal City?\n• Pick one of the 6 unique characters to lead your charter\n• Discover new buildings, scoring possibilities and game mechanics\n• Strategize and manage your workers, buildings and resources\n• Watch the ruleset, and the village, expand from game to game\n• Build upon your progress from previous games\n• Uncover the story as you progress through the campaign\nWhat can you expect?\n• Official Charterstone rules, consulted with Jamey Stegmaier himself\n• Play with AI, friends or both - great experience for both solo and group play\n• Online cross-platform multiplayer\n• Hot-seats style local multiplayer\n• AI opponents - Easy, Medium or Hard\n• Full 12 games Campaign\n• Single Game mode - a flexible and adjustable mode for a quick match!\n• Save your map at any time and play it later with your friends\n• Pre-set and randomly generated maps\n• Awesomely animated board game map, buildings, cards, characters and more!\n• Full replayability - no two campaigns will be the same\n• Unique experience of a board game with the convenience of a digital platform\n• No negative interactions between players - no backstabbing!\n\nGet it now!",
    "id": "01008F500E042000",
    "name": "Charterstone: Digital Edition",
    "publisher": "Acram Digital",
    "releaseDate": 20220427,
    "version": 0
}