{
    "description": "Kaichu is a dating sim about kaiju! You play the role of Gigachu, a gigantic romantic looking for love. Meet six other eligible kaiju and visit twenty-four famous landmarks where Gigachu will answer challenging compatibility questions to decide the fate of your relationship.\n\nLANGUAGE OF LOVE\nDon't worry if you're new to romance or don't speak any love languages because kaiju are notoriously non-verbal. Kaichu's two news anchors will interpret and report on the destructive courtship dance. Through the reporters’ expert analysis, the player learns about the preferences of the kaiju and apply that knowledge during each date’s relationship quiz to progress the story.\n\nDEMOLITION DATING\nKaiju communicate through a destructive courtship ritual. Love interests will prompt Gigachu with questions to compare compatibility, and the relationship grows stronger or weaker depending on how well your answers match up. Each kaiju is different, so it’s up to you, as Gigachu, to learn more about the other kaiju, and apply that knowledge during each date.\n\nMONUMENTAL DESTRUCTION\nExplore the globe and take your dates to twenty-four of the world’s most memorable landmarks and have yourselves a smashing time! The military might have something to say about your monumental destruction though, and will try to stop your reckless pursuit of romance. Will you overcome the challenges of the kaiju dating scene and seal your love with a kiss?\n\nGive romance a chance, and let love smash its way into your heart with Kaichu! \n\nGAME FEATURES\n• Multiple storylines and endings: 6 loveable kaiju. Each with their own storyline and relationship obstacles.\n• Nonlinear Gameplay: Completely open to explore the map and date any kaiju from the start of the game.\n• 24 Locations: All based on real world locations, each with their own smashable monument.\n• Innovative Quiz Gameplay: Reinventing the dating sim genre with compatibility questions based on each kaiju’s personality and preferences.\n• Hand painted art: Hand painted backgrounds and hand animated kaiju made with love in the style of TV animation.\n• Original Soundtrack by Clark Aboud (Kind Words, Slay the Spire)",
    "id": "0100944018702000",
    "name": "Kaichu: The Kaiju Dating Sim",
    "publisher": "Top Hat Studios",
    "releaseDate": 20220907,
    "version": 0
}