{
    "description": "The objective is quite simple: each level contains numerous uncoloured pixels and it is your job to colour them in. Each pixel is numbered; this number corresponds with a colour in your palette. Select a colour from the palette and paint each of its corresponding pixels. Correctly colour all pixels in a level to finish it!\n\nColoring Pixels is a great way to wind down, you can just sit back and relax. With 180 levels, you can have hours of fun. This collection contains 8 themed books:\n\nMusic Book - Inspired by the music industry from relaxing piano to rockstars at gigs, expect a celebration of music culture, equipment, and instruments!\n\nDinosaur Book - A blast to the very distant past to see the prehistoric!\n\nAmusement Park Book - Each image is of iconic amusement park scenes! Grab some cotton candy or ride on your favourite park rides in this new book!\n\nRetro Book - Each image depicts items or icons that represent the old-school cool retro history! A look into the cool, vintage, not-so-long-ago, past!\n\nSpring Book - Inspired by the optimistic outdoors and the season of spring, expect levels depicting relaxing picnics, colorful butterflies, and newly sprouted daffodils!\n\nGems and Minerals Book - Shiny gems, fascinating minerals and useful ores! Delve into the ground to see what wonders await.\n\nSteampunk Book - All things industrial but imagined in a fantastical way! Vehicles, gears and punkish outfits abound!\n\nBakery Book - All pictures depict various baked goods or scenes of bakeries! Get your taste buds tingling coloring these sweet and savoury treats",
    "id": "010010001DCA4000",
    "name": "Coloring Pixels: Collection 4",
    "publisher": "ToastieLabs",
    "releaseDate": 20240919,
    "version": 0,
    "category": [
        "Puzzle",
        "Board Game"
    ],
    "developer": null,
    "intro": "A relaxing colouring by numbers game. Enjoy completing a variety of images with differing themes, complexity, and sizes.",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "de",
        "it",
        "nl",
        "pt",
        "ru",
        "ko",
        "zh",
        "zh"
    ],
    "nsuId": 70010000086662,
    "numberOfPlayers": 1,
    "ratingContent": [],
    "region": null,
    "rightsId": null
}