{
    "description": "Devastator is a retro-inspired arcade twin-stick shooter designed for modern systems. Everything from the visuals, audio, and gameplay was designed, tweaked and polished to create the most intense and satisfying twin-stick shooter experience possible.\n\nSYSTEM initializing...\nMultiple virus infections detected...\nLaunching DEVASTATOR program...\n\nYou are the Devastator! Your objective is to eradicate 15 types of viruses in 3 unique modes: Quadrants, Sectors, and Cycles. In Quadrants, the wave layout is constantly changing as you battle increasingly intense waves of random viruses for 5 minutes. In Sectors, there are 55 unique waves of viruses across 5 sectors. And, in Cycles, you'll battle semi-randomized spawning viruses across 5 variations of 11 waves. Complete your objective as the Devastator and take back control of the System!\n\nIn addition to the main game modes, wave layouts, and various enemy virus types, Devastator's moment-to-moment gameplay contains surprising depth and subtlety, resulting in a vast gameplay variety. From the way you balance speed vs. firepower, to the utilization of resources, to knowing when to pick up powerups, Devastator rewards both fast reflexes and good strategy.\n\nTurbo-firing at the start (move fast without firing to build), and a charged blast at the end.\n\nDevastator also features vector-inspired visuals mixed with HDR colors, five customizable full-screen filters and mesmerizing particle effects, all while running at insanely high framerates on high-resolution monitors. With modern graphics hardware, the game runs with ease on current high-end gaming monitors (such as 360hz at 1080p, 240hz at 1440p, or 120hz at 4k), with the possibility to run at even higher resolutions in the future.\n\nDevastator was designed and developed by Luke Schneider (aka the Radiangames guy). Luke has been a huge twin-stick shooter fan since the 1980s, and has been developing twin-stick shooters since 2005. With Devastator, Luke decided it was time to make his ultimate and final 2D arcade-style twin-stick shooter.\n",
    "id": "01009430142F2000",
    "name": "Devastator",
    "publisher": "2Awesome Studio",
    "releaseDate": 20220325,
    "version": 0
}