{
    "description": "Besides the star of this game series Moorhuhn itself, you have the choice between Lesshuhn, Frog, Snowman, Pumpkin, Turtle or Hank the mole. The game features 8 tracks, Offline Single player and Multiplayer as well as an Online racing mode with best time leaderboards. Collect 10 different weapons and Power-ups as you race around the tracks and strategically fire them to drive your opponents off the road. The tracks are set in settings known from Moorhuhn X and the Winter Edition, ancient Egypt or beautiful Island scenery, to name a few. Two Championships each over four of the eight different tracks require your full concentration and best of your driving skills. Beside the local Single player mode – competing against up to 6 AI opponents, there is a Local Multiplayer mode with 2 to 4 drivers (split screen) and an Online Multiplayer mode with 2 to 7 players.\n\nFeatures:\nRANKINGS – Beat your own top scores over and over again and compete against friends and players around the world for the top position in the online leaderboard.\n\nOFFLINE – Play whenever and wherever you like. No internet connection is needed for local Single player or Multiplayer races with friends and family. \n\nONLINE – With internet connection you are able to race against other players online and put your best score on the global leaderboard.\n\nIMPROVEMENTS – Moorhuhn Kart 2 Remastered for Nintendo Switch™ offers an endless racing experience with high resolution graphics and other improvements for more fun.\n\nCOMMUNITY – With over 15 million games sold worldwide, Moorhuhn is one of the best-known and most successful game characters. With Moorhuhn Kart 2, specially adapted for the Nintendo Switch™, the world’s most crazy chicken sets off on a wide variety of racing tracks. Join the big Moorhuhn community now!\n\nMoorhuhn speaks English, French, Italian, German, Dutch, Spanish, Portuguese, Russian, and Japanese.\n\nWhat are you waiting for? Get the game and then drive until the tyres are red hot!",
    "id": "010045C00F274000",
    "name": "Moorhuhn Kart 2",
    "publisher": "Higgs Games",
    "releaseDate": 20220721,
    "version": 0
}