{
    "description": "Xanchuchamel is a puzzle-platformer where you will need skill but also intelligence to overcome each challenge. Xan can catch blocks and place them in different places to access new areas. 50 levels are waiting for you! \n\nXanchuchamel is an old-fashioned puzzle-platformer, like those games from the 90's where the important thing was just to have fun. In Xanchuchamel you will need skill on the platforms, it's true, but before that you will have to place them in the right positions.\nThe game mechanics are simple. Xan (the round protagonist) is able not only to move and jump, but he can also catch the special blocks that are within his reach. After that, that block can be placed in another position so that you can jump on it and move forward.\nBut that's just the beginning. Some special blocks can become a moving platform when injected with one of three movement powers: horizontal, vertical or diagonal. Xan can obtain these powers either from another block that is already moving, or from a power source.\nAnd wait, because there is still more. In addition to the movement blocks, Xan can use other different special blocks. Each of them has different characteristics, so you will have to use all your neurons to use them successfully. \nXanchuchamel is designed for everyone to play at their own pace. If you prefer to worry only about completing the levels, you can do it. Even if you get stuck in one of the difficult ones (and there are some), you can skip it and continue advancing in the game. If, on the other hand, you are one of those who want a bit more of a challenge, you can try to finish each level with the highest score, the Cup with Horns. To do this you will need to reach the end of the level before the clock runs down below 100%. And not only that. If you want to get the perfect level you will also need to find the three medallions that are hidden in each stage.\nXanchuchamel consists of 5 different worlds, each of which contains 10 levels. At the beginning, you will only be able to play in the first world, as the rest will be locked. But in Xanchuchamel the way to unlock levels is the same as always: playing. At the end of each level you will find a Orb of Power. As you get more and more, new worlds and new levels will be unlocked.\nIn addition to the Orbs of Power in each level, there are more of them hidden in the game. But getting them will not be easy. First you will have to find one of the Bonus medallions hidden (and very hidden) in some of the levels of the game. And finding one of these medallions is only the first step: by touching one, Xan will have to overcome a challenge against time to be able to get the Orb.",
    "id": "0100D970191B8000",
    "name": "Xanchuchamel",
    "publisher": "Narubane",
    "releaseDate": 20221227,
    "version": 0
}