{
    "description": "Join the exciting world of Dino Ranch, the animated series that has stolen the hearts of million children, and get ready for an experience jam-packed with dino-tastic fun! Immerse yourself in this epic adventure where you'll encounter thrilling mini-games and have a roaring good time with your favorite dino-mites! \n\nThe eggs of the Dino-mites have disappeared from the hatchery and the peace of the Ranch is at stake. Only YOU can help our dino-tastic trio Jon, Min and Miguel to search for the stolen eggs and bring them back to the Ranch. But be careful, the mischievous Tinhorns may have something to do with all this trouble...\n\nWith the help of your favorite ranchers, embark on an exciting journey while exploring the ranch, completing missions full of twists and turns, and hatching new dinosaur eggs! Sprint with Jon, nurture and take care of dino-mites with Min, and build and repair tools with Miguel to solve the mystery of the stolen eggs!\n\nReady to get your claws into the fun by exploring the world of Dino Ranch and have a roar-some time?\n\nEmbark on a dino-rific video-game adventure based on the beloved animated series, Dino Ranch!\n\nJoin your favorite heroes Jon, Min, and Miguel to discover a world full of cowboys and dinos and play funny and dino-driven mini-games!\n\n- EXPLORE & TAKE ACTION: Race alongside Jon and Blitz as he zooms through the ranch and its surroundings at a lightning speed. Engage in dynamic mini games to find the lost eggs and show off your amazing lasso skills!\n\n- NURTURE & HATCH: Step into the shoes of Min and Clover, the caretakers of the hatchery. Show your love and care for the adorable dinosaurs as you nurture them and experience the pure joy of hatching newly found eggs.\n\n- BUILD & REPAIR: Every great adventure requires ingenuity! Team up with Miguel to construct and repair essential tools and overcome obstacles with the explosive Tango and her strong dash! \n\nLearn the ropes to unleash your inner dino rancher and create unforgettable memories in Dino Ranch – Ride to the Rescue.",
    "id": "010038301ABDA000",
    "name": "Dino Ranch – Ride to the Rescue",
    "publisher": "Microids",
    "releaseDate": 20231012,
    "version": 0
}