{
    "description": "Embark on an emotional journey of losing the love of one's life in the critically acclaimed Arise: A simple story, a 3D adventure game enhanced for Nintendo Switch™, as The Director’s Cut.\n\nManipulate time, solve puzzles, and reshape surroundings as you push forward into the bittersweet recollections of a past life. This is a story about happiness and hardship, joy and sorrow. A story that all of us will one day experience.\n\nYOUR ADVENTURE OF LOVE AND LOSS\nSet out on an adventure through the changing landscapes of memories lush with feelings of love and loss. Every moment of this rollercoaster ride is a new challenge and a chance to see your life in a different light.\n\nINSPIRED ART STYLE\nEnter the wonderful world of memories and feelings brought to life by the talented artists from Piccolo Studio. Discover the heartfelt magic in your personal, everyday struggles thanks to the game’s soulful music and beautiful art direction.\n\nMASTERY OVER TIME\nControl the flow of time and change your surroundings from the shifting of seconds to entire seasons. Fast forward, move back or pause time to relive your memories and overcome every obstacle on your journey.\n\nPLAYING TOGETHER\nInvite a second player to help you control time and enjoy the journey together. The easy to pick-up nature of Arise keeps everyone engaged and lets them experience the emotional story to its fullest.\n\nArise: A simple story - Definitive Edition is available exclusively on Nintendo Switch™ and it includes:\n\nDigital game edition\nDownloadable digital extras:\nArtbook\nOriginal Soundtrack\n\nFeatures available only on Nintendo Switch™:\nPhoto Mode - take a photo of your favorite moment in the game to share with the world\nGyroscope Support - you have the options to control the flow of time in-game using Joy-Con™ controllers or gyroscope \n",
    "id": "0100FE201680A000",
    "name": "Arise: A Simple Story - Definitive Edition",
    "publisher": "Untold Tales",
    "releaseDate": 20220428,
    "version": 0
}