{
    "description": "\"I can only sing praise for this title\", Indie Corner\n\"blows us away\", Apps and Applications\n\"easy recommendation\", TouchArcade\n\nThe Story \n\nMany people equate China with the lunar calendar, but the sun has also played a pivotal role in how the Chinese view life cycles. The ancient Chinese developed what is known as the 24 solar terms, which prescribed how people lived and worked, especially in rural areas. The solar terms originated between the 16th and 11th centuries BC and were perfected in their present form during the Western Han Dynasty (206-220 BC). Pure Mahjong explores each of these 24 solar terms over the course of the year – both the main screen and the game itself adjust to the season, displaying typical motifs and objects along with some interesting trivia.   \n\n\nDesign: a completely new approach with amazing results \n\nEvery picture you see in Pure Mahjong is a lovingly created collage based on real photographs. Nothing like this has ever been used in a computer game, and the experience for the player is something completely different from the pixelated effects that pop up in even the latest titles. \n\nEach of the 24 seasons (called solar terms) has been created as a work of art, combining amazing and traditional sights from all over China according to the season. \n     \nWhile the main screen introduces the current season, the Mahjong games themselves are displayed on 24 beautifully decorated changing backgrounds. \n\n\nLevels: Intelligent entertainment that can last minutes or hours \n    \nWith more than 1,000 individually designed levels, Pure Mahjong provides enough variety for months of challenging gameplay. While some levels can be solved in minutes, other may take hours to finally crack. There is a solution for every single level. \n\nAs a special feature, you can compare your personal results with those of other players that have solved each individual level before you. \n\nOn every single day of the year, four new levels await you to be solved. From (relatively) easy to very difficult, players can expect real challenges. For each solved level, the player is awarded with a calorie-free fortune cookie. More than 700 different messages await discovery! \n\n\nMusic: A relaxing, uplifting soundtrack \nWe’ve listened to hundreds of relaxing Chinese-themed songs for close to a year to create a soundtrack of more than 20 inspiring, unobtrusive tracks. The result is beautiful music that not only helps you concentrate and relax, but also completes the meditative experience of playing Pure Mahjong and stimulates your senses. \n\n\nNatively created for Nintendo Switch™\n\nPure Mahjong and its amazing visuals is without doubt a game for the big screen. Plus, its integrated screensaver will make you never want to switch it off. Our team has spent a lot of time making the gameplay and selection of tiles as easy and native as possible using even one Joy-Con™. However, the handheld mode is no less fun, and the game is a delight to play with the touch screen. \n\n\nBonus: The most beautiful screensaver \n\nOver several months, we’ve collected and licensed hundreds of amazing super high-resolution photographs, covering nature, customs, architecture, food and many other topics that reflect today’s China. The collection really is amazing, and it can be enjoyed by those who connect their Nintendo Switch™ console to their big-screen TV. Our entire team now uses this screensaver with the relaxing soundtrack on their TVs at home.\n",
    "id": "0100F2700D3F0000",
    "name": "Pure Mahjong",
    "publisher": "the binary family",
    "releaseDate": 20230526,
    "version": 0
}