{
    "description": "Discover another tower in the magnetic North! \nLumina, a young Teslamancer, finds herself stranded after her airship crashes in Wyrmheim, a remote and treacherous land to the North. Embark on a dangerous adventure, exploring a gigantic, abandoned tower looming over a fjordside valley, on a quest to get Lumina home and back to her family. Use electromagnetic powers to survive the dangers of a wild and untamed land. Defend yourself against Viking raiders, face gruesome beasts inspired by Nordic mythology, and triumph against epic bosses! As your journey progresses, you’ll discover new skills and equipment needed to uncover the secrets of the land and delve into the dark past of Lumina’s ancestors. \n \nTeslagrad 2 is the follow-up to the hugely popular physics-based game where electromagnetic powers are at the heart of survival. With improved visuals, a bigger world, and new puzzle-solving tools, Teslagrad 2 delivers a fresh and immersive puzzle-platform experience! \n\nKey Features\n•\tScandinavia Meets Metroidvania. The world’s first ‘Scandivania’ – a grandiose Steampunk-meets-Norse adventure accompanied by an orchestral soundtrack inspired by Nordic folk tones and electronic tracks. \n•\tExplore an Abundant World. Discover rich and beautiful 2D hand-painted environments set in a wild and ravaged world full of hidden collectibles, secrets, and lore. \n•\tMagnetic Gameplay. Test your logic skills with perplexing puzzles based on real electromagnetic physics and enjoy a new twist with curved magnets! \n•\tMaster Fluid Motion. Perfect new and returning skills and use them to move quickly and skilfully through the world, combining Lumina’s abilities such as blinking, sliding, and magnetizing to build extra momentum. \n•\tEpic Boss Battles. Use your skills to overcome boss fights which unlock new abilities and additional areas to explore. \n•\tVisual Storytelling. Teslagrad 2 unfolds through what you see, with no text, voiceover or loading screens to interrupt gameplay. ",
    "id": "010078801815C000",
    "name": "Teslagrad 2",
    "publisher": "Maximum Games",
    "releaseDate": 20230419,
    "version": 0
}