{
    "description": "Jump into the crossfire as the latest Modern Combat raises the bar for FPS action on Nintendo Switch!\n\nPick from 9 customizable classes and fight around the world in thrilling 12-player online battles, or in the engaging offline story mode. Find friends and join a squad that fights together, or go it alone like a true commando. However you play, you’ll unlock potent new skills and a variety of gear as you progress.\n\nHIGH-POWERED MULTIPLAYER \n• Deploy for epic clashes in Team Battle and Free-for-All matches online.\n• Up to 12 players can deploy for simultaneous battle.\n• Take the fight to 9 unique maps, from the gorgeous canals of Venice to the neon streets of Tokyo. \n• Rise to the top of the Player and Squad Leaderboards.\n• Win cool rewards in the limited-time events.\n\nINTENSE SOLO CAMPAIGN \n• Fast-paced story missions with various challenges taking you from Tokyo to Venice.\n• Play the challenging Spec Ops missions for a real adrenaline rush.\n• Flawless graphics and music, optimized specifically for the Nintendo Switch, with voice performances seamlessly integrated into each cutscene.\n\nCHOOSE YOUR FAVORITE CLASS\n• Choose from 9 customizable classes that you can level up across single- and multiplayer modes.\n• Find the playstyle that suits you: Assault, Heavy, Recon, Sniper, Support, Bounty Hunter, Sapper, X1-Morph or Kommander.\n\nCUSTOMIZE FOR COMBAT\n• Attach Trinkets to your weapons to add personal flair. \n• Choose a camo design for your gear to have a unique presence on the battlefield.\n\nPERSONALIZED CONTROLS\n• Intuitive, highly customizable controls allow you to play just the way you want.\n\n2 MODES -- 1 PROGRESSION\n• Accumulate XP and level up by playing both single-player missions and multiplayer matches.\n• Unlock new weapons as you master your initial arsenal.\n• Customize the perfect weapon using a host of attachments.",
    "id": "0100D8700B712000",
    "name": "Modern Combat Blackout",
    "publisher": "Gameloft",
    "releaseDate": 20230505,
    "version": 0
}