{
    "description": "At first glance, Steos looks like a side-scrolling shooting game, but you are piloting a walking artillery unit, and everybody thinks you are expendable! \n\nIt’s time to make everyone stop underestimating you and fight back!\nYes, each stage is just one screen, and it’s totally nightmare difficulty. \n\n[Story]\nIn the far future, machine intelligence has come to dominate the universe.\nOne day, this intelligence split suddenly into the Migma and Apeiron factions. War was immediate.\nYou are a human mercenary, hired by Migma.\nThe Migma machine intelligence expects your human to bring unpredictable actions that will lead to victory. \n\nYour mech, the walking artillery Steos, has only two weapons:\nNormal cannon, which only shoots horizontally or at an angle of 45 degrees.\nSpanker rounds, which are powerful but ultra-short range.\nClimb aboard and show both sides that humans can’t be beat in any epic battle! \n\n[Instant Retry]\nYour foes are mighty, and you might lose more than a few units.\nBut don’t worry! Retry immediately simply by pressing the + button.\nAs many times as you need, reboot until only you remain on the battlefield. \n\n[Salary]\nYou are merely a mercenary hired by the machine intelligence known as Migma.\nYou will get a salary for every battle cleared, and performance bonuses are available.\nClearing enemies faster than expected, collecting power cells. and minimizing ammo expenditures are all important things to consider.\nHowever, the best way to earning a good payday is the bounty offered by the Migma Army for scrap, such as from enemy craft. \nTo assist this, during combat you can activate the gadget “Getter” by pressing the R button. This special device will attract scrap from the surrounding area for easy collection.\nIt’s a very risky job, so let’s get paid well!\nScrap is created when you destroy aircraft, no matter whose side they’re on… You didn’t hear that from me! \n\n[Challenge Awaits]\nThe fight ranges across 50 stages, spanning five environment types: cities, ruins, the asteroid belt, factories, and, if you’re good enough, the enemy headquarters.\nDangerous traps such as warp devices, meteorites, spinning lasers, moving floors, and more will torment you.\nApeiron’s inner defenses might cause you to fail again and again, but you’re strong!\nGet up again and again and fight: for Migma and for your paycheck! \n\n[Hidden Mode]\nIf you are strong enough to complete all 50 stages, you’ll be faced with a shocking truth, and a new hell is incoming… \n\n\"Pixel Game Maker Series\" is a series where you can enjoy games created using the action game production software \" Pixel Game Maker MV\" on Nintendo Switch™.",
    "id": "0100247013722000",
    "name": "Pixel Game Maker Series STEOS -Sorrow song of Bounty hunter-",
    "publisher": "Gotcha Gotcha Games",
    "releaseDate": 20201128,
    "version": 0
}