{
    "description": "Finally, Moorhuhn strikes back! Get set, aim, fire ... and never neglect your own cover. Fight against the AI, your friends ... or your enemies! Pure Moorhuhn action!\n\nCONTENTS\n• Action: Aim and hit with a variety of weapons and magic!\n• Construction: Build your own castle complete with walls, shields, towers, cannons, catapults or mighty mages!\n• Defense: Turn your Scottish Moorhuhn clan's residence into the most impregnable fortress in the Highlands!\n• Progression: Upgrade your castle and weapons by up to 18 levels!\n• Single-player: Pursue the evil Clan Chief and defeat him in epic battles!\n• Multiplayer: Compete against players from around the world and win gold and trophies.\n• Live duels: Challenge your friends directly and fight for glory ... and gold!\n• Looting: Try to secretly rob other players. \n• Recognition: Let everyone see what you've got in the high-score table.\n\nSingle-player: The game features an extensive 36-part campaign with challenging battles taking place in the Scottish Highlands, in an icy landscape and near lava-spewing volcanoes. Fit out the seat of your clan to build a mighty and prestigious fortress, and upgrade it continuously with better weapons and defense facilities. Pursue the evil Clan Chief from one battle to another, and grow stronger and more powerful. You start out with a small shack, but you will soon be able to improve and expand each element of your residence. Eventually, you will become the lord of an extensive castle, able to withstand heavier attacks. You can play the campaign battles as often as you wish, for an unlimited time.\n\nMultiplayer: Catch random opponents all around the world off-guard by attacking and stealing from them whenever you want. This feature is a real challenge for gamers who enjoy competing with real-life opponents as well. \n\nLive multiplayer: Play fast, action-packed duels against your friends in real time. Just agree on a password, and you are ready to play. Fight for gold and collect as many crowns as possible. The crowns are the multiplayer reward, determining how high you climb up the leaderboard. Weekly and all-time rankings show who is the No. 1 king in the Highlands.\n\nThe multiplayer mode requires a network connection, while single-player campaigns can be played offline.\n\nCommunity: With more than 15 million games sold, Moorhuhn is the best-known and most successful German game character. With \"Moorhuhn Knights & Castles,\" developed specially for the Nintendo Switch™, the Chicken opens a new chapter and hits the charts once again. Join the large Moorhuhn community!\n\nReady to accept the challenge? Then download \"Moorhuhn Knights & Castles\" NOW! Start building your castle, choose the right weapons and defeat your enemies in this ultimate artillery strategy simulation to become the strongest of all kings!\n\nMoorhuhn speaks English, Dutch, French, German, Italian, Japanese, Portuguese, Spanish and Russian.",
    "id": "010030800841A000",
    "name": "Moorhuhn Knights & Castles",
    "publisher": "Higgs Games",
    "releaseDate": 20220110,
    "version": 0
}