{
    "description": "Back for the 2018/19 season…\n\nAll of the action with none of the distractions… \n\nFootball Manager 2019 Touch is the streamlined way to experience life at the helm of the world's greatest football clubs. If you're bursting with ambition but short of time, then this is the Football Manager for you.\n\nThere are 116 leagues and 51 nations to set up home at – and, for the first time, that includes a fully licensed Bundesliga and Bundesliga 2. Your role may be streamlined, but your choice of club is certainly not.\n\nWith a range of controller options and a bespoke user interface that’s refreshed for this year’s release, you’ll speed through the seasons, skipping the pre-match proceedings and media circus to focus your attention on the best bits – squad building and Match Day. The rest you can leave to your assistant.\n\nEven match days can be accelerated with the ‘Instant Result’ feature that sees you smash through the seasons on your way to domestic glory and beyond. If you’d prefer to watch your tactical vision come to life, then why not dock your Switch and take in the games on the acclaimed 3D engine – which now benefits from goal-line tech and VAR.\nFM19 Touch also includes a host of unique management challenges, dropping you right in the middle of a tense relegation battle or a squad crippling injury crisis. How will you handle it?\n\nFM19 Touch delivers a host of new and improved features for this season, including:\n\nNEW MANAGER INDUCTIONS\n\nKick start your managerial career with a primer on the management fundamentals, designed to guide and elevate new managers towards success.\n\nTACTICAL STYLES\n\nTake a ready-made path to success with new tactical pre-sets including ‘Gegenpress’, ‘Tiki-Taka’ and ‘Catenaccio’ or use the new tactical creator to craft something unique.\n\nWILLKOMMEN BUNDESLIGA\n\nThe top two divisions of German football make their debut in Football Manager 2019 Touch, which means that both the Bundesliga and Bundesliga 2 feature official club badges, kits and player faces as well as their respective trophies.\n\nTRAINING REVAMP\n\nThe revamped training module is not only fresh and simplified, but is also a realistic representation of how clubs develop players, giving you more control over their progression than ever before.\n\nREFRESHED USER INTERFACE\n\nA fresh lick of paint and a host of small, but meaningful changes ensure that FM19 Touch is the the best-looking version of the game ever made.",
    "id": "010078500C21A000",
    "name": "Football Manager 2019 Touch",
    "publisher": "SEGA",
    "releaseDate": 20181127,
    "version": 0
}