{
    "description": "In 2013 the world was devastated by an apocalyptic event, annihilating almost all mankind and turning the Earth's surface into a poisonous wasteland. \n\nA handful of survivors took refuge in the depths of the Moscow underground, and human civilization entered a new Dark Age.\n\nThe year is 2033. An entire generation has been born and raised underground, and their besieged Metro Station-Cities struggle for survival, with each other, and the mutant horrors that await outside. You are Artyom, born in the last days before the fire, but raised underground. Having never ventured beyond the city limits, one fateful event sparks a desperate mission to the heart of the Metro system, to warn the remnants of mankind of a terrible impending threat.\n\nYour journey takes you from the forgotten catacombs beneath the subway to the desolate wastelands above, where your actions will determine the fate of mankind. But what if the real threat comes from within?\n\nMetro 2033 Redux is the definitive version of the cult classic ‘Metro 2033’, available on Nintendo Switch™ for the first time. Fans of the original game will find the unique world of Metro transformed with incredible lighting, physics and dynamic weather effects. Newcomers will get the chance to experience one of the finest story-driven shooters of all time; an epic adventure combining gripping survival horror, exploration and tactical combat and stealth.\n\nAll the gameplay improvements and features from the acclaimed sequel ‘Metro: Last Light’ have been transferred to Metro 2033 Redux – superior AI, controls, animation, weapon handling and many more – to create a thrilling experience for newcomers and veterans alike. With two unique play-styles, and the legendary Ranger Mode included, Metro 2033 Redux offers hours of AAA gameplay for an incredible price.\n\n• Immerse yourself in the Moscow Metro - witness one of the most atmospheric worlds in gaming, available on Nintendo Switch™ for the first time.\n\n• Brave the horrors of the Russian apocalypse - equip your gasmask and an arsenal of hand-made weaponry as you face the threat of deadly mutants, human foes, and the terrifying environment itself.\n\n• Two unique Play Styles : \"Spartan\" and \"Survival\" - approach the game as a slow-burn Survival Horror, or tackle it with the combat skills of a Spartan Ranger in these two unique modes.\n\n• The legendary Ranger Mode returns - dare you play the fearsome Ranger Mode? No HUD, UI, deadlier combat and limited resources combine to create the ultimate immersive experience.",
    "id": "0100D4900E82C000",
    "name": "Metro 2033 Redux",
    "publisher": "PLAION",
    "releaseDate": 20200228,
    "version": 0
}