{
    "description": "In SD Gundam Battle Alliance, Mobile Suits and characters from across Mobile Suit Gundam history take center stage in this all-new action RPG.\n• A Battle Alliance to Correct a False World\nThe story takes place in G: Universe, a world where Gundam canon twists and turns in ways no one can predict.\nTo correct this world's distorted history, the player leads a 3-unit squadron consisting of Mobile Suits and pilots from across Gundam history - a true Battle Alliance.\nWhat Awaits Beyond False History...\n• Combo action with stunning visuals and dynamic animation\nIndulge in a wide array of Mobile Suit weaponry to crush many foes with! Control Mobile Suits portrayed with realistic weathering that showcases them as weapons of war as they tear across the battlefield with dynamic animations.\n• Strange phenomena known as Breaks are twisting legendary moments from Gundam history, and you're in charge to fix them.\nExperience Gundam history's most famous scenes as you develop new Mobile Suits to add to your arsenal. Gather Capital and expansion parts to transform your favorite machine into the ultimate MS.\n• Tackle missions with friends in multiplayer!\nLaunch into battle with 2 partners to back you up. In multiplayer, you can play through the game with up to 2 other players in a 3-person team. Enjoy this new SD Gundam action RPG solo, or with friends.\n• Featured Series\nMobile Suit Gundam\nMobile Suit Gundam 0080: War in the Pocket\nMobile Suit Gundam: The 08th MS Team\nMobile Suit Gundam Thunderbolt\nMobile Suit Gundam 0083: Stardust Memory\nMobile Suit Zeta Gundam\nMobile Suit Gundam ZZ\nMobile Suit Gundam: Char's Counterattack\nMobile Suit Gundam: Char's Counterattack Beltorchika's Children\nMobile Suit Gundam Unicorn\nMobile Suit Gundam F91\nMobile Suit Crossbone Gundam\nMobile Suit V Gundam\nMobile Fighter G Gundam\nMobile Suit Gundam Wing\nAfter War Gundam X\nTurn A Gundam\nMobile Suit Gundam SEED\nMobile Suit Gundam SEED Astray\nMobile Suit Gundam SEED VS Astray\nMobile Suit Gundam SEED Destiny\nMobile Suit Gundam 00\nMobile Suit Gundam 00 The Movie -Awakening of the Trailblazer-\nReconguista in G\nMobile Suit Gundam: Iron-Blooded Orphans\nMusha Knight Command: SD Gundam Scramble\n\n※The full game supports online multiplayer and offline multiplayer via local communication, but the demo version only supports offline multiplayer via local communication",
    "id": "01002BE016054000",
    "name": "SD GUNDAM BATTLE ALLIANCE",
    "publisher": "BANDAI NAMCO Entertainment",
    "releaseDate": 20220825,
    "version": 0
}