{
    "description": "◆Dragged into a living ghost story where the sun never sets\nAi is a grade-schooler in 1990s Japan who is about to realise just how isolated she is. Forced to play children’s games in a world of never-ending dusk, Ai is hunted by otherworldly entities as her life hangs in the balance. When these horrors begin to bleed into the real world, Ai must accept that she has only three choices: hide, run, or die.\n \n◆Evolving gameplay\nTest your courage in a dangerous game of hide and seek before initiating a terrifyingly twisted version of tag with abominations not of this world. Use the items you’ve gathered to flee your sunset hell, but be sure to remember the paths you’ve taken or risk being trapped there forever.\n \n◆Japanese locations ablaze with a haunting, beautiful sunset\nExperience an unnerving mix of beauty, fear and nostalgia in a mysterious world where a Japanese house, school and hospital are all inexplicably connected. Explore corridors dyed twilight crimson, witness the ethereal glow of -amber through paper walls of a traditional Japanese house and escape creeping black shadows in hospital rooms where the power is somehow always out.\n \n◆Hide or die\n10-year-old Ai has no defensive measures to defeat the enemies you face; instead, you must take advantage of each spirit’s weaknesses to survive. Hold your breath to sneak past blind foes or dash past deaf ones as quick as your little legs can carry you. And if you can’t get away in time, prepare to suffer a dire fate at the hands of unimaginable forces.\n \n◆A tragic tale of friendship, betrayal and facing your demons\nMute and anxious, Ai is grateful when she makes a group of friends to play with. But it turns out that the ghostly apparitions trapped in the world of dusk aren't the only things she has to contend with; ghosts can be cruel, but children even more so. Your classmates harbour dark thoughts and harrowing secrets that you must uncover to progress. Throughout the game, Ai will learn more about her new friends than perhaps she'd care to know...\n\n◆If only there were another way…\nUpon clearing the game, another ending will become available to you. What story will this new path unveil? Slipping back into the terrifying world of Yuoni will see you face considerably more challenging foes for an even greater reward.\n\nNintendo Switch™ version added a \"Deathless\" mode for beginners.",
    "id": "01003530182B6000",
    "name": "Yuoni",
    "publisher": "Chorus Worldwide Games",
    "releaseDate": 20220728,
    "version": 0
}