{
    "description": "NINJA KIDZ: TIME MASTERS is a 3D action beat 'em up game where players can play as the Ninja Kidz and save the world.\n\nSTORY:\nThe three greatest martial arts masters have been kidnapped and Dr Disaster and his henchmen have trapped them in different historical eras.\n\nThe Ninja Kidz are the only ones able to cross the time vortex and use their abilities to rescue them and preserve the path of the ninja. Travel through time, from the Jurassic period to the future, to find and rescue the three martial arts masters.\n\nFEATURES:\n- Choose from 4 playable characters. Each Ninja Kidz has its own special moves and techniques.\n- Play solo or with friends in local co-op with up to 4 players.\n- Enjoy the colourful cartoon-style art design inspired by the Ninja Kidz.\n- Fight multiple enemies and defeat 4 bosses in fun epic battles.\n- Enjoy 3 game modes and challenge yourself to unlock bonus levels.\n\nCHOOSE YOUR NINJA KIDZ:\nBRYTON: Is the strongest of the team and he is always ready to use his katana to save the world.\n\nPAYTON: Despite her youth, is a great and agile warrior. No one can escape the reach of her bo.\n\nPAXTON: Is the most balanced of the Ninja Kidz, and with his nunchakus he can face any enemy without fear. \n\nASHTON: Is the fastest of the team, he always helps his brothers to win all the battles.\n\nGAME MODES:\nStory Mode: \nJoin the Ninja Kidz in their adventure to defeat Dr Disaster, and bring back peace to the world. Travel through time and explore different eras by completing fun and challenging 16 levels. Unfold the story by watching cartoonish cutscenes. Explore all the levels to get extra lives by finding Ninja coins, becoming the ultimate Ninja Kidz, and rescuing all the martial arts masters by defeating the final bosses. \n\nBoss Rush:\nFace the bosses in the game one after another and defeat them all. Do you accept the challenge?\n\nQuick Game:\nEnjoy quick play sessions with friends by replaying each level after finishing the main Story Mode.\n\nUnlockable mode:\nA new game mode has also been added with 6 extra levels, each with different challenges. This game mode is unlocked by finishing Boss Rush mode.\n\nThe unlockable character:\nShane, the last grandmaster and father of the Ninja Kidz who joins them after being rescued, has been included. To unlock him you need to finish the adventure mode with any character.",
    "id": "010032401A9B0000",
    "name": "NINJA KIDZ: TIME MASTERS",
    "publisher": "Selecta Play",
    "releaseDate": 20230929,
    "version": 0
}