{
    "description": "Hear Ye, Hear Ye! Make way for Shovel Knight: King of Cards, the grandest adventure in the Shovel Knight: Treasure Trove saga! Step into the gilded boots of King Knight as you leap, Shoulder Bash, and twirl your way to a kingdom of your own in this regal prequel. Gather cards, take on challengers, and build a deck in the all-new card game, Joustus! Travel through strange worlds, gather new subjects, best the Joustus Judges, and become King of Cards! World-class platforming, exquisite visuals, a story with heart, action-packed stages, masterful music, glorious new bosses, and more await you in Shovel Knight: King of Cards.\n\nFeatures:\n• See how the royal saga begins! Encounter some familiar faces, meet some new ones, and learn how King Knight came to sit upon the throne at Pridemoor Keep in the most ridiculous Shovel Knight adventure yet!\n\n• Smash enemies and obstacles head-on with your Shoulder Bash! King Knight’s showy play style is all about crashing, bouncing, and throwing his heft around.\n\n• Take part in Joustus, a brand new collectible card game created specifically for King of Cards! Build a deck, search for over 120 unique cards, defeat challengers, and become the Champion of each House of Joustus.\n\n• Collect tons of treasure, heirlooms, armors, abilities, and followers as you sail the skies in your quest for the Joustus Crown.\n\n• Test your skills with new Feats and Challenge Stages featuring boss rematches, custom-created platforming challenges, and more.\n\n• Enjoy Yacht Club Games’ finest visual presentation ever! The beautiful, 8-bit inspired style bridges the gap between yesterday and today.\n\n• Another masterful soundtrack by Jake “Virt” Kaufman!\n\n• Balanced gameplay is a warm welcome to newcomers and an old embrace for experts.\n\n• Take on a new challenge and multiply your wealth with New Game+!",
    "id": "01008B20022AA000",
    "name": "Shovel Knight: King of Cards",
    "publisher": "Yacht Club Games",
    "releaseDate": 20191210,
    "version": 0
}