{
    "description": "A new rhythm music game starring the songstresses of the Azure Striker Gunvolt series, Lumen, Lola, and Luxia singing 15 different songs.\n\nFollow the notes to the pounding beat and aim for a top score in this electrifying rhythm game!\n\nThe dual analog controls sync with the characters dancing in the 3D backgrounds for a fully immersive experience.\n\n■POINT 1: A new rhythm experience where you are in sync with the Muses!\n\nThe notes flowing from the top of the screen come in various types: push the buttons to Tap Notes and Hold Notes, and move the sticks with Flick Notes and Slide Notes.\n\nWhen you're flicking in 8 different directions and sliding in arcs on the analog sticks, your movements will synchronize with the dancing divas in the background, just as if you were dancing along with them.\n\n■POINT 2: Including a sound player with full length vocals from the Muses!\n\nAll 15 included tracks and future planned DLC are selected from the vast library of acclaimed vocal tracks from the Gunvolt series, including tracks used in the series 5 games, CD-only releases, and Gunvolt animated feature. Listen to any of the music included in the game freely in the in-game music player.\n\nUse the included repeat and playlist functions to create your own listening mix!\n\n■POINT 3: The Muses add their charm and elegance!\n\nThe Muses, Lumen and Lola, alongside The Djinn, Luxia, dance with enchanting movement and provide their voices for a complete experience.\n\nShould repeated misses cause you to fail a song, their Anthem abilities will revive your run, allowing players of any skill level to enjoy the rhythm gameplay without worry.\n\nCast\nThe Muse, Lumen: Megu Sakuragawa\nThe Muse, Lola: Mayu Mineda\nThe Djinn, Luxia: Rico Sasaki\n\n■POINT 4: Featuring scenes from throughout the series for a nostalgic musical journey!\n\nIn addition to the music videos of the songstresses, songs can be played featuring gameplay footage and scenes from the Azure Striker Gunvolt series.\n\nDifferent songs will feature various gameplay videos, giving series fans a nostalgic look at past experiences, and new fans a look into the games where the enchanting singers made their debuts.",
    "id": "01004B301BD38000",
    "name": "GUNVOLT RECORDS: Cychronicle",
    "publisher": "Inti Creates",
    "releaseDate": 20240215,
    "version": 0
}