{
    "description": "You're on a path in the woods, and at the end of that path is a cabin. And in the basement of that cabin is a Princess.\n\nYou're here to slay her. If you don't, it will be the end of the world.\n\nShe will do everything in her power to stop you. She'll charm, and she'll lie, and she'll promise you the world, and if you let her, she'll kill you a dozen times over. You can't let that happen.\n\nYou **do** care about the fate of the world, right?\n\nFeatures:\nFully voice-acted by the impeccable Jonathan Sims and Nichole Goodnight.\n\nHand-penciled art - every background and sprite is drawn traditionally with pencil and paper by Ignatz-winning graphic novelist Abby Howard.\n\nA princess. She's very bad and you have to get rid of her for all our sakes.\n\nNo, the Princess isn't a cosmic horror. She's just an ordinary human Princess, and you can definitely slay her as long as you put your mind to it.\n\nDon't even think about trying to romance her. It won't end well for you.\n\nHopefully you won't die. But if you do, you'll die a lot. Be careful and stay focused on the task at hand!\n\nNo time loops. Don't be ridiculous. Time is a strictly linear concept and it certainly doesn't \"loop,\" whatever that's supposed to mean.\n\nA branching narrative where what you say and what you believe determines both who you are and how the story unfolds.\n\nSlay the Princess is a choice-driven psychological horror visual novel/dating sim with dramatic branching, light RPG elements, and hand-penciled art.\n\n\"What’s in the Pristine Cut?\nAre you sure you want to find out? If you do, you’re likely to discover things that are best left experienced directly.\nSeriously, turn back. You don’t want to know this yet.\n…\nOh, you’re still reading? Very well, I shall tell you…\nThe Pristine Cut contains, precisely:\n\n3 brand new chapters replete with mysteries—and consequences.\n\nNever before seen Princesses who will all murder you without a second thought.\n\nExpansions to familiar routes. The Den, The Apotheosis and The Fury each have more than doubled in length.\n\nOver 35% more content overall—and all of it filled with great opportunities to listen to me and do your job.\n\nA new ending. And hopefully one that saves the world rather than damns it. \n\nTrack Your Progress: Cherish your memories, relive your exploits, and uncover deeply hidden secrets with the new gallery feature.\n\nOver 1,200 New Hand-Penciled Frames hand-illustrated by Abby Howard.\n\nOver 2,500 New Lines of Dialogue fully voiced dialogue by the impeccable Jonathan Sims and Nichole Goodnight.\n\nYes, prepare yourself for an expanded journey filled with new perils, difficult choices, and unforgettable encounters. Will you stay on the path to slay the Princess, or will the new chapters alter your fate? (That said, while I wish free-will weren’t a thing here, I cannot emphasize this enough: you have to slay her. Please.)",
    "id": "010080501E80C000",
    "name": "Slay the Princess - The Pristine Cut",
    "publisher": "Serenity Forge",
    "releaseDate": 20241024,
    "version": 0,
    "category": [
        "Adventure",
        "Other"
    ],
    "developer": null,
    "intro": "You're here to slay the princess. Don't believe her lies.",
    "isDemo": false,
    "languages": [
        "en"
    ],
    "nsuId": 70010000078781,
    "numberOfPlayers": 1,
    "ratingContent": [
        "Blood and Gore",
        "Intense Violence",
        "Partial Nudity",
        "Strong Language"
    ],
    "region": null,
    "rightsId": null
}