{
    "description": "Dive into a wave of fun at the Pool Party resort! Play solo or with up to four players in tons of sports & brawl games and fight to become king of the party. Customize your pool ball – choose your favorite color and design - and go head-to-head with your friends. Have a splashing good time!\n \nThese pool balls are not just adorable, but also surprisingly athletic. They reach ridiculous speeds as they roll and bounce around the arena in no-time! Plus, these balls can kick each other around because they're balls after all! You'll be amazed by the sheer power of a perfectly aimed kick, propelling a rival ball all over the stage. Grab a cue and join the party!\n \nFeatures:\n•\tChaotic physics-based sports & brawl games\n•\tPlay with up to 4 players in local multiplayer or solo\n•\tAdd bots to fill out teams or practice your skills\n•\tEasy to learn, hard to master. Anyone can join the fun!\n•\tVarious game modes like Pool, Idol, Sumo and Free-for-all\n \n \nGame modes: \n•\tPool: Score by kicking balls of your color into the open holes, but be careful not to fall in yourself!\n•\tTennis: Either solo or in doubles, kick the ball across the court to score!\n•\tSumo: No kicking allowed! Push the other players into the water by rolling into them. It’s push or be pushed!\n•\tFootball: With one or two players on each team, shoot your ball in the opposing goal to score – or kick your opponents away to clear your path to the goal.\n•\tIdol: Compete to pick up and hold on to a small idol. Gain points by holding the idol – but beware: holding the idol means you can’t roll, while your opponents chase you down to knock the idol out of your hands.\n•\tJinxed: One of the players is cursed! Kick, push or hit the other players to pass the curse onto them. When the timer runs out, the cursed player loses and the curse finds a new target. The last one standing wins!\n•\tFree-for-all: Knock your opponents into the holes and try to be the last one standing.\n•\tTournament: Play a mix of all of different game modes and become the ultimate Pool Party champion!",
    "id": "010092B01D16C000",
    "name": "Pool Party",
    "publisher": "Mindscape",
    "releaseDate": 20240516,
    "version": 0
}