{
    "description": "A Roguelike Space Adventure with an Epic Twist.\nAcross the galaxy, gravitational fields are weakening, causing planets to implode. Good thing the boys and girls at the Rio Grande Corporation came up with gravity boots. With them, traversing surfaces on every planet is a walk in the park.\n\nAll is well until the corporation kidnaps your roommate, Gary. Your rent isn’t going to pay itself, so you just have to go after him. With your new sidekick, Newton, you go on a one-man rescue mission to uncover the mysteries of your roommate’s disappearance and what lies beneath the Rio Grande Corporation.\n\nBattle your way through ever-changing galactic environments on your jetpack and gravity boots and get Gary back in this exciting space action adventure!\n\nDefy Gravity and Walk on Any Surface.\nLace up your gravity boots and grab your teleport gun as you blast through bosses and enemies across various levels and environments. With Newton by your side, walk on any surface and fly through gaps using your jetpack.\n\nGo through hordes of enemies using your teleport gun as you all in to rescue your roommate from the clutches of the Rio Grande Corporation.\n\nOnly you stand in the way of whatever evil the Rio Grande Corporation has for the universe and the rest of its inhabitants!\n\nTweak Your Arsenal and Save the Universe (and Gary, of course)!\nGet on your workbench and turn your teleport gun into the ultimate universe-saving weapon with mods. Mods are scattered all across the galaxy, each one giving your teleport gun a meaner punch.\n\nMultiply your teleport gun’s stopping power with splitting rounds. Add some bounce to your shots with bouncing rounds. It’s all up to you!\n\nWith a plethora of modifiers to choose from, you can create an arsenal of skills that match your style of play.\n\nIf you’re going to save your roommate Gary, there’s no better way to do it than your way!\n\nShoot’em then Loot’em.\nYou battle your way towards saving your roommate across multiple levels filled with various enemies from many parts of the universe. As you go through each level and opponent, special items, modifiers for your teleport gun, and loot await you.\n\nUse everything you’ve found to get Gary back and stop the Rio Grande Corporation.\n\nSave Gary and the Universe in Style.\nYou can customize your avatar and leave a lasting impression on enemies before you pull the trigger. And if you’re not happy with how Newton looks, you’re free to style your sidekick in any way you see fit.\n\nDon’t just save the universe and your roommate. Do it your way and in style!\n\nMain Features:\n- 130 mods with crazy synergies to make you feel OP\n- Intense boss battles to keep you on the edge of your seat\n- Ever-changing levels created to challenge and engage you\n- Customize your avatar and your sidekick the way you want with almost 100 cosmetic elements",
    "id": "010088901ABAA000",
    "name": "Gravity Oddity",
    "publisher": "Invincible Cat",
    "releaseDate": 20230913,
    "version": 0
}