{
    "description": "Delve with Shovel Knight into the depths of the Pocket Dungeon in an action-packed puzzle adventure mashup like none other! Join your mysterious guide Puzzle Knight as you shovel through scads of foes, procure new equipment, and battle bosses both familiar and new. Explore a tale with endless twists and turns, quest as your favorite heroes, and even challenge a friend for fast-paced head-to-head competition in Shovel Knight Pocket Dungeon!\n\n- Enter a world of falling block puzzle games, with a dungeon-crawling twist! Bump into enemies to battle them and trade damage in a unique combat system. An all-new hybrid that’s never been seen before. Group foes together for massive chain attacks while grabbing keys, power-ups, and potions to refill your health!\n\n- Take control of more than 10 of your favorite heroes from the Shovel Knight universe, each with a unique power and play style.\n\n- Equip yourself on the fly with a treasure trove of items and equipment. Mix and match your loadout to prepare for any encounter.\n\n- Play in a variety of ways with Adventure Mode, 2 player competitive Versus Mode, a Daily Challenge, and much more!\n\n- A bold new visual style complements a new story. Learn the ropes from your pal Puzzle Knight as you attempt to escape the mysterious Pocket Dungeon. Shovel Knight’s signature storytelling and humor are on full display!\n\n- Using your Shovel Knight series amiibo allows you to call upon a familiar fairy friend to keep you company on your perplexing puzzle adventure!\n\nFree Content Update!\nThe puzzling action expands with the Shovel Knight Pocket Dungeon Puzzler’s Pack. This GIGANTIC DLC pack contains 2 new playable characters, formidable “Quandary Challenges”, neat new Relics, robust run modifiers, and expansive new areas to explore! Full version of the game is required to use DLC.",
    "id": "01006B00126EC000",
    "name": "Shovel Knight Pocket Dungeon + DLC",
    "publisher": "Yacht Club Games",
    "releaseDate": 20211213,
    "version": 0
}