{
    "description": "20-second rounds, constantly changing mechanics and A LOT of yelling. These are the keywords that perfectly describe Move or Die: Unleashed, the 4-player friendship ruining party game where rules change every single round. \n \nPlay against your friends on the same couch, challenge players from all around the world in online matches or pretend to practice offline with AI bots. Select what you want to play from an ever-expanding roster of mini-games, each with their own outrageous mechanics and level design crafted to promote hours of good old friendship-ruining fun.\n \nPlay online to gain XP and level up, unlocking awesome characters and game modes in the process. While you're at it, use those gains to contribute to our in-game debt bar. When the bar is filled and the debt is paid, exclusive cosmetic items are unlocked for everybody that pitched in!\n \nAs its name suggests, Move or Die: Unleashed forces players to take action. In fact, not moving literally makes your character explode. And, with just 20 seconds per round, Move or Die: Unleashed is a quick game to pick up, but a hard one to put down.\n\nAwesome Features \n \n4-Player Local/Online Multiplayer and Offline Practice Modes\nPlay as one of many outrageous characters, either on the couch with friends, online against people from around the world or battle devious bots offline.\n \nGame Modes Galore\nChoose from a huge and always expanding list of hilarious game modes like Jump Shot, Chainsaw Backstab and Rocket Run, each with their own unique mechanics and level design.\n \nEasy-to-Learn, Fast-Paced Fun\nMove or die...literally. With not moving resulting in your character exploding and only 20 seconds per round, Move or Die: Unleashed is quick to pick up and incredibly fast-paced.\n \nLeveling-Up System\nAcquire crazy skins for your character and unlock new game modes as you squash your opponents online.\n \nDaily Contributions - A community-wide challenge!\nCheck in every day to earn income and increase your luck, then use said income to pitch in towards a global community goal. Once the community debt bar is filled and the goal is met, special, exclusive items are unlocked for all contributors!\n \nRegular Content Updates\nNew content, including game modes, characters and new features will be added on a regular basis to keep Move or Die’s friendship-ruining-o-meter high.\n \nDLC Free...Always\nEverything in the game can be unlocked for free, no paywalls. No nonsense. Period.\n \nStriking Graphics and a Killer Soundtrack\nGet your blood pumping with vibrant 2D graphics, as well as a heart-thumping soundtrack by Jacob Lincke.\n \nPlay Your Way!\nWhether you play solo against bots, online against other players, locally with multiple consoles or with up to 4 Joy-Con™ on a single system, Nintendo Switch™ offers you countless ways to experience Move or Die: Unleashed the way you want to!\n",
    "id": "0100A74013F08000",
    "name": "Move or Die: Unleashed",
    "publisher": "Those Awesome Guys",
    "releaseDate": 20220310,
    "version": 0
}