{
    "description": "Super Meat Boy Forever takes place a few years after the events of Super Meat Boy. Meat Boy and Bandage Girl have been living a happy life free of Dr. Fetus for several years and they now have a wonderful little baby named Nugget. Nugget is joy personified and she is everything to Meat Boy and Bandage Girl. One day while our heroes were on a picnic, Dr. Fetus snuck up on them, beat Meat Boy and Bandage Girl unconscious with a shovel and kidnapped Nugget! When our heroes came to and found that Nugget was missing, they knew who to go after. They cracked their knuckles and decided to never stop until they got Nugget back and taught Dr. Fetus a very important lesson. A lesson that can only be taught with punches and kicks.\n\nThe challenge of Super Meat Boy returns in Super Meat Boy Forever. Levels are brutal, death is inevitable, and players will get that sweet feeling of accomplishment after beating a level. Players will run, jump, punch and kick their way through familiar settings and totally new worlds.\n\nWhat’s better than playing through Super Meat Boy Forever once? The answer is simple: Playing through Super Meat Boy Forever several times and having new levels to play each time. Levels are randomly generated and each time the game is completed the option to replay the game appears and generates a whole new experience by presenting different levels with their own unique secret locations. We’ve handcrafted literally thousands of levels for players to enjoy and conquer. You can replay Super Meat Boy Forever from start to finish several times before ever seeing a duplicate level. It is truly a remarkable feat of engineering and a monumental example of ignoring the limits of rational game design and production.\n\nThey don’t give Oscars to games, but they probably will after Super Meat Boy Forever becomes the best movie of 2020 and 2021! Our story takes Meat Boy and Bandage Girl through several worlds in search of their darling little Nugget with beautifully animated cutscenes and musical accompaniment that makes Citizen Kane look like a reaction video to an sled unboxing. Players will laugh, they will cry, and when all is said and done maybe they’ll emerge from the experience a little better than when they started. Ok so that last part probably won’t happen but marketing text is hard to write.\n",
    "id": "01009C200D60E000",
    "name": "Super Meat Boy Forever",
    "publisher": "Team Meat",
    "releaseDate": 20201223,
    "version": 0
}