{
    "description": "A single-player FPS game that fights against terrorists around the world!\nOverwhelming number of stages with high quality graphic!\nVarious Weapons that excite military fans!\n\n「Counter Recon: The First Mission」 is a solo single player/first person shooter game. \nEnjoy a thrilling FPS game with a diverse play mode and various weapons that can be unlocked by leveling up.\n\n・ In \"MISSION\", complete the missions, according to the story.\n・ In \"INFINITY\", infiltrate the secret bunker and fight against the enemy.\n・ In \"ZOMBIE\", fight for your survival from zombies in the contaminated areas.\n・ In \"TRAINING & BONUS\", earn a daily login reward and practice various weapons. \n・ Accumulate XP and level up by clearing the mission stages\n・ Unlock the new weapons by leveling up\n・ Enjoy realistic battle environments with 3D graphics\n・ Collect and enjoy various weapons in the game\n・ Upgrade characters and weapons to enhance combat skills\n\nBecome a member of the Counter Recon Special Force, wipe out terrorist organizations and complete all the missions to see the true ending.\n\nPrologue\nAfter the end of the Cold War in 1994, it seemed that the era of peace has finally arrived. However, since 2000, various non-governmental terrorist groups have been formed. In 2030, the ISS, the largest terrorist organization united all terrorist groups around the world and started to dominate cities. The ISS has become the most threatening terrorist organization in the world. At that time, new energy source was discovered that could change the future of humankind. The United Nations and NASA have sent a research team to investigate the new energy source. The ISS knew the value of the new energy source, terrorized major cities and occupied the energy source. From that time on, unexplained incidents such as network shutdowns, infectious diseases, mysterious deaths and mysterious aircraft crashes began to occur all over the world. The United Nations has concluded that these incidents are related to newly discovered energy source. The United Nations has formed Counter Recon Special Force with competent veterans to stop terrorism. The mission of the Counter Recon Special Force is to rescue researchers detained in each city and retrieve the energy source occupied by the ISS.",
    "id": "010005A0143CC000",
    "name": "Counter Recon: The First Mission",
    "publisher": "TROOOZE",
    "releaseDate": 20221006,
    "version": 0
}