{
    "description": "Record your own videos from your parents’ house and get your first subscribers, views, and likes. Meet well-known youtubers, go to the wildest parties, share your life on social media, and deal with your haters. Sign with exclusive networks and customize your studio with the coolest stuff.\n\nBecome a famous gamer on the Gaming Channel!\nRecord gameplays, reviews, speedruns, walkthroughs… Collect all the consoles across all generations and play your favorite titles.\n\nPlay your own compositions on the Music Channel!\nPlay 30 different instruments and more than 10 music genres. Publish covers, lessons, duets, compose the catchiest songs and give exciting live concerts!\n\nPrepare the tastiest recipes on the Cooking Channel!\nCook new, exotic dishes from different cuisines. Upload tips, tutorials, and collaborative menus, become an experienced chef, and open your own restaurant!\n\nCustomize the perfect looks on the Fashion Channel!\nDesign your own clothes. Tailor every aspect of your life. Attend fashion events while interviewing celebrities, and hit the runway to experience a top model lifestyle!\n\nBeing a famous creator is everyone's dream! In Youtubers Life you will know how it feels to be a star! Learn the day-to-day life of famous Youtubers in this simulation game! What will be the theme of your channel?\n \nIn this simulator, you will have to manage your time to take care of your daily obligations and upload weekly content to the channel. At first, it will be difficult to get followers but the more videos you upload, the more they will increase! Do not get affected by the comments of your haters, become a popular youtuber, and live your life surrounded by luxury!\n \nBefore building your video channels you must create your own avatar. First decide among a variety of hats, hairstyle, and shirts, make your avatar a fashion victim, and dress them up with the most modern clothes. But be careful, manage your money well, and do not make unnecessary purchases because every coin saved will bring you closer to your goal: To become a millionaire!\n\nDeveloping a channel is not easy, so manage your money well and do not run out of resources to be able to go shopping. If you follow any video blog, maybe you can take some tips from him to increase your followers. Make yourself the most popular vlogger but… are you ready for all kinds of comments?\n \nYoutubers Life is a simulator that will teach you how it’s like to be a social media star and live a life like Jacksepticeye! Reaching stardom is easy, but the responsibilities of being an influencer are very hard. Manage your time and money and do not stop growing to your channel or you can lose some subscribers. You should go shopping from time to time to update your wardrobe!\n \nIn Youtubers Life simulator you will be able to:\n \n• Go shopping and customize your avatar so it looks like whoever you want to be!\n• Become a vlogger and show your followers what video games are your favorite ones in your channel. Be the most popular gamer.\n• Manage your channel and edit videos from your studio.\n• Put yourself in the lifestyle of a billionaire, be present in social media! Copy from other blogs\n• Go to exclusive parties with your subscribers! \n \nJoin your friends to see who is the most popular celebrity in this simulator game. Do you think you are capable of saving money better than your fellows when they go shopping? Do they build their channel with different decisions and do they reach their goal of becoming a millionaire faster than you? Become more popular than your friends on social media to attract the richest sponsors!",
    "id": "01002C9005F36000",
    "name": "Youtubers Life OMG Edition",
    "publisher": "U-PLAY Online",
    "releaseDate": 20181120,
    "version": 0
}