{
    "description": "Explore the vibrant planet of Gliese, once inhabited by an ancient race, and now home to their sentient creations – the Diokek. After the ancients’ disappearance, the Diokek lived in peace until malevolent creatures, the Hiltsik, started wreaking havoc among their settlements. With threats of a more sinister force at play, Astor – a young Diokek warrior, must journey across Gliese to solve the mysterious disappearance of his creators thousands of years ago, believing that they may have left behind the key to their salvation.\n\nLearn new attacks, abilities and combos, unlock magical powers, and collect legendary weapons as you crush hordes of enemies. Find your way towards the Monolith, an ancient structure holding immense power, and confront the source of the planet’s haunting evil. Will you join Astor on his journey to become the planet's savior?\n\nFEATURES\n· Engage in intense battles against 16 different enemies and 10 formidable bosses across over 20 hours of main story and side quests.\n· Arm yourself with 4 unique weapons, master dynamic skills and combos, summon powerful constructs, and craft your own combat style.\n· Traverse Gliese's diverse landscapes, complete various side quests and uncover remnants left by your creators.\n· Test your skills in combat challenges and conquer New Game+ mode for an even greater challenge.\n\nEXPLORE A VIBRANT WORLD\nExplore the mystical planet of Gliese and search for a lost history hidden throughout the planet's majestic landscapes, ancient ruins, and old temples left by past civilizations. Using your newfound runic power, shift into the spirit realm to solve puzzles, reveal secret passages, and uncover the answers to save the future.\n\nDEFINE YOUR COMBAT STYLE\nArm yourself with 4 types of powerful weapons and special abilities as you engage in intense, fast-paced battles. Pummel your enemies with a combination of melee strikes, ranged attacks, and air combos. Switch between equipped weapons at any time–even mid-combo to deliver unyielding critical hits. The choice is yours!\n\nWIELD RUNIC POWERS IN COMBAT\nHarness the power of the Runic Swarm, an ancient energy used to materialize runic power as weapons or tools in combat. Unleash charged attacks to create devastating finishers, such as the Wall Crush and Runic Cannon, or summon powerful companions, shields, and decoys to gain the upper hand in combat.\n\nTHE TRUTH OF YOUR FATE UNFOLDS\nYour journey will lead you down a path of discovery toward your destiny. Uncover answers to solve the mysterious disappearance of the ancients thousands of years ago, for they created the Diokek, but what deeper purpose lies behind the existence of your kind? Are you, Astor, truly the chosen one destined to bring salvation or destruction? The ancient Monolith holds the key to your answers, awaiting your arrival with the secrets of the past.",
    "id": "01001D00186E8000",
    "name": "Astor: Blade of the Monolith",
    "publisher": "Versus Evil",
    "releaseDate": 20240530,
    "version": 0
}