{
    "description": "-Psychological horror inspired by the Cthulhu-Mythos in a hand-crafted 2D art style\n-Narrative driven, featuring an uncanny atmosphere and sinister story\n-Explore remote areas to find other survivors and scavenge for basic supplies\n-Manage the survivor’s camp to ensure survival and prepare for expeditions\n-Pick your fights wisely… or things might go from bad to worse within moments\n\nEdge of Sanity is a psychological survival horror game set in the unforgiving wilderness of Alaska featuring hand-crafted 2D art and intense atmosphere inspired by the Cthulhu Mythos.\n\nYou were part of a resupply team helping scientists working in the Alaskan field lab. Finding the site devoid of humanity, you stumble upon horrifying creatures and during the escape your group splits up. You barely made it out alive and managed to set up a provisional camp. It’s time to get to the bottom of what happened.\n\nExplore hostile caves, forgotten mines and hidden laboratories in search of precious resources for you and other survivors. Look for clues to uncover the dark secrets of the mysterious PRISM organization and unveil the real story behind their experiments.\n\nEach day in this remote area is a tough fight for survival. Limited food and supplies, and your sanity being stretched to the edge. Be prepared to improvise and look for any advantage you might have against various monstrosities. It’s all up to you whether the darkness fully consumes you or you manage to cling on to what remains of your sanity.\n\nMadness affecting every game aspect\nEach dramatic event during your traverse across Alaska leaves a permanent scar on your mind. Accumulating madness results in acquiring traumas, affecting your characters’ actions and sense of reality, opening new dialogue options, and enabling you to craft entirely new items.\n\nManage your crew’s morale\nEven in the most hostile environment, you need a place to rest and plan your future expeditions. Find and assign remaining survivors, and send them out on scouting missions and build stations to produce food, water, and other resources. But don’t let your guard down - with people being on the edge, anything can happen.\n\nMultiple ways of approaching the fight\nLearn your enemy’s weaknesses, impair their senses, manage resources and make use of crafting abilities and the surroundings to survive against various monstrosities. Whenever you are out of options, you can try fighting using your axe… but be prepared for a lethal outcome.\n\nDifficult choices and intense atmosphere\nUncover the dark deeds of local cults, face horrific monsters and explore the unexplainable. Welcome to Alaska during the Cold War, full of people losing their sanity and beasts inspired by the Cthulhu Mythos, a place where the line between good and evil choices and deeds is blurred.",
    "id": "01007D101CF18000",
    "name": "Edge of Sanity",
    "publisher": "Daedalic Entertainment",
    "releaseDate": 20240913,
    "version": 0
}