{
    "description": "Embark on an adrenaline-fueled journey through the ancient world of martial arts mastery in \"Ninja Shadow Quest,\" a thrilling 2D platformer that puts players in the swift and stealthy shoes of a legendary ninja. With the fate of the world hanging in the balance, it's up to you to harness your skills, face off against formidable foes, and emerge victorious to restore peace.\n\nFeatures:\n\nMasterful Ninja Combat: Harness the art of ninjutsu as you engage in lightning-fast combat against a variety of enemies, from cunning bandits to monstrous creatures. Utilize an array of deadly weapons and nimble maneuvers to outwit and outmaneuver your adversaries.\n\nEpic Boss Battles: Test your skills against powerful bosses that stand in your path to victory. Each boss presents a unique challenge requiring strategy, reflexes, and mastery of your ninja abilities. Only by overcoming these formidable foes can you progress on your quest.\n\nDynamic Environments: Traverse beautifully crafted landscapes inspired by ancient Japanese mythology and folklore. From tranquil bamboo forests to treacherous mountain peaks, each environment is rich with detail and teeming with hidden secrets and dangers.\n\nEngaging Storyline: Immerse yourself in a captivating narrative that unfolds as you journey across the land, uncovering the mysteries of the shadowy forces threatening the world. Discover hidden lore and interact with colorful characters that will aid you on your quest.\n\nStunning Visuals and Sound: Experience the world of \"Ninja Shadow Quest\" in stunning detail, with vibrant pixel art graphics that bring each scene to life. Immerse yourself further with a dynamic soundtrack that sets the mood for each stage of your adventure.\n\nAre you ready to embrace the way of the ninja and embark on a quest that will test your skill, courage, and cunning? The fate of the world rests in your hands. Enter the shadows and become a legend in \"Ninja Shadow Quest\"!",
    "id": "0100DAC01EF54000",
    "name": "Ninja Shadow Quest",
    "publisher": "SimulaMaker",
    "releaseDate": 20240525,
    "version": 0
}