{
    "description": "Midnight in Singapore. Your contact’s a no show, your client wants answers and your empty bank balance hangs over you like a neon-tinted Sword of Damocles. Welcome to 2037. Welcome to Chinatown Detective Agency.\n\nThe world is in a state of flux as the global economy nears the nadir of its decade-long collapse. Singapore stands as a last refuge of order but even here the government struggles on the brink of chaos. That’s where you come in. You are Amira Darma, once a rising star at INTERPOL, now a freshly minted Private Investigator in the heart of Chinatown, and your first client is about to walk through your door…\n\nEXPLORE A WORLD ON THE EDGE\nNeon lamp-light reflected in pools of rainwater. The fury of the angry masses manifested in graffiti daubed across decaying cities. The encroaching murk of riverside London and the blinding lights of Shanghai. Explore over a hundred stunningly rendered environments from artist Ricardo Juchem and immerse yourself in the chaotic future of 2037.Travel the globe from your base in Singapore in search of leads, and talk with dozens of uniquely voiced characters each with their own mysterious agendas.\n\nSOLVE CASES WITH REAL WORLD RESEARCH\nThe cases Amira takes on require smart thinking and intuition to beat - but what happens when the clues dry up? That’s when you’ll have to look beyond the game for answers. The mysteries of Chinatown Detective Agency require real world investigation, whether that’s an online search for an airport code or tracking down a mysterious quote. You’re not just playing a detective, you’re becoming one.\n\nDON’T GO BANKRUPT!\nIn Chinatown Detective Agency, time is a precious resource. Use your time and money wisely to stay one step ahead, and avoid the looming threat of going broke.\n\nEvery choice will affect the world around you and change Amira’s story for good. Can you save the city from the jaws of panic and pandemonium?",
    "id": "01000D60168A0000",
    "name": "Chinatown Detective Agency",
    "publisher": "Humble Games",
    "releaseDate": 20220407,
    "version": 0
}