{
    "description": "Have you ever dreamed of finding a good company for tabletop role-playing games? Of creating a party of brave and reckless girls who defeat their rivals with the power of love and lust? Of seducing a dragon instead of fighting? EmyLiveShow: Dragon & Mistresses Tale can make those dreams come true!\nDive into the lore of the fantasy world and guide three adventurers through it. Fight monsters, romance charming strangers, find powerful artifacts. Save the world and don't forget to thank your game master at the end of the session!\n\nEmyLiveShow: Dragon & Mistresses Tale is a tabletop role-playing game themed visual novel using dice rolling mechanics.\n\nFollow two parallel storylines. The girls at the table discuss the events, bicker, and try to get spoilers from the game master as they role-play. Help them to complete their quest peacefully or violently!\n\nTest your luck. Dice rolls will determine the outcome of your actions, but the story will continue anyway. Sometimes it's more fun to fail than to succeed!\n\nArm your adventurers. The right equipment can help when the dice aren't on your side. But look carefully, some of these artifacts are cursed...\n\nEnjoy a variety of hot scenes for all tastes. Don't forget the little pleasures, even when the world is in danger. Original EmyLiveShow voice actors narrate all illustrated scenes!\n\nGet to know Emy, Nia, Uma and Six better! The EmyLiveShow Vtube project has grown since the S&M Story – meet new hostesses, check out the development of the old-timers and discover how they have fun and spend their free time together!",
    "id": "01003D801FC5C000",
    "name": "EmyLiveShow: Dangers and Mysteries Tale",
    "publisher": "Big Way",
    "releaseDate": 20240803,
    "version": 0,
    "category": [
        "RPG",
        "Adventure",
        "Simulation",
        "Other"
    ],
    "developer": null,
    "intro": "Embark on a fantasy RPG with four hot VTubers in the new game EmyLiveShow!",
    "isDemo": false,
    "languages": [
        "en",
        "ru"
    ],
    "nsuId": 70010000083786,
    "numberOfPlayers": 1,
    "ratingContent": [
        "Strong Nudity"
    ],
    "region": null,
    "rightsId": null
}