{
    "description": "Float off on an all-new adventure as the powerful puffball, Kirby. Explore in 3D stages as you discover a mysterious world with abandoned structures from a past civilization—like a shopping mall?! Copy enemies’ abilities like the new Drill and Ranger and use them to attack, explore your surroundings, and save the kidnapped Waddle Dees from the ferocious Beast Pack alongside the mysterious Elfilin. Hope you’re hungry for an unforgettable adventure!\n\nGet a mouthful of real-world objects for all-new, powerful transformations\n\nFeeling hungry? Kirby can inhale real-world objects and transform using Mouthful Mode! Why get one drink from a vending machine when you can swallow the whole thing? Then, use your boxy body to shoot out cans at baddies. Consume a car to gain some wheels and slam through walls. Sit back and take it all in...literally.\n\nJoin up with a pointy partner, Bandana Waddle Dee, in co-op play\n\nPass a Joy-Con™ controller to a buddy to play as the spear-wielding Bandana Waddle Dee and help each other explore and battle through this colorful world. While Kirby can float and inhale enemies, Bandana Waddle Dee can spin and stab with his sturdy spear. Find friendship in this forgotten world and save the Waddle Dees! \n\nFloat over obstacles and fight through enemies on your way to each stage’s goal as you slash, poke, freeze, and hammer using Kirby’s copy abilities. The tough puff is truly put to the test in dynamic boss battles that will keep you dancing about the arena. Choose from two difficulty modes for either a light, breezy adventure or a more challenging experience.\n\nEach themed stage you travel through will hide several friendly Waddle Dees in peril! Save them to grow the home base of your adventure, the once-deserted Waddle Dee Town. The Waddle Dees you rescue will unlock shops, leaderboards*, and the ability to evolve copy abilities to make them stronger. You’ll also be able to enjoy some of the townsfolk’s favorite games. Use compatible amiibo™ accessories** or Present Codes at Waddle Dee-liveries for useful in-game items. Track down cute collectibles to give Kirby’s house some extra charm either at the Gotcha Machine Alley or during your adventure.",
    "id": "01004D300C5AE000",
    "name": "Kirby™ and the Forgotten Land",
    "publisher": "Nintendo",
    "releaseDate": 20220325,
    "version": 0
}