{
    "description": "Endurance is a prequel of Ailment (another top down sci-fi action shooting game with a story telling setting).\n\nPlot\nEndurance is the story of events that took place before Ailment (you don’t have to play Ailment before Endurance). You’re a researcher on a spaceship called Endurance. One day your crew members, your friends, get infected and become insane and start acting like zombies. Your goal is to survive and to find out what happened to the crew, to discover how this disease spread around the spaceship Endurance, to rescue your friends who get into a trouble and to not let them catch this disease. You’ll be fighting with your former crew, colleagues and friends, who all want you dead now. You’ll be helping your friends who are still sane and who haven’t become infected yet - and you’ll be trying to survive this bullet-hell nightmare using tonnes of guns.\n\nSetting\nEndurance is an indie pixel art game with a sci-fi ambience and old school retro vibes. It has horror elements and sometimes a scary atmosphere, which makes the story even more engaging. You definitely are going to enjoy going along this path of adventure. Even though the action is based on a spacecraft, you still experience those hardcore dungeon crawler elements, as the levels are built in a dungeon like style.\nThis adventure shooting game is also full of references to some sci-fi movies.\n\nCharacters\nIn this prequel of Ailment, you’re going to fall in love with lifelike and talkative characters, their funny jokes and good humour that helps to breaks the horror and dark ambience of the plot to make you relax and get you ready for your next hardcore battle with infected enemies.\n\nWeapons\nThere’s a huge arsenal of guns that you can use to defeat the army of infected zombie like enemies, to ensure your survival and to discover the whole story of disease, and how this infection appeared on the spaceship Endurance.\n\nLevels\nTo keep you engaged until the very end this adventure game has a good variety of levels with cool mechanics such as: tower defence style, runner style, action shooting style, and quest style.\n\nTo sum up all the great feature of Endurance:\n* Tonne of different weapons\n* Variable game-play mechanics\n* Brutal animations\n* Atmospheric music and sound effects\n* Ability to bring NPCs with you\n* Lifelike and talkative characters\n* Good humour\n* Hardcore game-play\n* Intriguing story\n* Hardcore boss fights\n* Adventurous plot\n\nSo if you’re a hardcore player and a huge fan of 2D games, indie games, RPGs, 90s retro games, dungeon crawlers, action shooter or adventure games with rogue-like elements, and survival games, then you need to stop doing whatever you’re doing, and play Endurance right now! You’ll experience many amazing hours of engaging gameplay with this cool story and it’s twists!\n",
    "id": "010045C011DF6000",
    "name": "Endurance - space action",
    "publisher": "Ivan Panasenko",
    "releaseDate": 20200917,
    "version": 0
}