{
    "description": "Experience a blast from Blizzard's past! The Blizzard® Arcade Collection brings five of our classic console games to modern platforms and new audiences. \n\nINCLUDED GAMES:\n\n• Blackthorne® (BT): As mercenary captain Kyle “Blackthorne” Vlaros, traverse an alien planet, liberate the Androthi people, and claim your destiny. \n\n• The Lost Vikings® (TLV): Help three Vikings—Erik, Baleog, and Olaf—overcome challenging platforms and puzzles to find their way back home.\n• Lost Vikings® 2 (LV2): The three Vikings and their new friends, Fang and Scorch, need your help again to get home.\n• Rock N Roll Racing® (RNRR): Rock out in the raddest vehicular destruction derby, with the original rock and metal soundtrack hits plus a few new surprises. \n• RPM Racing® (RPMR): Return to the racetracks with all the classic features you love and plenty of vehicular mayhem. \nLEVEL UP THE LEGACY:\n\nThe Blizzard Arcade Collection contains two different Original Editions of each game plus a new Definitive Edition for BT, TLV and RNRR! LV2 and RPMR each come as the 16-bit Original Edition. \n\n•  The Original Editions are the games as you remember but with new quality of life improvements included—like the ability to set custom button mapping, rewind your gameplay up to 10 seconds, save and load your game, or watch playthroughs (and then jump in to play at any point). Improvements may vary by game and game edition. \n\n•  The Definitive Editions include all the same great gameplay content as the Original Editions plus a few extra upgrades—like enhanced local multiplayer for TLV and RNRR, a new level map for BT, localization for 12 languages*, and more. \n\nVISIT THE MUSEUM:\n\nThe Blizzard Arcade Collection Museum features a trove of treasures from each game's past. \n\n• Art & Artifacts: View game boxes, illustrations, and more from the original era.\n\n• Music Player: Listen to the in-game scores from the Original Editions of Blackthorne and The Lost Vikings. \n\n• Inside the Games: Peek under the hood of these classic games with development materials, unused content, and deep lore.\n\n• Interviews: Watch behind-the-scenes interviews and learn more about the developers of these classic games.\n• Design Documents: Find out how these games were translated from concept to the final products\n\n*English, German, Spanish (Spain), Spanish (Latin America), French, Italian, Japanese, Korean, Polish, Portuguese (Brazil), Russian, Simplified Chinese (CN), and Traditional Chinese (TW)",
    "id": "0100743013D56000",
    "name": "Blizzard® Arcade Collection",
    "publisher": "Blizzard Entertainment",
    "releaseDate": 20210220,
    "version": 0
}