{
    "description": "Step off the train into the town of Hokko and get settled into your new home!\n\nThis quiet village needs your help to turn it into the charming rural town everyone loves. With hammer and paints in hand it's up to you to design, build and decorate homes for all of your new friends!\n\nGet Creative!\n\nBusy yourself away in the dusty old workshop and let your creativity flow!\n\nCraft materials and combine them in whatever way you desire to create new and wonderful furniture and items for your town. Collect flowers, mix paints and use them to design wallpapers, flooring and even clothing!\n\nWill you design an urban-industrial furniture collection or maybe a bright flowery wallpaper set? With all of the workshop at your disposal, you'll have complete freedom to design a town your villagers will absolutely love.\n\nFeatures\n\nCRAFT: Head to the forest or the abandoned mine to chop; mine, and dig for resources. Take what you've collected back to town and craft them into materials you can use in your own designs.\n\nDESIGN: Gather your materials and head into the workshop to put your own spin on every item in the game. Use the design table to build your own furniture, combining different shapes and materials in a simple but powerful editor.\n\nPAINT: Pop on your overall, get out those brushes and throw some colour down. You can design wallpaper, flooring and even T-Shirts for you and the villagers to wear. Get everyone in town wearing your own unique designs!\n\nBUILD: Enlist the help of the resident builder and start expanding the town. Place buildings wherever you like and get them ready for new villagers to move to town.\n\nDECORATE: Customize the interior and exterior of any home, choose designs and place furniture to make a home your new friends will love.\n\nFARM: Turn any plot of land into a place to grow vegetables and other plants, use your green fingers to grow and sell the best produce.\n\nFISH: Spend a quiet morning at the various fishing spots around the world of Hokko and build your fishing collection. Fish have unique habits, so you'll need to vary your approach, with each catch providing it's own challenge when you reel in.\n\nBUG HUNT: Fluttering and scuttling about the world of Hokko you'll find a whole range of insects for you to catch and build your collection with; keep a eye out, you never know what might be hiding in that bush!",
    "id": "010022A016250000",
    "name": "Hokko Life",
    "publisher": "Team17",
    "releaseDate": 20220927,
    "version": 0
}