{
    "description": "GetsuFumaDen: Undying Moon combines intense roguelike hack-and-slash action with a stunning dark fantasy world, brought to life through the stroke of traditional Japanese art.\n\nAs the chosen leader and guardian of the land of the living, wield the otherworldy arsenal and powers of the Getsu clan as you overcome multiple \"Death\" and descend deeper into the depths of Hell to eradicate the source of the cataclysm.\n\nDistinct Ukiyo-e Inspired Visuals\nInspired by the Japanese ukiyo-e art style, the world of GetsuFumaDen is as beautiful as it is deadly.\nVibrant, dynamic 2D animations bring the artistic world to life.\n\nBrutal, Larger than Life Boss Battles\nA reanimated demon lord,  a colossal centipede, and a five-headed hydra are only some of the myriad massive and fearsome monsters and yokai standing in your way.\nDefend yourself against their relentless onslaught and emerge victorious to descend deeper into the depths of Hell.\n\nDynamic, Weapon-Based Combat.\nMaster the rythmn of intense sword fighting action: pacing and timings of movements are inspired by Japanese martial arts.\nUtilize the unique special moves of a wide range of weapon types including katanas, battle umbrellas and spears to outsmart your enemies.\n\nAuthentic Roguelike Action\nWhile death is not the end, the world of Hell lives and breathes, presenting new map layouts and challenges to overcome with each attempt.\nPermanent upgrades, customizable weapons, and variable level progression provide new opportunities and challenges for every run.\n\nImmersive Weapon Enhancement System\nThe crafting process gives you complete control over the ability to collect, enhance and unlock abilities of main and sub weapons.\nUnlock enhancements to your favorite weapons at each run, and get back in the action!\n\nSoul Devour Power-Up System\nCollect souls during each descent to power up in real time.\nUtilize the unique power-up system to dynamically and strategically select enhancements.",
    "id": "010042A013DB8000",
    "name": "GetsuFumaDen: Undying Moon",
    "publisher": "KONAMI",
    "releaseDate": 20220209,
    "version": 0
}