{
    "description": "Here they are – EvoMons – extraordinary creatures. Prepare them to become true EvoMon Champions! Take care of their needs, feed and train them while watching how a tiny, vulnerable baby evolves into a fearless warrior. \n\n\nBE THE BEST TRAINER FOR YOUR LITTLE ONE\nFeed your friend with a variety of treats, keep it clean, and provide the necessary care tools from the store. Make sure all needs are taken care of because otherwise, your precious creature will stop growing and you will look after a baby forever. \n\nTrain your EvoMon in a variety of 9 engaging minigames, earn experience points, and watch it evolve. After all, you have up to three different stages of all 49 to discover!\n\n\nREADY FOR A BATTLE?\nTake your strong adult EvoMon into the Final Battles, where you will face the EvoMons of other trainers. Don't worry, if you fail to defeat them at once. Experience gained will come in handy the next time you test your strength. Who knows, maybe you'll leave the arena with the title of the new EvoMon Champion? \n\n\nOR MAYBE, IT'S TIME FOR AN ADVENTURE?\nEmbark on extraordinary adventures in the mysterious Expedition Zone! Discover unique EvoMons and acquire exclusive items only available there, that you can use in your EvoMon Lab.\n\nAnd speaking of the lab. Each time you lose an EvoMon in battle, you can revive the old one or \"freeze it\". Combine two EvoMons to create an egg, with an unusual, brand-new EvoMon ready for training.\n\n\nPOSSIBILITIES AS NUMEROUS AS THE EVOMONS THEMSELVES\nIf you just need money, head to the fishing area to catch unique fishing items and fishes that you can use as food or sell.\n\nYou can even get new furniture from the gacha machine and decorate the EvoMon room according to your taste!\n\n\nMAIN FEATURES:\n- Taking care of small EvoMons in the style of classic pet digital toys from the 90s, followed by demanding training,\n- 49 different EvoMons to collect with 3 evolutions each –  which brings the total to 149 evolutional stages!\n- Training Area with 9 minigames to train your pets and earn Evocoins,\n- Fierce battles with EvoMons of other trainers with the opportunity to win the title of EvoMon Champion! \n- A lab ready to store your frozen EvoMons, revive them, or combine a completely different and new types,\n- Expedition Area with 3 different missions, each containing 1 exclusive minigame and a special item that releases a new - EvoMon in the laboratory,\n- Fishing Area with various fish and special items to be explored,\n- Decorating your EvoMon room with various furniture,\n- Pixelated style,\n- 8-bit soundtrack.\n",
    "id": "010005201FB06000",
    "name": "EvoMon",
    "publisher": "RedDeer.Games",
    "releaseDate": 20240802,
    "version": 0
}