{
    "description": "DYSCHRONIA: Chronos Alternate - Definitive Edition contains all three episodes of the multi-award-winning murder-mystery VR trilogy, along with exclusive story content.\n\nYou are Special Supervisor Hal Scion, a detective with the ability to rewrite the past. Your mission: solve a theoretically impossible crime. Uncover the mysteries hidden in people and places, reality and dream. You'll need to keep your wits about you if you're going to survive the unexpected threats awaiting you!\n\nA premonition foretells of the city's destruction in seven days.\nWill you be able to uncover the truth and change the course of the future?\n\n■ Game System\n[Memory Diving] Plunge into the past and alter reality as you try to crack the case.\n[Augmented Dreaming] Enter a stunning virtual world teeming with countless shoals of digital fish.\n[Trusty Companion] You may have one of the toughest cases the city has ever seen on your hands, but you don't have to go it alone. Lily, your navigation robot, is there to support you every step of the way. If you get stuck, just speak to Lily. You never know what you'll find out!\n[High-Stakes Stealth] Evade danger in life-or-death moments during your investigation.\n[Puzzles] Clues lie hidden across the city for you to find, but the deeper you dig, the more mysteries you'll unearth. Search far and wide, high and low, for vital clues.\n[Trial by AI] Reenact the crime with the evidence you collect and prove your theories beyond all doubt.\n[Resident Rehabilitation] Via the rhythm game, provide mental counseling to any anxious residents you encounter and put their minds at ease.\n\n■ Game Mechanics - Nintendo Switch Version\nWith intuitive controls, camerawork tailored to each scene, and a helpful HUD to keep you on track, enjoy an experience that only the Nintendo Switch can provide.\nVibrations, effects and freedom view of the VR version have been optimized to fully replicate a sense of total immersion!\n\n■ Story\nMarine city, Astrum Close. Crime rate: 0.001%.\nHere, dreams are utilized to ensure crime is prevented before it even happens.\n\nWhen the founder of this so-called paradise is killed in an unprecedented, theoretically impossible incident, Special Supervisor Hal Scion is tasked with unraveling the mystery threatening to plunge the city into disaster.\n\n*Please note that the Nintendo Switch version does not support VR.",
    "id": "010082E01B2A8000",
    "name": "DYSCHRONIA: Chronos Alternate - Definitive Edition",
    "publisher": "IzanagiGames",
    "releaseDate": 20231122,
    "version": 0
}