{
    "description": "Earth's monuments are under attack, conventional human arsenal is ineffective against the extraterrestrial invaders. Fortunately, the sports club, armed with enhanced sports equipment, is ready to defend our planet alongside the ingenious Dr. McLabby!\n\nSlam And Roll pays homage to 90s arcade 'stage clear' games, blending inspired mechanics and a distinctive art style with modern gameplay standards.\nExperience pure joy as you encounter endless enemies, challenging bosses, bonus stages, mind-bending puzzles, and hidden secrets.\n\nEmbark on a thrilling journey through 200+ stages, including expansive scrolling levels spread across 8 worlds and 4 game modes.\n\n- Choose your gaming style: modernized tour mode gameplay for everyone with all skill levels with adaptive difficulty, or classic hardcore arcade modes with a classic higher difficulty.\n- Over 200 playable stages with boss fights, puzzles, secret locations and bonuses.\n- Unleash super high fun replayability through unlockables and collectables:\n        - 12 characters\n        - 4 game modes\n        - 10 visual filters\n        - 1 secret extra world\n        - over 30 secret stages scattered through all worlds.\n- Chaos monthly challenge mode. Stage combinations change every 10 days!\n- 50 achievements.\n- Online leaderboards with extensive player customization to represent players worldwide.\n",
    "id": "0100AB501EEB4000",
    "name": "Slam and Roll",
    "publisher": "KaleidoGames",
    "releaseDate": 20241114,
    "version": 0,
    "category": [
        "Arcade",
        "Action",
        "Multiplayer",
        "Platformer"
    ],
    "developer": null,
    "intro": "Beat enemies by throwing them sport balls all over the world in over 200 stages and 4 game modes. Play solo or coop with a friend. Lots of hours of fun!",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "pt",
        "de",
        "it",
        "ko",
        "zh",
        "zh"
    ],
    "nsuId": 70010000081150,
    "numberOfPlayers": 2,
    "ratingContent": [],
    "region": null,
    "rightsId": null
}