{
    "description": "Discover how people across the country think! The Jackbox Survey Scramble is a collection of hilarious survey-based games, using real one-word answers from real people. Really! Learn more about humanity by guessing the most popular and least popular choices in Hilo, compete with your friends to guess as many answers as quickly as possible in Speed, discover answers to get three-in-a-row in Squares, and compete with your team to score more points in the competitive Bounce.\n\nWelcome to a new era of party games!\nJackbox has made an all-new party experience! Taking real surveys from real people around the globe, The Jackbox Survey Scramble is constantly changing based on answers submitted from players, including you! Invite your friends, family, coworkers, and enemies to see how they think when it comes to questions like, “In one word, what’s the cutest nickname for butts?” or “In one word, what’s the best sandwich topping?”\n\nPlay with your phone or tablet - no special controller required. All game modes support 2 to 10 players and 10,000 audience members.\n\nAll Jackbox Survey Scramble games can be played in English, French, Italian, German, Castilian or Latin American Spanish, and Brazilian Portuguese. And we'll be making sure we have localized answers for the UK and Australia, as well. Crikey!\n\nMultiple New Game Modes\n\nThe Jackbox Survey Scramble will include four game modes at launch. Additional game modes will be added to the game in a free update coming soon!\n\nHilo: Can you guess the most popular one-word cat names? How about the least? In Hilo, compete to find the most and least popular answers to a wide variety of questions. The rankings may surprise you! It turns out a lot of people named their cat Frank. That's a freebie.\n\nSpeed: In the fast-paced Speed, think on your toes to uncover as many answers on the list as possible, as quickly as possible. It’s everyone for themselves in a race against the clock! Each round the points increase, and the stakes get a little higher! Can you handle it?\n\nSquares: Two teams compete to claim three squares in a row on the grid. Guess popular choices for the first squares, semi-popular choices for the middle squares, and least popular choices for the final squares. We guarantee, you've never had a more heated argument over attractive fictional characters than you will playing Squares.\n\nBounce: In Bounce, two teams control a paddle that sits on a scale between most popular-to-least popular answers. Work with your team to guess an answer that puts your paddle in the right place to intercept a bouncing ball and stop your opponents from scoring a goal! But be careful! The ball gets faster with each answer!\n\nThe Jackbox Survey Scramble Key Features\nPersonalized experience: Customize your game with content filters, streamer settings, or accessibility options. \nEndless replayability: Every guess everyone submits is sent to a database and inputted back into the game as an answer, so each time you play will be an updated experience.\nA game for everyone: Multiple family-friendly modes mean that there’s something to enjoy for every type of party game player.\n",
    "id": "010008C01FB12000",
    "name": "The Jackbox Survey Scramble",
    "publisher": "Jackbox Games",
    "releaseDate": 20241024,
    "version": 0,
    "category": [
        "Party",
        "Communication",
        "Multiplayer",
        "Other"
    ],
    "developer": null,
    "intro": "Discover how people across the country think! The Jackbox Survey Scramble is a collection of hilarious survey-based games, using real one-word answers from real people. Really!",
    "isDemo": false,
    "languages": [
        "en",
        "es",
        "pt",
        "fr",
        "de",
        "it"
    ],
    "nsuId": 70010000083486,
    "numberOfPlayers": 1,
    "ratingContent": [
        "Drug Reference",
        "Language",
        "Suggestive Themes",
        "Users Interact"
    ],
    "region": null,
    "rightsId": null
}