{
    "description": "What starts out as a simple pizza tossing fun turns into something much, much more. Push through the glitchy arcade game to reveal that you are at your own Freddy Fazbear’s Pizzeria!\n\nBrowse our catalogs and purchase your first attractions and animatronics, customize your decorations, and above all make sure that all the equipment is working properly before opening the doors of your brand new Freddy Fazbear's Pizzeria!\n\nAfter a busy day, wrap up the paperwork and shut down your business (often late into the night as you build your own business!) Be careful, however, of what could possibly lurk in the air vents. If anything should catch your attention, turn your flashlight straight into the vent to repel it, Fazbear Entertainment supplies batteries free of charge to all of its franchisees!\n\nThe next day, assuming you have survived during the night, reinvest your income from yesterday in new equipment. Develop your little pizzeria, day after day, to see it become an empire of catering and entertainment! Fazbear Entertainment provides its franchisees with all the tools and knowledge necessary to create and manage a welcoming, secure and profitable location.\n\nOh and if you feel up to it, try to salvage some of the animatronics that wander outside your restaurant. They are trying to get in for months now, better not miss on the opportunity to pick up spare parts and rake in some additional revenue. If you detect any instability or aggressiveness in any of them, use the self-defense taser that Fazbear Entertainment provides free of charge to all of its franchisees.\n\nThis puts an end to the assistance that we are legally obligated to provide. Fazbear Entertainment cannot be held responsible for the disappearances, deaths or mutilations that may occur as a result of operating the Freddy Fazbear's Pizzeria franchise.\n\nDon't wait any longer and start today!",
    "id": "01009C000E442000",
    "name": "Freddy Fazbear's Pizzeria Simulator",
    "publisher": "Clickteam",
    "releaseDate": 20201101,
    "version": 0
}