{
    "description": "- Stuck With Naughty Housewives - あまあま人妻包囲網 is a novel game depicting the secret relationship between the protagonist, a college student who has become recluse from failing in human relationships, and three married women with loneliness from not receiving love from their husbands.\nA Bishojo Game released in 2017 under the \"Peony\" brand has been reworked for the \"PandaShojo\" platform for players around the world to enjoy.\n\n\n◆Introduction\nThis is strange... Many women are visiting so frequently. \nAnd happening all of a sudden. \n\n\"We have created an alliance. It's called the 'Support Tomoya's Return to Society Team'\".\n\n\n◆Synopsis\nThe protagonist, Tomoya Mikado, has stopped going to college due to his poor interpersonal relationships and became a shut-in.\n\nContinuing his self-indulgent life, he was approached by three housewives living in the same apartment.\nThey were suffering from the loneliness of not receiving love from their husbands.\nUnder the pretext of \"Practicing Tomoya's Social Skills\", they allied to dispel their loneliness and drew closer to Tomoya.\n\nHousewives whose inner conflict and struggles increase as they continue their relationship with Tomoya.\nFrom them, Tomoya's feelings also gradually sprouted,\nwith a desire to \"Make them my own\".\n\nWill Tomoya be swallowed by the desire of the wives, or will he swallow them?\nWhere will the dangerous love between them lead to...\n\n◆Characters\n・Erika Naoi\n\"Yes, I understand... I also know that this is wrong.\"\nA stylish, yet gentle and dignified married woman.\nShe spares no effort for her own desires,\nand gathered other wives to surround Tomoya to bury their loneliness.\nHer husband is currently away on a business trip.\n\n・Mihane Naoi\n\"At this rate, neither I nor he will make it...we don't have enough time as a couple.\"\nA married woman with a gentle look, slowness in talking, and a peaceful atmosphere.\nWith a gentle personality that fits her atmosphere, she also devotes herself to the one she loves.\nHowever, struggling with loneliness, she accepted Erika's invitation...\nHer husband works in a company with illegal work time and has no energy after coming home to take care of Mihane.\n\n・Sachie Demoto\n\"So, you're refusing to go to school? Not good, wasting your youth like this.\"\nA cute child-like married woman with brightness and energy.\nShe is cheerful and outgoing, never shy around people, and gets along well with everyone.\nFrom her playfulness, she finds Tomoya someone she can easily get along with.\nHer husband has a twisted tendency and is attracted to Sachie when she is with someone other than himself.\n\n・Tomoya Mikado\nA male college student who refuses to go to school due to a strained relationship with others.\nBeing desperate in his life, he became a complete shut-in.\nHowever, due to being free all day, he ended up being surrounded by three housewives.",
    "id": "01000DA01BBE8000",
    "name": "- Stuck With Naughty Housewives - あまあま人妻包囲網",
    "publisher": "CyberStep",
    "releaseDate": 20230706,
    "version": 0
}