{
    "description": "Dear Potential servant of chaos,\n\nBeing evil isn’t always easy… But boy it is so much more fun than being a good guy!\n\nHaving someone witty like you on my team could be useful during these not so dark times. \n\nEverything in Darkestville was fine and dandy: I was tormenting the town people, the town people were being tormented… It was a fair deal! Who could complain? Not me, that’s for sure!\n\n…until that moron, Dan Teapot, hired a group of professional demon hunters to banish me! I don’t even know why he has a grudge against me. Maybe I burnt his house a couple of times, but I only did it because it was hilarious! \n\nAnyway.\n\nHelp me in this adventure to best my foes and let’s make evil reign Darkestville once more!\n\nAlso by purchasing this game you are helping a noble cause, part of your money will be used to enslave mankind… I mean…  to clean the seas from pollution, create a sanctuary for the only Endangered Invisible Flamingo on this planet and other kind of noble sounding lies. \n\nSincerely Evil,\nCid\n\nP.S. So you’re trembling with fear already, aren’t you? That’s the spirit! Because this game is not only TERRIBLY interesting but also TERRIBLY funny! If you ever enjoyed Tim Schafer’s classic adventure games and are fond of the Time Burton’s black humor, we’re about to go along with you as these two Tims are my bros.\n\nSure I wouldn’t be Cid if I didn’t add a couple of dozens of the cunning puzzles so don’t you wait a cakewalk. They say it takes seven hours to complete this game… Well let’s see if you can do it! I trust you can though – my incredible charm and fascinating sense of style are more than enough to overcome any challenge!\n\nP.P.S. While you were reading this, someone just rang the doorbell of my castle and left a box with an “INDIE PRIZE - Best Game Narrative” tag on it. Well… just another acknowledgment of my incomparable awesomeness!",
    "id": "0100184011918000",
    "name": "Darkestville Castle",
    "publisher": "ESDigital Games",
    "releaseDate": 20220511,
    "version": 0
}