{
    "description": "“Am I kind-hearted?” is the tale of 3 heroines, Ayano, Saya, and Yuko, as they wear their bodies and hearts out with strange men in order to save the protagonist, who has been diagnosed with a deadly disease…\nIt was supposed to be…only for his treatment…\nThis bishoujo game released in 2018 from the brand, “Noir Soft”, has been remade for the CS Novel Club platform so that it can be enjoyed by people of various ages around the world.\n\n◆Introduction\nOverdosing on energy drinks can lead to strange diseases...and even death.\nIt’ll be okay. Let us take care of it… Don't worry about it.\nCome on… Holding on to hope is the toughest part!\nWith a single-minded desire to help the protagonist, the girls take a painful and forbidden path.\n\n◆Synopsis\nKyosuke Kosaka is diagnosed with a strange disease as a result of overdosing on energy drinks in order to play a game.\nWhen the heroines learn that the treatment will cost a fortune and will lead to death if left untreated, on his doctor's suggestion they decide to take on sketchy jobs…\nFor Kyosuke. For money. That's what the heroines were telling themselves...\n\nI want to do this for him. I want to live with him. No matter how dirty I become...\n\n◆Characters\n・Ayano Isaka\n“I'll go on a date with you, so I want you to buy me something.”\nKyosuke's childhood friend. Though she is the most popular girl in the school, she has always been in love with Kyousuke.\nShe spread the word about Kyosuke's misdiagnosis.\n\n・Saya Isaka\n“Please... Really… I'll do anything.”\nAyano's older sister. She loves her sister and Kyosuke and loves to spoil them.\nShe is too overprotective, and therefore, she is willing to endure hardships for Kyosuke's sake.\n\n・Yuko Fujisaki\n“Don't worry... You will definitely get better, Kyosuke.”\nKyosuke's aunt. She loves Kyosuke like a younger brother.\nShe's someone who prefers a quiet, calm place, but she's not afraid to earn money for the protagonist.\n\n・Kyosuke Kosaka\nThe protagonist of this story. He was misdiagnosed as a result of consuming various drinks in order to stay up and play a game.\nWhile the heroines were earning money, he continued to play the new game and failed to get re-diagnosed. When the results turned out to be a misdiagnosis, the girls couldn't stop…?",
    "id": "010093C018BB6000",
    "name": "Am I Kind Hearted?",
    "publisher": "CyberStep",
    "releaseDate": 20220721,
    "version": 0
}