{
    "description": "Mark of the Deep is an epic pirate adventure with a strong narrative and a thrilling mix of elements from acclaimed Metroidvania and Souls-Like games. Embark on this journey as the pirate Rookie, explore the mysteries of a cursed island and find your missing pirate crew! \n\nEMBARK ON THIS EPIC PIRATE ADVENTURE!\n\nA pirate ship wrecked on a mystic island, till then known only by myths n’ tales. Play as Marcus “Rookie” Ramsey and explore the eerie areas of this island surrounded by a mysterious curse in search of your missing crew: the Angry Mermaids!\n\nDEFEAT CURSED CREATURES TO SURVIVE!\n\nIn this diversely hostile environment, you need to face a wide variety of dangers to find your lost crewmates, including abyssal monsters, undead creatures and menacing cultists. Fight against over 60 enemies and 16 bosses in challenging battles inspired by souls-like games!\n\nUNLEASH THE POWER OF YOUR MARKS!\n\nAs a newfound Mark Keeper, Rookie can unlock new abilities that change how you fight enemies and explore the environments! Discover new skills, weapons and trinkets to upgrade your combat abilities and make your way through new areas of the island.\n\nGATHER YOUR CREWMATES!\n\nMeet a fully-voiced cast of pirates, abyssal creatures and many other characters trapped in the cursed island with you! Rescue old friends and make new allies as you unravel the mysteries of the native inhabitants of the island: the Old Folks. \n\nCHOOSE YOUR OWN PATH!\n\nThe abyssal corruption affects everyone around you, including your cherished allies. You have the choice to help those in need by completing their quests and dealing with hard choices along the way. Discover multiple endings in your goal to escape the island!\n\nJOIN OUR CREW!\n\nFrom the developers of Dandy Ace and No Heroes Here, join the Mad Mimic Discord Server to meet the Mark of the Deep community and share your experience with the game!",
    "id": "010036601EB1E000",
    "name": "Mark of the Deep",
    "publisher": "Mad Mimic",
    "releaseDate": 20241008,
    "version": 0,
    "category": [
        "Action",
        "Adventure"
    ],
    "developer": null,
    "intro": "Mark of the Deep is an epic pirate-themed adventure with a strong narrative and a thrilling mix of Metroidvania and Souls-Like elements. ",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "pt",
        "fr",
        "de",
        "ru",
        "ko",
        "zh",
        "zh"
    ],
    "nsuId": 70010000079635,
    "numberOfPlayers": 1,
    "ratingContent": [
        "Blood",
        "Violence"
    ],
    "region": null,
    "rightsId": null
}