{
    "description": "Since its humble beginnings as a PC game, the \"Little Busters!\" visual novel has continued to evolve. In the past decade, we have seen spin-off games and console adaptations, as well as the release of comic, novel, and anime adaptations.\nIt's easy to see why; the underlying theme of friendship in this romantic adventure game has had players hooked from the very start.\nNow, get ready to laugh and cry your way through the \"Little Busters!\" story as the game comes to Nintendo Switch™!\n\nPlay in English or the original Japanese!\nBoth English and Japanese text is available in-game (audio is Japanese-only). This option is not only available in the main game, but in the settings menu, and digital manual too, with the option to switch between the two whenever you like.\nDon't worry if you come across a cultural reference you don't understand; you can check out their explanations in the \"Busterpedia!\"\n\nPlay using only the touch screen! Play with one hand!\nPlay in handheld mode with the Nintendo Switch™ Joy-Con™ controllers attached, or detach them and play with just the touch controls!\nWhile in tabletop mode or TV mode, everything can be controlled using one Joy-Con™ (R), allowing you to play with only one hand!\n\"Little Busters!\" is also compatible with the Nintendo Switch™ Lite.\n\n\nSummary\nWhen he lost his parents as a child, protagonist Riki Naoe was plunged into despair.\nHowever, someone was there to lend him a helping hand—Kyousuke Natsume, the leader of a group of youths who called themselves the \"Little Busters.\"\nThrough many happy hours spent with the Little Busters, slowly but surely, Riki's pain and loneliness began to fade.\n\nNow, we fast-forward a few years to the present—\n\nWhile Riki and the other Little Busters have remained friends through the years, they now face brand new obstacles—job hunting, university applications, and thinking about their future!\nPainfully aware that he only has a little more time left with his friends, Riki suggests they do all the things they won't be able to do in future.\nOne day, having seemingly taken this to heart, Kyousuke blurts out a sudden declaration.\n\n\"We're forming a baseball team. The team name will be... Little Busters!\"\n\n\nGameplay\n\"Little Busters!\" has multiple endings. The choices you make during the story will have an effect on which ending you get.\nIn addition, the gameplay includes plenty of minigames for you to enjoy! Try your skills at Batting Practice and Matches with the Little Busters members, or serve up food in the Cafeteria! Too tame for your tastes? Then try out the Underground Dungeon or the Shooting Game instead!\nWhile winning/losing minigames does affect the following gameplay, it does not have much of an influence on the storyline. If minigames aren't your style, you can turn them on and off in the game's settings, allowing you to play through the story without them.\n\n\nStaff\nOriginal Artwork: Itaru Hinoue / Na-Ga\nScenario: Jun Maeda / Yuto Tonokawa / Chika Shirokiri / Leo Kashida\nMusic: Shinji Orito / Magome Togoshi / Jun Maeda / Manack / PMMK\n\n\nCast\nKomari Kamikita       VA: Natsumi Yanase\nRin Natsume            VA: Tomoe Tamiyasu\nHaruka Saigua          VA: Keiko Suzuki\nKudryavka Noumi     VA: Naomi Wakabayashi\nYuiko Kurugaya         VA: Ryoko Tanaka\nMio Nishizono           VA: Shiho Kawaragi\nKanata Futaki           VA: Keiko Suzuki\nSasami Sasasegawa  VA: Tomoe Tamiyasu\nSaya Tokido              VA: Harumi Sakurai\nKyousuke Natsume   VA: Hikaru Midorikawa\nMasato Inohara        VA:  Nobutoshi Canna\nKengo Miyazawa       VA: Yusei Oda\nFull voice acting (main character only partly voiced)",
    "id": "0100943010310000",
    "name": "Little Busters! Converted Edition",
    "publisher": "PROTOTYPE",
    "releaseDate": 20200423,
    "version": 0
}