{
    "description": "From the creators of the massively popular Relic Hunters Universe comes Relic Hunters Zero: Remix. Alongside a community of millions of fans from around the world, meet the Relic Hunters as they prepare for landing on their console debut!\n\nFollow the crew of the Spaceheart as they run, gun, and dodge their way through unrelenting force as they race for the ancient relics against the evil Ducans. Assume control as one of the Relic Hunters and venture through several different game modes in this frantic, 2D, twin-stick, shooting roguelike. Power-ups, a bounty of weapons, charmingly unique characters, and the support of a dedicated community perfectly blend together to create an experience that has been years in the making.\n\nFeature List\n• Seven Playable Characters - Each Relic Hunter comes equipped with unique stats, skills, and skins, allowing for diverse playstyle and combat\n• Multiple Explosive Game Modes - Classic 12-level \"Adventure\" Mode with unlockable relics and items; challenging \"Endless\" Mode with unique mechanics and economy; \"Storm\" Mode that progressively increases in difficulty and chaos\n• Daily Content - Show off your combat prowess and see how you rank against your fellow Hunters in Daily Mode, where everyone faces the same random challenge \n• Couch Co-Op - Up to 2 players can team up in local multiplayer for new strategies and battle tactics (Dual Joy-Con™ and Nintendo Switch™ Pro Controller support)\n• Progressive Original Chiptunes Soundtrack - Energetic tracks to amp you up as you beatdown swarms of Ducans\n• Overcome Tough Enemies & Mini-Bosses - Be cautious of the powerful Ducan commanders who will rise up to overwhelm you and your team\n• Powerful Community-Built Weapons - Explore the Asteroid Dungeon Nemesis riddled with a myriad of different weapons, some designed by members of the Relic Hunters community\n• In-Game Achievements - Track and unlock achievements for a variety of challenges you'll face",
    "id": "0100534011012000",
    "name": "Relic Hunters Zero: Remix",
    "publisher": "Akupara Games",
    "releaseDate": 20221003,
    "version": 0
}