{
    "description": "A once peaceful land, now overrun by monsters. You, a Star-Soul hero, are among a select few blessed to raze the land of evil. \n\nIn Zoeti, you are equipped with a deck of playing cards, with which you play card combinations (pair, full house, royal flush, etc.) to activate skills that will attack or defend against enemies. Further bolster your arsenal of skills and upgrades through battles and discovery.\n\nThe blood of a dead god congeals into monsters roaming the countryside, threatening devout townsfolk and the simple lives they lead. Will you, a Star-Soul hero, protect them from the ravages of evil?\n\nIn Zoeti, you'll need to crack open the enemy's defenses, bolster your grit and resolve, all while outsmarting the underhanded foes you face. Use your deck of playing cards to activate skills, attack foes, and defend yourself with card combinations, such as two pair, a full house, or straight flush. Through battle, discovery, and clever decision-making, you'll upgrade and enhance your build to complete the toughest challenges Zoeti has to offer.\n\nCharacters:\n\nValentina\nAn honorable knight dedicated to protecting the weak and standing as a bulwark against evil, Valentina blocks incoming attacks with her stalwart shield and puts the might of raw muscle behind every sword swing. Play Valentina if you like outlasting opponents, meeting them head on with pulverizing power.\n\nAlves\nAn elusive trickster, Alves knows how to hamstring her enemies' quickest attacks, evade their most devastating blows, and make them bleed for every swing they take. Play Alves if you like outsmarting opponents with clever ploys and deadly combos. \n\nNicora\nAn ingenius mage, Nicora combines the raw power of elemental fire, ice and lightning to burn, freeze and shock her opponents into submission. Play Nicora if harnessing the primal power of terrifying magic seems the best way to defeat the trial of the gods.\n\nFeature List\n\nA Royal Flush - Every ability is associated with a poker hand; the more complex the hand, the more impactful the ability!\nCreate a Powerful Arsenal - Upgrade, purchase, or quest for new skills for your runs. Discover new synergies to overcome your opposition and create mechanically rich strategies.\nYour Choices Have Consequences - Risk everything on a tough fight with an exceptional reward or take the easy path to guarantee victory.\nMeet Fuzzy Friends - From Winfred the cheerful innkeeper with a powerful secret to Rabelle, the devious scoundrel just as likely to trick you as to help you.\nEndless Possibilities - Three different game modes playable with three different characters at five different difficulties featuring dozens of different builds and hundreds of different enemies... Every run is unique!",
    "id": "0100DC801A272000",
    "name": "Zoeti",
    "publisher": "Akupara Games",
    "releaseDate": 20230420,
    "version": 0
}