{
    "description": "The “Princess Maker” series pioneered the social simulation genre, allowing the player to act as a father who raises a young girl, and it continues to be popular to this day.\nAmong the many titles in the series, “Princess Maker 2” is the most popular. This year marks 30 years since the original release of “Princess Maker 2” (PC-9801 ed.) in 1993. In this title, the graphics were newly redrawn by Takami Akai, who directed production and worked on character design for the original “Princess Maker” series at Gainax.\n\nAbout “Princess Maker 2”\n“Princess Maker 2” is a childrearing simulation game in which the player experiences being the father to a daughter granted to them by the stars.\nThey raise the girl for eight years, from ages ten to eighteen. Your daughter grows up to be an adult through various experiences in the game. The girl’s dream is to become a princess, but a wide variety of opportunities await depending on how you raise her. What kind of dream will you make come true for this girl?\n\nRedrawing the graphics\nThis title is based on “Princess Maker 2: Refine,” released in 2004. Especially important graphics were redrawn by Takami Akai in a style similar to the PC-98 version. The graphics are drawn in high resolution befitting modern game systems, with a commitment to quality in the details.\n\nAddition of an opening animation\nAn opening animation by Yonago Gainax has been added to the game. The animation, drawn by a team led by Takami Akai, envisions the future the player will have as the “father” with their “daughter”.\n\nKnowing how your daughter is doing is the first step in raising her\nThis title is a social simulation, so it is very important to always be aware of your daughter's status and use this to raise her.\nIn “Regeneration”, parameters for assessing your daughter's status are always available, so you can check on her at a glance. Check what you should do for your daughter’s future, and raise her carefully.\n\nMessage from Takami Akai\nI am deeply grateful to see that “Princess Maker 2”, which came out 30 years ago, is still so beloved by so many fans that we can release a new version. This time I was finally able to redo the graphics, which I had always wanted to do. Please enjoy the newly redrawn vacations and endings.",
    "id": "0100D4F01ABF2000",
    "name": "Princess Maker 2 Regeneration",
    "publisher": "Bliss Brain",
    "releaseDate": 20240711,
    "version": 0
}