{
    "description": "Helvetii is a 2D action roguelite game, revolving on exploring the ancient mythology and history of the gaulish Helvetii tribes as well as celtic and other mythos from various cultures, and adapting them in a challenging, fast-paced modern action game with a beautiful art style.\n\nTake control of various characters, like a fierce young warchief, a naïve but dexterous fox-turned-man or a cunning druid wielding primordial forces, and use their unique and varied combat skill to fight your way through hordes of creatures and put an end to the rot that has taken over the land as well as their hearts. \n\nWield the many powers bestowed upon you from primal deities that wield otherworldly powers to legendary items that shall change your playstyle for every run. Fight the creeping fiends who will test your resolve and rise to an ever increasing challenge. \n\nFeatures\n\n-Combat in Helvetii will come in many forms, from your usual combo strings to parrying your enemy, juggling them in the air, throwing projectiles, breaking their guards, evading their more powerful attacks and using a variety of powers at your disposal that you will get through your adventures\n-Play up to three different characters with completely unique playstyles to vary your playthrough, as well as learn more about their individual motivations. And learn to mix their unique patterns with the powers of the game.\n-For each playthrough, the game will redistribute its rooms and power ups to give you an always unique playthrough. Meaning that with multiple characters, room configuration, enemy encounters and upgrades, the game remains a fresh experience.\n-The music in Helvetii is composed by the very talented Dale North (Somiken, Dragon Fantasy Book 2, the Materia Collective), with the help of Scarlet Moon Productions. In addition, the vocals are provided by Emi Evans, who sang the soundtrack for Nier and Nier:Automata!",
    "id": "010089701934C000",
    "name": "Helvetii",
    "publisher": "RED ART GAMES",
    "releaseDate": 20230203,
    "version": 0
}