{
    "description": "Easy Red 2 is the game for those who know just what they want from a World War 2 shooter: simulation in weapons and mechanics, historical accuracy in battles, and expansive maps leaving room for large-scale infantry and vehicle combat alike. \n\nFronts of War:\nIn Easy Red 2, you will be taken to both the European and Pacific fronts of the war. On the European front, you will be taken to the shores of Anzio, Italy- working your way towards the bombed peaks of Monte Cassino. You will also be taken to Kos- the Greek island invaded by the Germans in 1943. In the Pacific, you will go to Kwajalein- the Japanese-occupied island invaded by the United States Marine Corps in 1944. \n\nSimulation and Immersivity:\nThat’s what we want for Easy Red 2. We want the player to feel a hint of the real emotions, thoughts, and sense of adrenaline rush of the battlefield. Around the player will be a fury of explosions, gunfire, devastation, orders, and yells from those around them. The player will be rewarded not for his kills obtained, but for his strategic prowess and survival skills on the field.\n    \nLarge battles and historical locations:\nAll campaigns take place in large open-world maps that are reproductions of the real locations of historical battles, with the plans and layout of the battles faithful to events that have historically occurred. \n\nSquad-based Gameplay:\nNo one fights alone. A good, hard-earned victory requires a good hardened team- so jump in as the squad leader, the medic, or maybe the radioman. You’ll always have a job to do within your squad.\n•In our levels, we particularly focused on creating dynamically occurring sub-objectives that differ from the main mission objectives. For example, while the main objective of the greater team may be to conquer a specific area, a sub-objective could be requesting a tank to clear its way from an anti-tank gun that has been sighted, or getting your squad to take out that anti-tank gun yourself. This allows the gameplay to play out slightly differently each time depending on how everything plays out. \n\nVehicles:\n•War machines changed warfare forever, and the second world war proved that unequivocally. Prepare to jump into a Panzer 4, M4 Sherman, M3 Lee, or any other tank that dominated the real battles fought in the game. \n•We decided to let the player have full control of the crew within their vehicles; they will be able to drive and shoot tanks, as long as there are crewmen to operate each armament. Also, battles don’t stop when a tank is disabled- lots of tank crews in World War 2 had time to escape from the scuttled tanks and survive the battles, and so do they in Easy Red 2. If you lose your tank in a fight, you’ll need to bring your crew (or what’s left of your crew) back to your lines safely on foot.\n\nMultiplayer:\n•Play online in both PvP and PvE.\n•Create a match whenever you want and on any map you want!\n\nMap & Mission Editor:\n•The Map Editor makes it possible to create custom maps using brush tools to raise/lower the terrain, paint the textures, or add grass and props from the base game.\n•The Mission Editor allows anyone to create their own missions for the game using vehicles and weapons from the base game, onto maps from the base game or maps made with the Map Editor.\n•Custom Maps & Missions are only available offline.\n\nDevastation of war:\n•Explosions will destroy sandbags, walls, fences, vehicles, defenses, and entire buildings throughout the battlefield. This can radically change the power positions and tides during a fight. \n•Enemy fire suppresses you and your squad, lowering your accuracy and decreasing your overall peripheral vision. You will have to learn how to move safely within a combat scenario and keep your helmet on your head without it getting shot or blown off.",
    "id": "010026F0153C2000",
    "name": "Easy Red 2",
    "publisher": "Corvostudio di Amadei Marco",
    "releaseDate": 20230102,
    "version": 0
}