{
    "description": "TEAMWORK… AND BETRAYAL! CAN YOU FIND THE SECRET HOSR?\n\nIn this free 4 player multiplayer mode, work as a team to save clients from fire and defuse bombs planted by rival corporate spies. But keep an eye on those teammates... not all of them can be trusted. \n\nOne of you, the secret Hosr agent, will work against the brave Embr Respondrs. Their new goal? Make you fail your mission. Careful though, sometimes your team’s suspicious actions may just be an innocent mistake. Intentional detonation, or failed defusal? Client ran into the fire, or into the Hosr agent’s axe? Is that Respondr carrying a pile of cash friend or foe? You decide.\n\nAll Respondrs get a chance to call the vote, and eject the suspected Hosr agent. Discover the Sabotr before it's too late!\n\n\nTeam up with friends to become the most über firefighters money can buy. Rush into burning buildings filled with dangerous hazards, valuables, and top-of-the-line security systems. Fight fires, save lives, salvage goods, and make life-changing money. Buy high tech tools with advanced upgrades, and fresh outfits that unlock new ways to play.\n\nThere’s plenty of fire to go around! Play by yourself or join a response crew of up to 4 players online, with dynamic difficulty that adapts to the size of your team.\n\nPlay through 25 unique levels across 3 districts filled with traps, hazards, and escalating danger.\n\nThere’s more than one way to be a hero. Break down doors, smash windows, fix electrical circuits, clear gas leaks, evade security systems, and do whatever you can to get the job done and get paid.\n\nEarn five star ratings to attract the attention of wealthy customers. And if you’re short on cash, try snatching a few valuables while the clients aren’t looking.\n\nCreate the ultimate private firefighting experience with a range of tools, upgrades, vehicles, and outfits. Leap off tall buildings with the greatest of ease with the fall-damage reducing Dummy Helmet, defy gravity with the patented Double Jump Baseball Cap, slip on a pair of insulated gloves to survive a brush with those pesky electrical hazards, or try any one of the 17 equipment options available.\n\nEmbr will keep you coming back for more with new mission types, daily and weekly challenges, and plenty of achievements to hunt.",
    "id": "0100CC6013432000",
    "name": "Embr",
    "publisher": "Curve Digital",
    "releaseDate": 20210923,
    "version": 0
}