{
    "description": "A WONDERFUL ROAD TRIP THROUGH THE LAND OF THE DEAD\nJoin the three skelebros -Lefti, Midi, and Righti- on a grand road trip through the cutesy world of the dead. After realising they wasted their lives watching horror movies, they decide to embark on a big adventure.\n\nSpanning across 4 episodes released separately, each containing chapters with their own area, microgames, mechanics, and story! Meet all sorts of boney folk and get into heaps of trouble. Before you know it, you'll be well on your way to solving a murder mystery on a cruise ship or starting a high school band to skip out on class.\n\nSHOCKINGLY-FAST MICROGAMES, EACH ONE SPOOKIER THAN THE LAST\nChallenge yourself with a wide collection of blazing-fast microgames themed around horror tropes. Featuring over a hundred microgames you're sure to get shaken to your bones!\n\nEach game takes only a few seconds, so you'll have to use your wits to survive the onslaught of wildly different blood-curling games. From frantically decapitating some poor guy's head to filing your taxes, the horror never ends!\n\nWHAT TO EXPECT FROM EPISODE 1 AND 2\nThis download contain the first two episodes of SPOOKWARE feature 100+ microgames scattered over 5 chapters and a prologue. Each chapter features new mechanics, its own story, and an area to explore littered with skele-folk to throw awful jokes at. The game has an estimated playtime of 6 to 9 hours.\n\nGRUESOMELY VARIED GAMEPLAY TO TICKLE YOUR BONES\nIf you're feeling up to the challenge, try and beat every microgame at least once to add them to your collection. You can even remix them together in an ultimate endless mode that just keeps getting faster! Spooky!\n\nEach microgame is carefully interwoven within the story. Each area features completely new gameplay mechanics to test your microgame skills. Even going as far as changing up control schemes!\n\nFEATURES\n- 100+ hand-crafted, blood-pumping, horror-inspired microgames.\n- A bunch of unique areas to explore in the land of the dead.\n- Play as 3 adorable skeleton brothers Lefti, Midi, and Righti.\n- Unique mechanics for every area, from rhythm to puzzle games.\n- Remix all your unlocked microgames for the ultimate challenge.\n- At least 7 skeleton puns.",
    "id": "010073B01A116000",
    "name": "SPOOKWARE",
    "publisher": "Dread XP",
    "releaseDate": 20230420,
    "version": 0
}