{
    "description": "If you enjoy space shooters or have a penchant for strategy in tower defense games, Kind Heart Defenders offers a unique fusion of both genres.\n\nPrepare to be transported to a universe unlike any other—a realm of floating islands amidst the vast expanse of space, where the purity of Kind Hearts must be safeguarded at all costs. As a relentless wave of enemy ships threatens to obliterate these precious hearts, the fate of this celestial sanctuary rests upon your shoulders.\n\nSummoned from across the galaxy, you'll step into the shoes of masterful aviators—each with their own distinct traits and strengths, embodied in their uniquely designed planes. For the enthusiasts, the Enthusiasm Ship boasts an unmatched firing rate, turning the tide of battle in your favor. The Luck Ship, a beacon of fortune, endows you with increased resilience, ensuring prolonged survival. Are you driven by dreams? The Dream Ship channels your fervor, dealing devastating extra damage. And for those with hearts of gold, the Sweetness Ship enhances your generosity by maximizing coin earnings.\n\nHowever, Kind Heart Defenders is far from an ordinary game—it's an enchanting voyage through awe-inspiring landscapes and a symphony of immersive soundscapes that make every moment resonate. Prepare to be enthralled by addictive gameplay mechanics, meticulously designed to keep you engaged and evolving. Even as the adventure reaches its climax, you'll find yourself craving more, as a multitude of missions and diverse difficulty levels offer endless challenges to conquer.\n\nJoin the epic battle to safeguard Kind Hearts, as you unravel a universe brimming with wonder and peril. The stars beckon—are you ready to rise to the occasion and become a true defender of kindness? Your cosmic journey begins with Kind Heart Defenders. Experience the game that will leave your heart racing and your spirit soaring!",
    "id": "0100F4101BD00000",
    "name": "Kind Heart Defenders",
    "publisher": "DX Gameworks",
    "releaseDate": 20230921,
    "version": 0
}