{
    "description": "-Game Description\nZombie's Cool is a growth-type shooting action game in which you have to mop up zombies that frequently pop up in town while searching for the root of the zombie virus.\n\n-Weapon System\n■ Single Shot Pistol: You can use it limitlessly, but its firepower is weak.\n■ Machine Gun: The damage dealt per bullet is low, but since its per-second firing speed is high, you can deal a lot of damage within a short time.\n■ Shotgun: It has a short range, but it deals a lot of damage to multiple enemies.\n■ Launcher: Along with an explosion, it inflicts physical damage on multiple enemies and also causes flame damage, which zombies can spread to each other.\n■ Laser Gun: No matter what kind of enemy you're facing, they can be brought down with a single shot from this gun.\n■ Double-handed Pistols: Shots that hit enemies irregularly bounce of to other areas. If you're lucky, you can bring down multiple foes with a single shot.\n■ Gunkata: Fire double-handed pistols at random with a cool pose.\n\n-Stage Types\n■ Normal Stage: All you have to do is wipe out enemies. It's the ideal type of stage for earning coins.\n■ Death Race Stage: Within a time limit, you have to exterminate zombies on the map with a zombie car.\n■ Baseball Stage: You have to stop the zombies rushing to home with baseballs.\n■ Barricade Stage: You have to stop the zombies trying to get through the barricade.\n■ Escort Stage: You have to escort survivors to the escape point.\n■ Big Escape Stage: You have to drive a tank to the escape point while defeating the enemies swarming upon you.\n■ Boss Stage: Zombie's Cool features five bosses who possess varied patterns.\n\n-Coins and Upgrades\nOnce you upgrade your weapons' and the player's abilities, stages you once thought were difficult will be able to be cleared with ease. \nAll upgrade elements within the game are carried out using coins.\nYou can earn more and more coins the higher your combo chain number, which rises as you kill enemies, goes. \nBe careful though, the chain is broken if you are attacked by an enemy or if a set amount of time passes without you killing an enemy.\nThat doesn't sound very easy, you say? Well then, maybe you should try replaying the previous stage a few times to collect some money then upgrade your weapons.\nIf you do that, then at some point, you'll be able to enjoy the experience of having coins gush forth suddenly.\nCoins can solve anything in this game!\nJust be sure to remember to maintain your combo chain by not letting enemies attack you!\n\n-Multiple Round Elements\nSo you've seen the first round ending?\nThen you should try the Normal and Hard difficulties too, where even stronger zombies and bosses are awaiting you.\nThanks to diverse zombies risking life and death to fling themselves at you from an early phase, you'll be able to experience a different feeling then you did when you played the Easy difficulty.\n\n-Enemy Types\n■ Walker: Moving at a sluggish pace, it's ready to become a good source of coins for the player.\n■ Rusher: Once it approaches a certain distance, it goes mad chasing after the player.\n■ Smasher: It's not only great at taking blows, it's also got great attack power and mobility.\n■ Eater: It's the slowest moving of all the zombie types, but also the strongest against attacks, so it will soak up all the bullets you throw at it like a sponge, leaving you with no ammo left.\n■ Helldog: It's the weakest against attacks, but it leaps all over the place, making the player busy just keeping up with it.\n■ Crawler: It crawls around on the ground while shooting out scary acidic spit, requiring a continuous exercise of judgment and control from the player.\n\n-Wait just a second...\nDid you just say you don't think you can handle playing, because of all the different enemies?\nThis isn't the first time I'm telling you this, but when you feel like that, you should discuss things with some coins.\nCoins can solve any problem you'll run into in this game!",
    "id": "01001740116EC000",
    "name": "Zombie's Cool",
    "publisher": "Game Museum",
    "releaseDate": 20201112,
    "version": 0
}