{
    "description": "A few months after their previous adventure in Tsukikage Village...\n\nShiren the Wanderer and Koppa, his talking ferret partner, received a vision of a distant land and a girl in distress. It led them to the mysterious Serpentcoil Island.\n\nBut they're not alone. Rumors speak of lost pirate gold hidden away within the depths of Serpentcoil Island, and a powerful monster at its highest mountain peak, said to hold an exquisite treasure in its belly. Adventurers and warriors have flocked from all over the realm, eager for a chance at fortune.\n\nWhat is the connection between the mystery girl and the monster?\nWhat is the truth behind the secrets and treasures scattered throughout the island?\nA new adventure for Shiren and Koppa begins!\n\n◇The \"Mystery Dungeon\" Awaits!\nIn the Mystery Dungeon, the layout of its many floors, the tools you obtain within, and the presence of both friends and foes are different every time you enter. The situation changes each time, so it's up to you to prepare and adapt to unexpected challenges as they appear. Arm yourself with knowledge of the dungeon's threats, collect useful resources, and gather allies to make it through. Strive to reach the dungeon's deepest depths and highest summits!\n\n◇Convenient Gameplay Features\nTake advantage of useful features designed to make your experience smoother and more enjoyable. Important functions include being able to assign multiple projectiles and magic staves to a hotbar for ease of access or the ability to track your own steps on the mini-map.\n\n◇Online Rescues!\nShould a player collapse in the middle of their dungeon adventure, they can call on other players for a Rescue to get them back on track. Rescued players can pick up right where they left off without losing any progress. There are plenty of new online features to expand the range of gameplay.",
    "id": "01006BF01C4C8000",
    "name": "Shiren the Wanderer: The Mystery Dungeon of Serpentcoil Island",
    "publisher": "Spike Chunsoft US",
    "releaseDate": 20240227,
    "version": 0
}