{
    "description": "In this single-player board game-inspired strategy game, solve puzzles and use dice and cards to successfully run your private security agency. Advise your agents as they deal with security, fugitive recovery, repossession cases, and more.\n\nAgents\nHire freelance agents to help complete cases!  Every case has different requirements and with a wide variety of agents to choose from, finding the right agent for the case is essential. Expand your roster to accommodate more agents by completing caseloads and receiving rewards. \n\nCases\nWhether it's security, repossession, fugitive recovery, or moonlighting, careful reading and planning are the keys to success. Ascertain the specific case requirements and bring your A-game to the table by sending the right agent to get the job done.\n\nDice\nEach agent has 5 stats with different values, ranging from 0 to 5. The value corresponds to the number of dice allocated when performing a stat roll.\n\nPuzzles\nSome cases offer diverse and immersive gameplay with genre and era-specific puzzles (read: mini-games). They are a mixture of cryptograms, digital and analog mechanics: reflex-based as well as mathematical challenges. \n\nGear Cards\nBy using cards, stat values are temporarily increased for dice rolls. Gear Cards have a tier value which indicates the rarity of the card, as well as a durability factor, indicating the total amount of uses the card has before it is removed from the inventory.\n\nMean Streets\nTo root out the cancer gnawing at the city, use all the power and resources available to you: from your agents and era-accurate surveillance technology to friends in high places.\n\nBut look out – behind the curtains of this struggle for justice, a much bigger story is playing out. A secret organization with grand ambitions spread its influence over Seneca City, and it has you in its crosshairs.",
    "id": "010055201BB44000",
    "name": "Rough Justice '84",
    "publisher": "Daedalic Entertainment",
    "releaseDate": 20231220,
    "version": 0
}