{
    "description": "Upon investigating a mysterious transmission on Planet ZDR, Samus faces a mysterious foe that traps her in this dangerous world. The remote planet has been overrun by vicious alien lifeforms and murderous robots called E.M.M.I. Hunt or be hunted as you make your way through a labyrinth of enemies in Samus’ most intense side-scrolling adventure yet.\n\nSamus is more agile and capable than ever\n\nGuide Samus Aran, an intergalactic bounty hunter raised by an ancient tribe, and traverse the many environments of a dangerous world. Parkour over obstacles, slide through tight spaces, counter enemies, and battle your way through the planet. Through her countless missions, Samus has never experienced a threat like the dread of ZDR.\n\nPower up and find more ways to explore and secrets to uncover\n\nGain abilities and return to previous areas to find new areas and hidden upgrades in classic Metroid™ gameplay. Planet ZDR’s sprawling map is home to many secrets to discover and powers to find. You’ll need to be prepared to evade and destroy E.M.M.I. robots and overcome the dread plaguing ZDR.\n\nNew modes let you ease into ZDR, experience true dread, or take on a boss gauntlet\n\nIf this is your first time sprinting and shooting as Samus, the new Rookie Mode increases health gained from items and decreases damage from bosses. Bounty Hunters looking for a true challenge can face the new Dread Mode, which can be unlocked if the Hard Mode is finished. Complete the game to unlock Boss Rush* and fight Samus’ most formidable foes one-after-another to try to get the best time possible!\n\nA new Samus amiibo™ figure featuring her suit from Metroid Dread and an E.M.M.I. amiibo figure are available in a 2-pack set. Scan the Samus amiibo for an extra energy tank to increase your health by 100; additionally, the Samus amiibo can be tapped again to receive health once per day. The E.M.M.I. amiibo grants Samus a Missile Plus tank, increasing her missile capacity by 10; additionally, the E.M.M.I. amiibo can be tapped again to replenish some missiles once per day.",
    "id": "010093801237C000",
    "name": "Metroid™ Dread",
    "publisher": "Nintendo",
    "releaseDate": 20211008,
    "version": 0
}