{
    "description": "Wave Break is the world's first skateBOATING game, inspired by arcade skateboarding classics. Grind, grab, kickflip and shoot your way through an explosive 80s crime-filled Miami Vice themed world.\n\nEnjoy an episodic single player campaign, ranked online multiplayer, multiple custom game modes, and an advanced park creator. From tropical beaches to frozen tundras, ride the waves and score the world's biggest combo with style.\n\nFeatures:\n\nSINGLE PLAYER CAMPAIGN: \nChallenge yourself with familiar objectives, collectibles and high score missions. It’s skateBOAT or die as the rivalry between Wave Break’s usual suspects plays out in an episodic storyline involving guns, kickflips, and blood money.\n\nONLINE MULTIPLAYER:\nCompete to be the best flippin’ champ in online ranked matchmaking, or group up with online friends in custom game modes.\n\nMULTIPLE GAME MODES:\nCompete for high scores in Trick Attack, battle it out in Deathmatch, or practice and refine your skills in Free Play mode.\n\nPARK CREATOR:\nCreate the park of your dreams using our advanced in-game Park Creator! Create and edit ONLINE with friends, or do it solo for super-focus.\n\nCUSTOMIZATION: \nUnlock hundreds of custom clothing for maximum stylin’, as well as tons of decals and decorations for your boats. Upgrade stats and unlock gear as you play and earn money.\n\nSTREAM SAFE SOUNDTRACK: \nVibe out to Wave Break’s fresh and 100% stream safe soundtrack featuring original songs from some of the best synthwave artists in the scene like Timecop1983, Kalax, and many more!\n\nEVENTS: \nGrind like a rock star in “Weezy Mode”, an Weezer inspired level featuring the legendary band’s original stream-safe song “Tell Me What You Want”. Check back for more Events to come!\n\nSMOOTH 60FPS ON NINTENDO SWITCH™: \nEnjoy a smooth sailing experience with full 60fps at home or on the go on your Nintendo Switch™.",
    "id": "01006D801367E000",
    "name": "Wave Break",
    "publisher": "Funktronic Labs",
    "releaseDate": 20210611,
    "version": 0
}