{
    "description": "Tacking the quality and finesse of the full simulation experience, Football Manager 2022 Touch allows you dictate the tempo as you compete for the beautiful game's biggest prizes.\nWhether you're challenging for the title on the go or tinkering with your tactics while docked to the big screen, you’re empowered to delegate the finer details to your dedicated backroom team. Maximise the overhauled Nintendo Switch™ controller functionality and enhanced user interface as you focus on the most essential parts of management – tactics and transfers. \nWhere you begin your journey is down to you; there are 123 leagues from 53 of the world’s biggest footballing nations to choose from. It’s time to deliver moments to remember for the fans at your club.\nOnce you’ve walked through the stadium gates and jumped into the managerial hotseat, it’s time to stamp your style on the pitch. Hit the ground running with one of the many tactical presets, modelled on the world’s most popular styles, priming your squad for success on Matchday. For those of you that don’t like to follow the crowd, there’s a custom setting for you to break new ground with your own tailored approach. \nLet your scouts power your recruitment as you assemble a dream squad full of global superstars and wonderkids. You won’t have to wait long to see those prospects become global superstars as you blast through the seasons, filling your club’s trophy cabinet as you take the game by storm. \nWhen Matchdays roll around, the choice is yours – you can savour the action from the touchline or skip straight to the final whistle with our ‘Instant Result’ option.\nManage the world’s best clubs at your pace in FM22 Touch, bolstered by a host of new additions, including:\nNew for this season\nController advancement\nImproved controller integration makes competing for football’s biggest prizes easier than ever. Benefit from enhancements across a multitude of menus with the new ability to multi-select rows of information. \nPowered by data\nImprove your team’s results with the new Data Hub, which brings together all of your team's game analysis in one place. Powered by stats that real clubs use, it’ll be easier for you to iron out issues with your squad and elevate performances to new levels. \nIncreased Match Authenticity\nA remodelled animation engine allows your players to really show off their skills in our most striking match action yet. An improved pressing system is just one of several AI overhauls that makes matchdays simply unmissable.\nMore responsive media \nInstant feedback on your media interactions enables you to keep a happier squad, with clearer information on how your decisions impact the morale of your players.\nThere are also many more features, big and small, ready for you to discover throughout the game.",
    "id": "0100AD60152C2000",
    "name": "Football Manager 2022 Touch",
    "publisher": "SEGA",
    "releaseDate": 20211109,
    "version": 0
}