{
    "description": "In This War Of Mine you do not play as an elite soldier, rather a group of civilians trying to survive in a besieged city; struggling with lack of food, medicine and constant danger from snipers and hostile scavengers. The game provides an experience of war seen from an entirely new angle.\n\nThe pace of This War of Mine is imposed by the day and night cycle. During the day snipers outside stop you from leaving your refuge, so you need to focus on maintaining your hideout: crafting, trading and taking care of your survivors. At night, take one of your civilians on a mission to scavenge through a set of unique locations for items that will help you stay alive.\n\nMake life-and-death decisions driven by your conscience. Try to protect everybody from your shelter or sacrifice some of them for longer-term survival. During war, there are no good or bad decisions; there is only survival. The sooner you realize that, the better.\n\n---------\n\nThis War of Mine: Complete Edition consists of:\n•    This War of Mine – full version of the base game\n•    Anniversary Edtion update – set of new characters to interact with, locations to explore and new possible ending, created especially for the second anniversary of the game\n•    The Little Ones DLC – exploring the hardships of wartime survival as seen from an entirely new perspective – that of a child.\n•    This War of Mine Stories - the full set of three new stories set in the world of This War of Mine. Those story-driven DLCs present a different perspective on war, offering a brand-new, unique experience for both This War of Mine old-timers as well as the new players.\n\nThe stories are:\nEpisode 1: The Father's Promise - a heartbreaking tale of loss and hope in a war-torn city\n\nEpisode 2: The Last Broadcast – whereas a radio-operator you are going to face moral dilemmas and decide, whether there is a price too high for the truth\n\nEpisode 3: Fading Embers portrays a story of Anja living in a warzone and carrying a heavy burden as she has to answer to herself what is more important - survival of human legacy or the survival of a man.\n",
    "id": "0100A8700BC2A000",
    "name": "This War of Mine: Complete Edition",
    "publisher": "11 bit studios",
    "releaseDate": 20181128,
    "version": 0
}