{
    "description": "You’re Rocky, a 20 year old young man with a certain charm that doesn’t go unnoticed. After a night out at the Zooty Slammer, you wake up in a strange hospital, kidnapped and drugged.\nWhatever they did to you last night, they did it. And now it’s too late for apologies, you need to get to the bottom of this…\nRocky style.\n\nABOUT TO HELL WITH THE UGLY\nFinalist in the 2023 IGF awards in “Excellence in Visual Arts” and showcased in the Day of the Devs 10th anniversary, To Hell With the Ugly is an adventure game set in a 1950s LA film noir setting. \n\nPlay as Rock Bailey, a blond and handsome young man who systematically refuses all advances made to him. To the dismay of everybody around him, he stubbornly saves himself until the day he turns 20.\nEverything changes when he is drugged and kidnapped outside the Zooty Slammer jazz club and wakes up in a strange hospital. They stole something from him, something very personal, and he wants revenge. Help Rocky get to the bottom of this mystery and find out the truth behind it.\n\nTo Hell with the Ugly is an adventure game with a focus on narration. Rocky has already lost part of his pride, he won’t shy away from combat if it takes him closer to the revenge he seeks. With his journalist partner Gary, they will have to gather clues from crime scenes and use them to make assumptions and solve puzzles, explore all the nooks and crannies of 1950s LA and let their fists do the talking in turn-based combat. \n\nGAMEPLAY\nTo unravel this mystery, you must:\n\n- Investigate Los Angeles in the 50s, explore its darkest corners, meet the locals and immerse yourself in this film noir atmosphere\n\n- Fight for your freedom, let the fists talk in turn-based combats based on timing, precision and amazingly beautiful hair\n\n- Gather clues and information, investigate crime scenes, and make the right choices to solve mysteries.\n\nSETTING\nA film noir set in 1950s LA\nExplore 1950s LA like you’ve never seen it before, in this homage to noir movies. Discover the hidden side of the city, a sordid / gruesome investigation centered on the disappearance of the most beautiful inhabitants and human experimentations. \n\nA stunning art direction\nA breathtaking 2D world combined with fully animated cinematics and an incredible, bold art direction that bring the city of Los Angeles to life. \n\nIt’s jazz all the way down\nWhat best describes 1950s LA than jazz music? \nCarry out your investigation to the smooth rhythm of the jazzy soundtrack of To Hell With the Ugly!\n\nBoris Vian reimagined\nTo Hell With the Ugly is an adaptation of Boris Vian’s satiric work of the same name, reimagined for the 21st century. Delve into the absurd and acclaimed work of the famous French author, brought to you by La Poule Noire and ARTE France. \n\nMature content :\n- Explicit nudity\n- Hand-to-hand and weapon combat\n- Light sexual content\n- Experimentation on humans\n\nTo Hell with the Ugly provides users with the following options :\n\n- adjust text size\n- adjust the color of each different category of text : dialogues, thoughts and highlighted words (subtitles/captions are not yet adjustable)\n- adjust the speed of the virtual cursor\n- activate or deactivate the \"\"hold for running\"\" option\n- skip fights\n- adjust audio tracks separately\n- pause game play at any time during the game",
    "id": "01007DB016D96000",
    "name": "To Hell with the Ugly",
    "publisher": "ARTE Experience",
    "releaseDate": 20230530,
    "version": 0
}