{
    "description": "*** Broforce Forever Update ***\n\nBroforce Forever, the long-awaited free update to 2015’s most patriotic video game, held back from freedom-loving gamers for a crime it didn’t commit, has promptly escaped from a maximum security stockade and unleashes a megaton of Kentucky-fried carnage into the face of evil.\n\nThe final update offers an improved and expanded campaign with new unlocks, along with six new ultra patriotic bros, four new democracy-spreading challenge levels, and the ultimate expression of military might – bug fixes!\n\nThe best way for a returning player to enjoy this is to play through the entire campaign again. And again. Forever.\n\nNEW BROS\nHarness the calculating intelligence and acid-spitting allure of Seth Brondle, wield Xebro’s flying Chakram, serenade (and grenade) terrorism with the flamenco firebrand Desperabro, or become the thing monsters have nightmares about, a stake throwing, unholy purging, self-resurrecting teenage Slayer!\n\nIf sniping is more your style, famed bug hunter Bro Gummer brings pinpoint liberation with his trusty rifle, while Demolition Bro’s Freeze Grenades put evildoers right back where they belong… ON ICE.\n\nNEW BADDIES\nA Bro only becomes a force when confronted with those who seek to destroy their freedoms, and in Broforce Forever, the terrorists are even more determined to delete democracy. Motorbike Maniacs will try to run you down, while machine gun placements, barbed wire, sandbags and bazooka-laden blimps conspire to make each visit to occupied territory a very, very bad day at the broffice.\n\nNEW CHALLENGES\nBros in search of even bigger battles can flex their muscles in new challenge levels known as Muscle Temples. Each campaign tasks Indiana Brones with navigating a perilous temple that features a new Threat Level and specific enemy types and hazards. Succeed and unlock one of four new flexes that can be deployed by any Bro, any time, any place. Just like freedom.\n\n***\n\nWhen evil threatens the world, the world calls on Broforce - an under-funded, over-powered paramilitary organization dealing exclusively in excessive force. Brace your loins with up to four players to run ‘n’ gun as dozens of different bros and eliminate the opposing terrorist forces that threaten our way of life. Unleash scores of unique weapons and set off incredible chain reactions of fire, napalm, and limbs in the name of freedom. \n\nFeatures:\n\nThe Broforce: Deliver your own brand of shock and awe with dozens of bros each with their own unique weaponry and special attacks designed to dispatch freedom across the world.\n\nBro-Op & Deathmatch: Battle terrorism with up to four players in cooperative mode or sever ties with your bros and face each other in several bombastic competitive modes.\n\nFully Destructible Everything: Destructible terrain opens up a slew of strategic options while the abundance of Exploding Red Barrels of Justice™ can literally level the playing field with one shot.\n",
    "id": "010060A00B53C000",
    "name": "Broforce",
    "publisher": "Devolver Digital",
    "releaseDate": 20230927,
    "version": 0
}