{
    "description": "The Tropico 6 - Nintendo Switch™ Edition includes an exclusive palace design, the captivating flamingo pond, something every dictator craves to impress his neighbouring states and a tourist costume for El Prez to enjoy those warm caribbean nights adequately.\n\nFeatures:\n• Play on large archipelagos for the first time in the series. Manage multiple islands at the same time and adapt to various new challenges.\n• Send your agents on raids to foreign lands to steal world wonders and monuments, to add them to your collection. \n• Build bridges, construct tunnels and transport your citizens and tourists in taxis, buses and aerial cable cars. Tropico 6 offers completely new transportation and infrastructure possibilities.\n• Customize the looks of your palace at will and choose from various extras.\n• Tropico 6 features a revised research system focusing on the political aspects of being the world’s greatest dictator. \n• Election speeches are back! Address the people and make promises that you can’t possibly keep.\n\n\nIn times of political turmoil and social unrest, the people are calling for visionary leaders, who will steer the fate of their country with foresight and ingenuity. Prove yourself once again as a feared dictator or peace-loving statesman on the island state of Tropico and shape the fate of your nation through four distinctive eras. Face new challenges on the international stage and always keep the needs of your people in mind. \n\nFor the first time in the series, manage extensive archipelagos, build bridges to connect your islands and use new means of transportation and infrastructure. Send your Tropicans on raids to steal the wonders of the world, including the Statue of Liberty and the Eiffel Tower. Customize your palace at will and give election speeches from your balcony, to win the favor of your subjects.",
    "id": "0100FBE0113CC000",
    "name": "Tropico 6 - Nintendo Switch™ Edition",
    "publisher": "KalypsoMediaGroup",
    "releaseDate": 20201107,
    "version": 0
}