{
    "description": "Lethal League Blaze is an intense, high speed ball game, with unique characters, outta sight sounds and none of that weak shit. In Shine City, the anti-gravity ball game has long been illegal. The group who kept playing was dubbed the Lethal League. Even now, with their sport pushed underground, players and crews compete in the League for challenge and respect. \n\nIn the game, the goal is to beat your opponents with the ball. You can manipulate the ball to get the perfect angle and use your character's special moves to surprise them. But every strike speeds up the ball or even doubles its speed, up to shatteringly extreme velocities. You can tag the ball to your color, but on those high speeds the tables are quickly turned. You can play locally with friends and foes, by yourself in the singleplayer modes or battle it out online!\n\nUp to 4 players:\nPlay locally AND online with up to 4 players.\n\nEasy to pick up, hard to master gameplay:\nStart off simply hitting the ball faster and faster back and forth. Improve by learning how to use Smashes, Bunts and Special Abilities to your advantage. Then go further beyond with parries and countering with throws ending with the pure psychological goodness: taunts. \n\nTons of unlockable extras and secrets:\nUnlock characters and their outfits as you play. New modes and stages are in there too and even the soundtrack can be unlocked to play at leisure. \n\nPlay on your own:\nStep up to the plate by yourself and beat a series of opponents in the Arcade Mode to reach the beat-blasting bossfight. Then check out the event-based Story Mode that has you playing all sides of the going-downs in Shine City.\n\nModes and options:\nPick your preferred style of play like with HP, one-shot kill or points. And then there are game modes like Strikers, using goals, and something called Lethal Volley... \n\nWicked Tracks:\nA Breakbeat, Hip-Hop and House soundtrack featuring the likes of Hideki Naganuma, Frank Klepacki, Pixelord, Bignic and of course Klaus Veen.\n\nLethal League Blaze is the sequel to the popular projectile-fighting game Lethal League known for it's ridiculous speeds and hitstun, the original game was intense to watch and intenser to play. This time around there will be double the characters at launch and more to come after.",
    "id": "01003AB00983C000",
    "name": "Lethal League Blaze",
    "publisher": "Team Reptile",
    "releaseDate": 20190712,
    "version": 0
}