{
    "description": "Start your even more exciting career as law enforcer on Europe’s fastest road now with the successor to the popular Autobahn Police Simulator.\n\nYour adventure begins right in the police station where colleagues are present, too. Over the course of the game you can further develop the station and gain access to new opportunities and missions this way.\n\n\n\nStep by step, you can unlock new upgrades for the station, vehicles, equipment, and your skills via the tech tree. As a highlight waiting at the end of the tree there is a police helicopter which from there on supports you during missions (passively) and while chasing offenders.\n\nWith its numerous Open World features, Autobahn Police Simulator 2 offers a long-term varied gameplay that goes beyond a mere simulation.\n\nGameplay Features:\n\nLiving Police Station\nElaborately told story\nFree Play\nDetailed character creation\nTech tree with upgrades for the station, vehicles, gear, and player skills\nIntelligent AI\n3 different vehicles\nDetailed vehicle functions like 3 different siren signals, controllable LED matrix, “blue light”, indicators, and many more\n\n\n\nTake on varied, randomly selected missions, e.g. car chases at high speeds, careful escorts or accident securing and traffic checks. By successfully completing these operations you move up in rank.\n\nBesides the free game, Autobahn Police Simulator 2 now also tells an elaborate, spectacular story in 20 missions that are broken up by cut scenes. All missions, either in the free game or in the story, are extensively voiced to convey a realistic and thrilling experience.\n\nMission types:\n\nExtensive traffic checks\nFast-paced car chases\nActively influencing the traffic\nHandling accidents\nVehicle searches\n\n\n\nTo take on all these operations, your fleet consists of a radio patrol car and a civil car as well as, for the first time, a police van. They all feature an LED matrix and realistic siren signals that change based on the type of mission.\n",
    "id": "0100913015928000",
    "name": "Autobahn Police Simulator 2 - Nintendo Switch™ Edition",
    "publisher": "Aerosoft",
    "releaseDate": 20220224,
    "version": 0
}