{
    "description": "ALL ABOARD\nGet your tickets to ride the Trackline Express today! Small disclaimer: there might be some missing rails sections. And occasional barbarian attacks. But don’t worry, our trains are the most reliable out there. Some just require a few upgrades here and there. Other than that, a perfectly fine ride is awaiting for you!\nDid we mention wildfires?\n\nTrackline Express is a train builder where you need to reach the stations while keeping your passenger safe from attacks and wildfires. Gather wood, rocks, ores, coal, and then transform them into various resources to create new buildings and equipment using blueprints that you unlock along the way.\n\nThe game offers a unique blend of gameplay elements that could appeal to players who enjoy strategy and resource management and to those looking for a more relaxed and cozy gaming experience with occasional exciting twists.\n\nGATHER RESOURCES\nThere aren't many resources in the desert, so you’ll have to think about how to use them in the best possible way.\n\nUNLOCK BLUEPRINTS\nYou’ll need to collect enough coins to unlock blueprints in order to build anything. Once a blueprint is unlocked, it’s freely available. Coins are rare around there, so use them wisely.\n\nBUILD\nWith enough resources and the right blueprints, you can create multiple buildings and equipment to help you keep going forward and survive. What will you build first? A mine to get the coal for the train? Or maybe a well for your water tank? Unless you choose equipment to defend yourself against an upcoming threat... Each game is different and might require different prioritizations. Adaptation is key.\n\nDEFEND\nAttacks are frequent. You’ll have to fight to protect your convoy. Fortunately there are a few items you can use. As more passengers arrive, you’ll have to be more creative with how you use them.\n\nKEEP THE TRAIN GOING\nFeed your train with fuel, build new wagons and new equipment to defend against, well, basically everything. Try to automate things to keep moving as the game gets harder and harder with time and distance.\n\nFEATURES\n- High replayability value\n- Many items to gather and craft\n- Multiple game modes\n- Mini quests to complete\n- Random deterministic map generator",
    "id": "0100AD801E6F8000",
    "name": "Trackline Express",
    "publisher": "BUBBLEBIRD STUDIO",
    "releaseDate": 20240418,
    "version": 0
}