{
    "description": "Set out on a grand adventure in this turn-based, retro style, pixel-art RPG, inspired by the great titles of the 90's. Take on the roles of in-game players taking on the roles of their characters in a traditional pen and paper RPG session in the ultimate meta roleplaying experience.\n\nAs both the playing characters AND the game master, players can choose which battles to fight. Put together a bunch of monsters to make for a challenging fight and your efforts will be equally rewarded!\n\nChoose from multiple classes, such as knights and mages, pick your characters to control those classes, like grandma or kid brother, and take on the loads of quests, monsters, items and equipment littered throughout Knights of Pen & Paper +1 Deluxier Edition. Blacksmiths, enchanters, mining, gathering, hidden treasures and a whole lot more await, giving players a lot of room to personalize their gameplay experience.\n\n<strong>Don’t wait any longer, the Pen & Paper world needs you!</strong>\n\nKey Features\nThe ultimate pen and paper RPG simulation experience\nPut together your own role-playing group complete with the game master, the role-players and their respective classes \nFight and explore your way through a perilous fantasy world to defeat the dark mage\nLevel up and get your hands on more gold to unlock epic items and gear for your party\nAs the game master, you can set up the fights yourself and choose how many monsters to battle\n\nThe +1 Deluxier Edition includes these all new features:\nNew dungeons to explore with monsters, traps, treasures, and powerful bosses\nThe Tavern, a place to stash heroes and switch out party members\nMore options for characters to implement during battles, adding more depth and variation to fights\nExtended campaign filled with lots of new content",
    "id": "0100D3F008746000",
    "name": "Knights of Pen and Paper +1 Deluxier Edition",
    "publisher": "ParadoxInteractive",
    "releaseDate": 20180529,
    "version": 0
}