{
    "description": "Rise up in Let’s! Revolution!, a roguelite puzzle mashup that builds on the classic rules of Minesweeper with procedurally generated mazes and turn-based tactics.\n\nEmbark on a deadly game of hide and seek, chasing the rotten King across the enchanting land of Beebom.\n\nPut your problem-solving skills to the test as you flip tiles to outsmart deadly foes and uncover powerful items and abilities.\n\nEvade the King’s deadly boot-licking lackeys or take them down in strategic turn-based combat.\n\nGear up along the way with over 100 items and abilities for a final showdown with the King himself in Beebom City.\n\nDive into the beautifully illustrated and hand-animated world of Beebom in this debut game from award-winning animation house BUCK. The original score and sound design by Antfood brings Beebom to life as a vibrant sonic world.\n\nThe Heroes\n\nChoose your hero from six unique classes, each with their own playstyle and abilities, including:\n\n• The Charger, a powerhouse who unleashes devastating attacks but must keep charging into hidden tiles to gain energy.\n• The Shadow, who uses cunning items like Smoke Bombs and Sleep Darts to outwit and outmaneuver enemies.\n• The Oracle, a master of perception magic who adds extra information to navigate the mazes with superior logic and teleportation.\n\nKey Features\n\nPEOPLE TO MEET: From the King and his cronies to the Shopkeepers that help you along the way, you’ll encounter a diverse cast of memorable characters brought to life through expressive animation and cheeky dialogue.\n\nKEEP IT SIMPLE: Say goodbye to tiresome calculations and obscure probabilities. Board-game-inspired mechanics keeps the focus on learning abilities and strategic gameplay.\n\nGO DEEP: With 5 levels of NG+ to unlock for each class, expert players can expect to have their skills put to the ultimate test.\n\nOR CHILL OUT: Take a break from the challenge with Easy Mode, perfect for more casual players or those who want to overthrow the monarchy at their own pace.",
    "id": "0100C7601CD2E000",
    "name": "Let's! Revolution!",
    "publisher": "Buck",
    "releaseDate": 20240411,
    "version": 0
}