{
    "description": "Bish Bash Bots is a unique mix of casual tower defense strategy and all-out brawling action. Team up in couch co-op / online play or go it alone to save the world. \n\nIn a cartoony take on the distant future, robots have become an integral part of everyday life. But everything changes when the bots, seemingly for no reason, malfunction and start stealing all of the world's technology.\n\nAmongst the chaos, a rag-tag team of unlikely heroes step up to save humanity. Armed with their respective skills, our heroes have set out on a grand adventure to reset the robots and save the world. Build upgradable turrets, unlock new gadgets and bash bots with giant hammers.\n\nJourney across the world through vibrant and colourful biomes. Use strategy to defend against swarms of robots and save humanity!\n\nDynamic Enemies \nLarge swarms of bots that navigate dynamically – can be pushed, shoved and bashed around by players and turrets.\n\nStrategy Meets Brawling\nA unique mix of casual tower defense strategy and all-out brawling action. Swing giant hammers, run and jump around vibrant levels and figure out how best to use your turrets against the incoming waves of bots.\n\nPlay With Friends or Solo\nDesigned to be fun both in co-op multiplayer and single player. Play online or locally up to 4 players. You can also play with any combination of online and local players together.\n\nLevel Variety \nTravel the futuristic world through 32 vibrant and varied levels. Contend with unique challenges across 8 biomes – from the Volcano overheating your turrets to the mutant plants grabbing players in the Jungle.\n\nUnlock New Tech\nAdd new turrets and gadgets to your collection as you progress through the world. Use them to combat the variety of unique bots. Complete challenges to unlock new cosmetics.\n\nNever a Dull Moment\nPlayers are always in the action, not just waiting for events to play out. Build and upgrade turrets, collect scrap, bash bots and use unique special turrets in your fight to save the world.\n",
    "id": "0100BE0019E28000",
    "name": "Bish Bash Bots",
    "publisher": "Firestoke",
    "releaseDate": 20231019,
    "version": 0
}