{
    "description": "Train Station Simulator is a station builder and manager game. Be a creative engineer by planning flooring tiles, building walls and creating emergency routes. Install ticketing machines, monitors, appliances, place benches and dozens of other public space related objects. Hire your staff for a more reliable operating ecosystem. The demand for rail travel is evident: setup the complete timetable for your central station and deploy all local and national bus, tram and taxi connections. Ride the rails and operate your ultimate grand central empire!\n\nFull game interface supported in the following languages: \n* English\n\n* 63+ different objects to place\n* 30+ types of trains, locomotives, engines and carriages\n* 25+ different staff members in 5 settable categories and an extra 2 categories of shoe-shiners and shop assistants (assistants are part of each cafes and restaurants by default)\n* 24+ types of passengers including vandal persons and homeless persons and disabled persons\n* 25 different cars from the 70s and 90s and bicycles\n* 16+ types of shops/restaurants and other facilities to place\n*  9 public transportation vehicles\n*  6 doors\n*  5 types of rails: standard, advanced, electric, magnetic, light hiber\n*  5 flooring\n*  4 platform types\n*  3 walls\n*Not all content available in all game modes at once.\n\n\nHire your staff and manage salaries and working shifts:\nKeep your station clean of debris, secure all areas by police officers and never ran a train off the track by employing system engineers. Hire your staff for a more reliable operation. A cleaner station makes passengers happy that increases income.\n\nDeliver more tracks and manage all schedules:\nAs time flies by your terminal hub starts to expand. Set up restaurants, bars and cafés and allow them to grow and bloom into successful businesses. Open up new building wings and connect all areas with corridors so passengers can easily access all spaces.\n\nSelect from campaign modes to endless game play\nTrain Station Simulator will be shipping with over 25 uniquely designed game modes ready to be played not only for days but weeks and months. The game includes \"Campaign\", \"Ready\", \"Mission\", \"Survival\" and \"Endless\" play modes. ",
    "id": "010086000EBDE000",
    "name": "Train Station Simulator",
    "publisher": "Appliks Apps Studio",
    "releaseDate": 20210402,
    "version": 0
}