{
    "description": "Experience the magic of capitalism in Potionomics: Masterwork Edition, the fortified version of the enchanting game that alchemizes potion-crafting, business, deck-building, and romance.\n\nAfter the untimely death of her uncle, a penniless witch named Sylvia finds herself the inheritor of a potion shop—and massive debt. Although Sylvia is barely a novice, it’s up to her to build up the business and save herself. Thankfully, she won't have to go it alone. With help from some new friends, Sylvia will hone her negotiation skills, outsell her craftiest competitors, and make her shop THE number-one potion destination in Rafta. It’s all about mastering the finer points of Potionomics!\n\nKEY FEATURES\n\nWheel and Deal\nNegotiations can be tense when every coin counts, but you'll manage Sylvia’s stress with ease by playing your cards right. Develop friendships with adventurers and other shopkeepers on Rafta to learn even more advanced negotiation tactics.\n\nRecipe for Success\nChoose the best ingredients to make even basic potions extraordinary, perfecting the taste and aroma to please your pickiest customers. But beware—if you aren’t careful, you'll get some pretty gross results!\n\nFantastic Friends and Foes\nRafta, home to some of the world's most potent magic, is packed with big RPG personalities, each seeking a leg up in their adventures. Befriend and recruit them to help you level up your own potion game, but don't expect everyone to be friendly...\n\nYour Shop, Your Rules\nMake your shop really pop with customizable decor. Style points aren't the only perk; decorating your shop just right can improve your prices, make better quality potions, and more!",
    "id": "01000A801D4C2000",
    "name": "Potionomics: Masterwork Edition",
    "publisher": "Marvelous (XSEED)",
    "releaseDate": 20241022,
    "version": 0,
    "category": [
        "Simulation"
    ],
    "developer": null,
    "intro": "The award-winning magical shop sim is coming to Nintendo Switch™ loaded with new features.",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "de",
        "ko",
        "zh",
        "zh"
    ],
    "nsuId": 70010000073837,
    "numberOfPlayers": 1,
    "ratingContent": [
        "Crude Humor",
        "Drug Reference",
        "Mild Language",
        "Suggestive Themes",
        "Use of Alcohol"
    ],
    "region": null,
    "rightsId": null,
    "latest_update": {
        "id": "01000A801D4C2800",
        "version": "65536"
    }
}