{
    "description": "Mommy's Warm Hot Spring ～ぽかぽかママ恋温泉～ is a visual novel game where the protagonist, Naoto, who grew up in a single-parent household, expresses gratitude and conveys his feelings toward the older woman who supported him using the hot spring he found. \nA Bishojo Game released in 2017 under the \"Incarose\" brand has been reworked for the \"PandaShojo\" platform for players around the world to enjoy.\n\n\n◆Introduction\n\"Name it after the woman you're smitten with. It'll make your heart race!\"\nI was asked by the elder who helped with the construction to name the hot spring.\nAt that moment, one name came to mind.....\n\n\n◆Synopsis\nThe protagonist, Naoto Ichijo, rejects his classmate's confession saying  \"I like older women, like in your mother's age.\" \nFor some reason, he was always liked by older women, so he naturally developed a preference for them.\n\nOne day, his neighbor Kaori mentioned that she wanted to go to the bathhouse she used to go to.\nShe seemed tired and at home, Naoto's stepmother, Tsugumi, is also unwell.\nIt seemed every older women was tired...\n\nHaving preferences towards older women, Naoto is being bullied by his classmates at school.\nSince being hit from behind, Naoto's sense of smell strangely developed exceptionally.\n\nWith his heightened sense of smell, Naoto noticed the scent of hot springs coming from a certain direction.\nFollowing the scent, Naoto discovers an area with an especially strong smell!\nWill Naoto successfully find a hot spring and rebuild a bathhouse that relieves the daily fatigue? \n\n\n◆Characters\nAkane Miyasaki\n\"Are you sure you're cleaning it properly...? It looks quite dirty.\"\nA cheerful and gentle woman who loves ear cleaning. She also has an outstanding figure.\nShe has been taking care of Naoto since he was a child and treats him like her son.\nShe mentions to Naoto that there's a hot spring in this town called 'Wadachihara no Yu'.\n\nKaori Kiriyama\n\"Happy Valentine. Though I'm two days late.\"\nAn acquaintance of Naoto who is friendly and currently working at the local supermarket.\nShe experienced the tragedy of losing her husband and child in an accident.\nTo help her forget her loneliness, Naoto occasionally visits her to have a friendly chat.\n\nTsugumi Ichijo\n\"When you have some sort of trouble, they somehow seem to ease up when you take a breather and go for a walk.\"\nNaoto's stepmother. She is a very gentle and nurturing woman.\nBalancing work and household chores, she relies on Naoto and takes care of him.\nDuring the season change, she often gets a fever or feels unwell.\n\nNaoto Ichijo\nA male student who lost his parents at a young age and has been supported by older women.\nHe is thoughtful in various ways, such as helping with shopping and preparing dinner.\nHis father who past away loved hot springs, so he has a special attachment to them.",
    "id": "010092001E564000",
    "name": "Mommy's Warm Hot Spring ～ぽかぽかママ恋温泉～",
    "publisher": "CyberStep",
    "releaseDate": 20240229,
    "version": 0
}