{
    "description": "A demon possessed you one year ago. Since that day, you unwillingly tore a trail of bloodshed through New York City. Waking up on a stormy rooftop, you meet your saviors: the Unavowed, an ancient society dedicated to stopping evil. Life as you knew it is over, but by joining them you have a chance to reverse some of the damage you’ve done—and, if you choose wisely, to redeem yourself.\n\nShape your hero: Name the playable character, choose their gender, and pick from three origin stories to customize the protagonist.\n\nChoose your party: Select two out of four companions to join you on missions across the boroughs of New York City. Each member of the Unavowed has a unique personality and skillset, providing different solutions to the obstacles you’ll encounter. \n\nFollow your conscience: Difficult choices await. In Unavowed’s subtly branching storyline, your decisions could come back to help you… or haunt you.\n\nPlay how you want: Controls refined for Nintendo Switch™ allow you to play comfortably with either the Joy-Con™ controllers or the touch screen.\n\n“Unavowed is much more than it appears: it's a brilliantly written adventure that makes you care deeply about its inhabitants and subverts your expectations.” Gamespot, 9/10\n\n“With a great cast of characters, Unavowed is a stylish urban supernatural fantasy that is touching, funny, endearing, replayable and above all, fun.” Adventure Gamers, 5 stars\n\n“An adventure game of the highest calibre, with a story that'll grip you from beginning to end.” GamesMaster UK, 90%\n\n“This game is definitely a fusion of different themes and cultures you see in fantasy stories of all kinds—we have Jinn, fire mages, elementals, mer folk, dragons, dryads, fae, and ghosts. You’d think squashing this many ingredients into a blender would just result in something confused and muddled, but it works REALLY WELL, I am impressed.” Pushing Up Roses (YouTube)",
    "id": "0100C18014DC0000",
    "name": "Unavowed",
    "publisher": "Wadjet Eye Games",
    "releaseDate": 20210708,
    "version": 0
}