{
    "description": "From the brilliant mind of the BAFTA Scotland Award-Wining studio, Blazing Griffin, get ready in 2023 for a new adventure as the famous detective Hercule Poirot travels to London for a seemingly simple task of delivering a painting for an exhibition, that will be unfortunately stolen during the grand opening.\n\nFor the first time ever, players will have the opportunity to team up with Poirot’s beloved sidekick in the books, Hastings, as they uncover a new mystery. Expérience a new location, adventure, and partner in this exciting next chapter of Hercule Poirot in his youth.\n\nIn this detective adventure game, you will take on the role of the famous detective, Hercule Poirot, as he joins forces with Lloyd's of London to ensure the transportation, protection, and sale of a valuable painting of Mary Magdalene. The painting is to be the centerpiece of a new exhibit at a London Museum, featuring other works of ecclesiastical art on loan from Brussels.\n\nAs an employee of Lloyd's of London, your colleague, Hastings, will assist you in handling the insurance of the artworks and the sale of the painting. Upon arriving at the museum, you will meet with the new owner of the painting, Mortimer Ailsworth, and the curator of the museum, Evelyn Warbeck. Use the resources at your disposal to examine the security and protect the painting from any potential threats.\n\nOne week later, a Preview Gala will take place where all of the main characters will be in attendance. However, things take an unexpected turn when the painting is stolen from under everyone's noses. Your sharp detective skills will be useful to uncover the truth and find the culprit behind the theft. \n\nWill you be able to solve the mystery and retrieve the stolen painting?\n\nFEATURES\n- Continue the journey in the Award-winning saga with the second episode, set in London.\n- Discover iconic locations in London as you play as the famous detective Hercule Poirot and experience the thrill of being a detective and solve the mystery with investigation features such as interviewing suspects and collecting evidence.\n- Immerse yourself in a dedicated original story, with fully voiced characters in English, French, and German.\n- A script faithful to Agatha Christie's original material, as you uncover the story and characters of Poirot's youth. ",
    "id": "01002FD01A24C000",
    "name": "Agatha Christie - Hercule Poirot: The London Case",
    "publisher": "Microids",
    "releaseDate": 20230829,
    "version": 0
}