{
    "description": "This is a complete port of the collaboration with Twilight Frontier, from the Touhou Project by Team Shanghai Alice.\n\n\nA mysterious phenomenon called \"Perfect Possession\" is occurring.\nA phenomenon where one is possessed by a completely different person not only in mind but in body.\nHowever there is nothing to worry about, as Reimu has already figured out the cause of this phenomenon.\n\n\"The strongest duo has been formed.\"\n\"Maybe something bad will happen for humans.\"\n\"Has an enemy that cannot be defeated alone appeared?\"\nTerrified, the people of the village made these foolish rumors.\n\nUnfounded rumors have begun to materialize, due to an unresolved incident called the \"Urban Legend Incidents.\"\nIt is clear that the \"Perfect Possession\" this time around is one of these \"Urban Legend Incidents.\"\n\nThis is a story of those observing \"Perfect Possession,\" those exploiting it, those  involved for no reason, and those trying to expose the threat hiding in the shadows…….\nWhat begins now is the bittersweet tale of those who mistook themselves for the strongest duo.\n\n\nThis time, the incidents are one where two become one?! ”Touhou Hyouibana　～ Antinomy of Common Flowers.” is a versus action game where you take control of the residents of \"Gensokyo\", a place where people and youkai live together, and follow the story about the recurring incidents to its resolution.\n\n■Duel of Mysterious Flying Girls\nThese girls are not bound by gravity, as their battle takes place in all directions in a vast airspace. Taking its roots from shooting games, watch as various projectile attacks crossfire from all distances for a magnificent spectacle.\n\n■\"Perfect Possession\" - Who Will be the Strongest Duo?\nThe core mechanic of this game is \"Perfect Possession\" - realize a blistering high-speed tag battle where the characters form a team, and tag in and out according to the battlefield.\nChoose your favorite two characters, or strive for the strongest duo - the choice is yours.\n\n■Story Mode that Follows the \"Perfect Possession Incidents\"\nChoose your duo, and watch as the story unfolds from two different viewpoints as they progress through the story involving the incidents.\nCapture the \"Spell Card\" of those who stand in your way to clear stages and progress the story in this game mode. Completing their stories will unlock new stories, as the truth behind the Perfect Possession Incidents will be unraveled.\n\n■Battle Rivals in VS Mode\nVersus game mode where you will pick a duo you can freely control, and battle under equal conditions.\nYou can fight against players remotely by selecting NETWORK.",
    "id": "0100ECF012414000",
    "name": "Touhou Hyouibana　～ Antinomy of Common Flowers.",
    "publisher": "Phoenixx",
    "releaseDate": 20210422,
    "version": 0
}