{
    "description": "Introducing Strike, a 5-on-5, soccer-like sport with no rules! Get gritty and try to score the most goals by tackling enemies, using items, and pulling off score-boosting Hyper Strikes. Super Mario series mainstays like Peach, Toad, and Yoshi put their cleats (and stats) to the pitch and will stop at nothing to score. Customize your characters with gear that can augment their stats and appearance. Take the carnage online* or pass the ball to players locally**—just look out for the electric fence. \n\nJoin an online club to push and shove your way up the ranks\n\nBand together with up to 20 strikers online* and compete against other clubs for points. Find the right club for you, team up with friends, and bring your own striker style to the table. Strive to become the world’s top club each season!\n\nPummel the pitch with up to 8 players\n\nUp to eight players can go for the goal on one Nintendo Switch system locally**. With online* and local wireless**, a player can bring along a secondary striker on the same system, or pair up with up to three other systems (2 players per system, 8 players total).\n\nAdded characters, gear, and stadium available in a free update***!\n\nScore with the latest Strikers, Daisy and Shy Guy, hitting the field with a free update! Gear up for Strike with the Knight Gear Set and show off your duds on Desert Ruins, the newly added stadium.\n\nAdded characters, gear, stadium, and more available in the 2nd free update***!\n\nScore with the latest Strikers, Pauline and Diddy Kong, hitting the field with a free software update! Gear up for Strike with the Barrel Gear Set, monkey around on the Planetoid stadium, and check out the newly added Strikers Ranking, also included in the update.\n\nAdded characters, gear, and stadium available in the 3rd free update***!\n\nScore with the latest Strikers, Bowser Jr. and Birdo, ready to tackle their way to the top in the latest free software update! Deck out characters in the Shellfish Gear Set and take the city by storm in the new Urban Rooftop stadium.\n\nQuick Battle: Online and Local Wireless\n• Up to 2 players per system\n• Up to 2 systems per team\n• Up to 4 systems per match (up to 8 players total)\n\nStrikers Club: Online\n• Up to 2 players per system\n• Up to 2 systems per club per match\n• Up to 4 players per club per match",
    "id": "010019401051C000",
    "name": "Mario Strikers™: Battle League",
    "publisher": "Nintendo",
    "releaseDate": 20220610,
    "version": 0
}