{
    "description": "The classic otome game Bakumatsu Renka SHINSENGUMI is now more beautiful and easier to play than ever!\n\nThis is a romance game for women where you become the first female soldier in the Shinsengumi, fight alongside the other soldiers, and fall in love. Experience historical battles alongside the likes of Kondo, Hijikata, and Okita.\n\n-Join the Shinsengumi as a woman soldier!\n-Enjoy an original story based on historical events!\n-Your story will change depending on which soldier you date!\n\n■The Story\nA young woman raised as the heir to a small dojo in Aizu...\n...saw her father abandon that dojo, along with his family, in order to pursue dreams of sword-swinging heroism.\nThe young woman had no choice but to close the dojo with its dwindling patronage...\n...and move to the Aizu Clan Quarters in Edo where her mother served, arranging for her to work for the Aizu daimyo Katamori Matsudaira's sister-in-law, Teruhime.\nTaking over her newly re-married mother's station in service to the Aizu Clan...\n...the young woman began to dream of the stories of heroism her father had passed on since her youth, inheriting the dream of living by the sword for her own.\nHaving gleaned the young woman's dilemma, Teruhime recognized the potential of a group of swordsmen described to her by Katamori, who held the post of Kyoto Protector.\nIt was the Mibu Roshigumi which came to mind as a solution.\nAs they were under the purview of the Aizu Clan, Teruhime requested of her brother-in-law, Katamori, that the young woman be inducted into the Mibu Roshigumi.\nThus it was that this young woman set off for the capital, Kyoto, exceeding the bounds of gender to wield her sword among the Mibu Roshigumi.\nThe Mibu Roshigumi...\nComprised of a number of valiant swordsmen, this group later became known...as the Shinsengumi.\n\n■Voice Actors\nIsami Kondo, voiced by Masakazu Morita\nToshizo Hijikata, voiced by Ryotaro Okiayu\nSoji Okita, voiced by Akira Ishida\nKeisuke Yamanami, voiced by Katsuyuki Konishi\nShinpachi Nagakura, voiced by Showtaro Morikubo\nHajime Saito, voiced by Shin-ichiro Miki\nSanosuke Harada, voiced by Kazuya Nakai\nHeisuke Todo, voiced by Taiki Matsuno\nSusumu Yamazaki, voiced by Junko Minagawa\nUmetaro Saitani, voiced by Takahiro Sakurai\n\n*Available in Japanese, English, and Traditional Chinese.\n*Character voicing is in Japanese only.",
    "id": "01008260138C4000",
    "name": "Bakumatsu Renka SHINSENGUMI",
    "publisher": "D3PUBLISHER",
    "releaseDate": 20210617,
    "version": 0
}