{
    "description": "Welcome to Urban Skater - Skateboard Delivery City Challenge, an adrenaline-fueled adventure that puts you on wheels – or rather, a board – like never before! Strap on your helmet, grab your skateboard, and prepare to become the fastest (and coolest) food delivery person in town. Race against time, weave through bustling city streets, and deliver piping hot meals to hungry customers in this fast-paced and exhilarating experience.\n\nKey Features:\n- Become a Delivery Pro: Step into the shoes of a dedicated delivery rider, tasked with navigating the urban jungle. Dodge pedestrians, cyclists, and car traffic as you race against the clock to deliver delicious food across a vibrant metropolis.\n- Dynamic Urban Playground: The city is your playground! Encounter unique challenges with every delivery. Master the ever-changing traffic patterns and unpredictable pedestrians that populate the streets.\n- Intuitive Skateboarding: Hone your skills with easy-to-learn controls that allow you to carve, grind, and ollie your way through the city. Perform sick tricks and maneuvers to avoid obstacles and maintain momentum.\n- Beat the Clock: The pressure is on! Test your speed and agility as you race against the clock to deliver before the food gets cold. Can you satisfy those hungry customers and become the delivery champion?\n- Challenge Accepted: Take on a variety of delivery missions, from navigating narrow alleyways to dodging oncoming traffic and conquering steep inclines. As you level up, new challenges will test your skills and push you to the limit.\n- Express Yourself: Personalize your delivery rider with unique outfits and accessories. Don't forget to customize your skateboard deck to truly stand out in the crowded streets!",
    "id": "0100A4D020592000",
    "name": "Urban Skater - Skateboard Delivery City Challenge",
    "publisher": "16BIT",
    "releaseDate": 20241004,
    "version": 0,
    "category": [
        "Simulation",
        "RPG",
        "Racing",
        "Arcade"
    ],
    "developer": null,
    "intro": "Deliver fast, skate faster Become the citys coolest delivery rider.",
    "isDemo": false,
    "languages": [
        "en"
    ],
    "nsuId": 70010000086027,
    "numberOfPlayers": 1,
    "ratingContent": [],
    "region": null,
    "rightsId": null
}