{
    "description": "Welcome to Clouzy!, the world’s first daycare dedicated to clouds! Now, we know you may be used to clouds majestically sailing through the sky without a care in the world, but in this magical world, things are a little different, and these little clouds need a lot of love, care, and attention!\n\nYou’ll have to learn the little clouds’ tastes and preferences to cook the right meals for them, figure out their preferences for playing, and of course, make sure storms don’t brew on the horizon; some of them don’t play well with each other…\n\nOf course, if you feel a bit overwhelmed, you can always step out for a brisk walk through the world.\n\nIn fact, you should go for it regardless! Some clouds have rather particular tastes and the ingredients needed to prepare them can only be found in the wild. Don’t worry about venturing alone, you’ll have a cozy friend to keep you company as you adventure across the world of Clouzy!\n\nVAST MAGICAL WORLD TO EXPLORE\nThe daycare is not the whole world, but rather, the heart of one. \nExplore, solve puzzles, and restore towering structures to life!\nAn expansive open world to explore, discover, and harvest! If you want to be the best crowd wrangler there is, you’ll have to get out there and collect ingredients!\n\nVarious biomes to visit, each with their own atmosphere and tasks!\n\nCheck every nook and cranny to find hidden surprises and make discoveries!\n\nDAYCARE LIKE NO OTHER\nEver wondered what an aspiring altocumulus would eat? Wonder no more! \n\nEach day in the Clouzy! daycare, look after the little bundles of vapor! Learn their preferences and what makes them smile!\n\nClouds need more than just water and sunlight. They need food to thrive, and not just gruel either. You’ll have to find all the fruits and other ingredients needed to make a tiny wisp grow into a proper cloud!\n\nIt’s normal to feel a little overwhelmed when looking after future cirruses, but fret not. Your little companion, whether flying canine, feline, or ailurid pet will help you in your work as a cloud whisperer!\n\nSKY’S THE LIMIT\nAnd certainly for the clouds under your care! As you run the daycare, you’ll have to market a fairly robust skill set - more than one would expect from a job that focuses on looking after clouds.\nYou’ll become a master cook. The cooking mechanic and plenty of tasty recipes allow you to whip up tasty meals for your wispy charges - all made using locally sourced ingredients!\n\nEvery step of the journey is logged in a journal that’s as magical as the world of Clouzy. It’ll track everything you discover, every adventure you go on, and everything else that might come in handy.\n\nOf course, you’ll also be able to play with your companion and clouds. A proper work/life balance is essential to allow them to reach for the sky!",
    "id": "01004AC015F18000",
    "name": "Clouzy!",
    "publisher": "Freedom Games",
    "releaseDate": 20220224,
    "version": 0
}