{
    "description": "★The renaissance of a classic sci-fi shooting game!\nYear 3000 of the Integration era. The invasion from outer space of genetically mutant monsters called \"Gene Beast\" put Earth in unprecedented danger. As a countermeasure, the Earth Protection Army completed the Ex Fighter, an ultra-state-of-art fighter with forbidden technology excavated from ancient ruins. Our mission now is to claim Earth back from the Gene Beasts!\n\n\n★Dominate the battlefield with the EX CELL ON system.\nMaster powerful shots with the 7 CELLs\n\n1.Max out the CELL gauge\nDuring a battle, the CELL gauge rises little by little. When the gauge is maxed out, call on a new CELL.\n2.The carrier comes out of the base\nThe item carrier comes to you with a countdown. Wait for it to reach you.\n3.Carrier's arrival&Support attack activated!\nAs soon as the carrier arrives, it covers you with fire attacks. You're invincible so go catch the item you requested!\n4.Replace your CELL with the new one and fight!\nAll the 7 CELLs you can randomly get are powerful, although limited in ammo. When you run out of ammo, you can ask for a new CELL to come. Sometimes, running out of ammo can be a good strategy.\n\n\n★Optional functions for a better play\nInstruction panel\nAn instruction panel is available in-game. Just like before in good old game centers.\nOnline ranking\nIn Normal and Hard difficulty, the online ranked mode is available.\nLanguages\nYou can play in Japanese or in English. The demo manga featured in the game is also available in English.\nVolume options\nYou can change the BGM and SE volume as you like.\n\n\n★What is \"Exerion\"?\nExerion is an arcade game developed by Jaleco and released in 1983. It was one of JALECO's most popular titles, with its three-dimensional scrolling ground that pops out from the background, and its gameplay in which the player shoots at enemies while controlling the inertia of the fighter.\nThis title is the first in the \"Final\" series. With a new original story, new gameplay and remade graphics, this title is co-produced by City Connection and Happy Meal. It also features a manga made by mangaka U-Watari. The battle between space invaders from outer space and Earth's special forces is about to begin!",
    "id": "0100ABF01B794000",
    "name": "Final Exerion",
    "publisher": "City Connection",
    "releaseDate": 20230920,
    "version": 0
}