{
    "description": "About This Game\n\n\"All wars are fought twice, the first time on the battlefield, the second time in memory.”\n-Vietnamese novelist, Viet Thanh Nguyen\n\nGame mode\n\nThis is a 2.5 D narrative adventure game. In the city of Taihoku under Japanese colonial rules, the players have to evade the raid of B-24 Liberator from American Air Force, and face the struggles of humanity through the characters’ eye.\n\nIn the safe zones, you can explore the game freely at your will, and follow hints to collect mysterious items hidden in the city; in danger zones, the emphasis is put on the life-or-death cooperation between characters, who have to escape from all kinds of dangers including air raid.\n\nBackground Story\n\nNear the end of WWII, the USA Air Force chose to fight against Japan with island hopping, and the two countries thus had an air combat in the air of Taiwan Strait. On May, 31th, 1945, hundreds of American B-24 Liberators raided the capital of this island, Taipei. Many of the residents died in the raid, while more of them survived, facing the broken hometown.\n\nThe leading character, Sayako, got amnesia due to the raid. In addition to surviving in the city ruined by the fire, she also has to step on the journey of finding her memories back. The Taiwanese dog, blacky, is her most reliable partner. In the raided Taipei, the girl and the dog set on their adventure together.\n\nThe players have to experience the cruelty and toughness of the war, and in the meanwhile collect the broken memories and clues. Finally, Sayako’s past can be found, and the final truth can be embraced.\n\nGame Features\n\n● From the perspective of an Axis Power’s colony.\n● The first video game depicting the WWII in Taiwan.\n● Dual roles, enabling the players to understand the other survivors’ stories through puzzle solving missions.\n● Abundant in historical facts and a wide range of collections.\n● Immersive background music created by the famous musician, Wei-fan Chang.\n● Reconstruct the Taipei city during Japanese colonial period, creating the most authentic raid experience.\n● Mandarin, English and Japanese supported.\n\n“Only miss a home when becoming homeless.”",
    "id": "0100FD101C028000",
    "name": "Raid on Taihoku",
    "publisher": "SOFTSTAR ENTERTAINMENT",
    "releaseDate": 20230921,
    "version": 0
}