{
    "description": "1986, Tornado Alley, USA… Go undercover as Boulder, an agent infiltrating the notorious religious cult known as the Bahnsen Knights. Face off against occultists, biblical storms, and an enigmatic car salesman turned preacher as you investigate the disappearance of a fellow agent and close friend.\n\nIn a world of religious fanaticism, F5 tornadoes and Ford Sierras you are Boulder, an undercover agent. Your assignment sees you infiltrate the Bahnsen Knights, a deadly, supercharged cult with an enigmatic leader. In this murky and dangerous world you must keep your wits about you and stay alive to unravel the mystery behind an old friend’s disappearance.\n\nWho are the Bahnsen Knights?\nThe Bahnsen Knights are the fastest cult in the land. Powered by religious fanaticism and supercharged Sierras they follow their charismatic leader Toni as they unleash hell upon earth. What are their aims? Why are they performing ‘route exorcisms’ and babbling about 'miracles on the road'? And adding to the enigma: Why are they holding paranormal investigator Lou Hill captive in a trunk?\n\nAn enigmatic leader\nThe Bahnsen Knights’ highest authority, Toni, is an ex-car salesman preaching that Hell is not below but above us all. He was being investigated by agent Cupra, one of your oldest friends in the Agency. But now Cupra’s gone. Does Toni have something to do with his disappearance?\n\nAn undercover agent\nYou thought you had seen everything in all your years working for the Agency, but this assignment is something else, something personal, something darker… and it scares you. Will you be able to keep it together for long enough to uncover what happened to Cupra and take down Toni and the Bahnsen Knights once and for all? Danger lies around every corner and every conversation. You just need to stay alive!\n\nFeatures\n- Immerse yourself in the story with its rich, branching narratives and evocative illustrations\n- Decide the fate of characters in ‘Choose Your Own Adventure’ style gameplay\n- Earn the trust of the Bahnsen Knights to survive the investigation\n- Piece together more of the interconnected world of Pixel Pulps\n- Accessible, brain-tickling puzzles throughout the story… including the return of solitaire!\n\nA Pixel Pulps adventure\nBahnsen Knights is a standalone experience and the third in the Pixel Pulps series of interactive adventures. Created by novelist Nico Saraintaris and artist Fernando Martinez Ruppel, Pixel Pulps fuse exceptional writing and stunning illustration, inspired by mid-20th century pulp fiction and 80s home computer graphics. The first volume comprises three games: Mothmen 1966, Varney Lake, and Bahnsen Knights.\n\nBahnsen Knights, like all the Pixel Pulps, is made to be played by anyone who enjoys fine storytelling.",
    "id": "010067301C586000",
    "name": "Bahnsen Knights",
    "publisher": "Chorus Worldwide Games",
    "releaseDate": 20240118,
    "version": 0
}