{
    "description": "A Fateful Encounter in a World of Turmoil…\n\nFifteen years after the catastrophic event known as the \"Apocalypse\", the world is still in an era of great unrest. Even Astella, a harbour town far from the centre of the Vallois Empire, is no exception. \nLocal gangs, slum dwellers, external forces, and secret societies – all these factions are clashing together over their own agenda and interests. Under such tension, the fragile peace here at Astella is on the verge of sliding back into all-out conflicts.\nIn the midst of this crisis, a young boy and a young girl crossed paths. In the nick of the time, Sid, facing his impending death as a result of a series of unfortunate events, was luckily saved by a girl, Torii, who wields a special power – Chrono.\n\nChronus - A Newfound Hope? \n\nChronus, a novel species that appeared suddenly post-Apocalypse, has the ability to manipulate time. Once bound to a “Linked” by the mysterious “Chrono Pact”, a Chronus will be able to reach its maximum power as its ties with the “Linked” grow stronger. Is the Chronus just a cold-blooded weapon-for-hire, or perhaps a partner whom you can trust with your life? The answer to this question has yet to be found.\nIn order to investigate an unusual crime, Sid and Torii together embark on a journey heading into the greater unknown. In this intricate intertwining of events, every decision made could shape the future of Astella\n\nFriends from Astella\n\nBringing their visions and beliefs, as well as their unique personalities and circumstances, various characters will join Sid and Torii in uncovering the long-kept mysteries of Astella.\nBuild ties with all races and freely decide Sid's personality via action and dialogue options, thereby impacting the fate of various factions at Astella. Choose wisely whom you want to partner up with, and then act together to weather the imminent storm hovering above Astella!\n\nClassic RPG + Action Combat System\n\n“Souls of Chronos” provides players with a classic JPRG gameplay experience. In addition to the action and dialogue options that may determine where the story heads, the vibrant overworld also has a wide variety of side quests for players to explore. Complete side quests in exchange for rewards to upgrade weapons or customize your characters. Maybe even some small, insignificant thing could influence the course of events…\nThe duo of course will also encounter dangerous foes – ready your favourite weapon, unleash the power of Chrono, and crush whoever is in your way until the end!",
    "id": "01004A10198F2000",
    "name": "Souls of Chronos",
    "publisher": "Astrolabe Games",
    "releaseDate": 20230214,
    "version": 0
}