{
    "description": "L.O.L. Surprise! ™ Movie Night is an all new L.O.L. Surprise! ™ Adventure, based on the new Movie Magic toy line. Aspire to become a movie star and glam it up with the latest fashion! Perform in a variety of activities and games and meet fierce friends along the way on your journey to become the best actress in L.O.L.Ville. You’ll need to practice your lines, enter your very own photoshoot, and explore different movie sets, all in your quest for a Star on L.O.L. Boulevard!\n\nBe the Next Superstar!\nCreate your very own Rising Star and start your career in L.O.L.Ville! Begin by meeting your fellow stars and continue by playing through a variety of productions in the form of games and quests on your journey to reach the heights of stardom! Get that trophy, BB!\n\nEnter The Place Where Dreams Come True\nThe L.O.L.Ville studio grounds are filled with set locations for many different movie activities. Ranging from memorizing the script for your next show, grabbing some popcorn from the theatre, running away from ghosts within a spooky mansion, driving on a desert adventure, to setting up your very own film set.\n\nEnjoy the Glam Lifestyle\nLive in a loft and decorate it however you want! Glam up with the latest fashion and accessorize to the trends. Use the Glitter Tokens you have earned to show how much of a star you have become. \n\nLights, Camera, Selfies!\nWearing the best fashion? Why not take an in-game selfie to collect the best photos of you in your #OOTD! Add stickers and switch up some filters and you're set! You can even commemorate your memories of your own show and your fellow rising stars.\n\nPlay for your next Surprise!\nAs you play through the game, collect L.O.L. Surprise! ™ Balls containing wallpaper, rugs, furniture, accessories, and more to complete your collection.\n\n",
    "id": "0100D16014DD4000",
    "name": "L.O.L Surprise! Movie Night",
    "publisher": "Nighthawk Interactive",
    "releaseDate": 20211026,
    "version": 0
}