{
    "description": "Welcome to the most exciting and realistic ship simulator game - Ship Simulator! Sail around the Mediterranean sea as the captain of a 400 meter oil tanker, a gigantic cargo ship or a luxurious cruise ship. Navigate your ship in a realistic and detailed open world map and complete missions in many of the iconic port cities around the Mediterranean.\n\nShip Simulator has everything you ever wanted in a ship simulator game. There are over a dozen ships to start with, each detailed and realistic, with many outside, interior and deck cameras. And the best part is: you basically get 3 different boat simulator games in one:\n\nCruise ship simulator - there are many tourism hot-spots on the Mediterranean sea and it's your job to ferry thousands of passengers to their destinations. And no boat simulator game would be complete without some of the most impressive and luxurious cruise ships in the world - check them out!\n\nCargo ship simulator - as the commander of a giant cargo ship it's your job to transport hundreds of thousands of tons of goods from one port to another. As you complete missions and earn money you will be able to afford some of the largest cargo ships that travel the seas.\n\nOil tanker simulator - start with a regular-sized oil tanker ship and work your way up to the giant tankers that dwarf any other ship around them. You missions will take you in city-ports as well as oil rigs set in the middle of the sea.\n\nHere are some more features of our latest ship simulator game:\n\n• 3 different ship classes: passenger, cargo and oil tanker\n• many ships to choose from (with even more coming soon)\n• free roam the open world map of the Mediterranean Sea\n• amazing weather and day-night cycle\n• realistic water reflections\n• multiple control choices (arrows, tilt or rudder)\n• challenging docking scenarios\n• realistic environment sounds and actual ship engine sounds\n• multiple customization options: change the text, color and even flag on your ship",
    "id": "0100016011A1A000",
    "name": "Ship Simulator",
    "publisher": "SC Ovilex Soft",
    "releaseDate": 20230617,
    "version": 0
}