{
    "description": "Dark Reflections - Shiori no Kotoha - is a novel game in the survival mystery genre set in an inescapable private library.\nThe suspense visual novel Dark Reflections has been remade for the CS Novel Club platform so that it can be enjoyed by people of all ages around the world.\nThe heroines who color the story are voiced by gorgeous VTubers!\n\n\n◆Introduction\n“It's over...Everything is over....\"\nA series of murders and bizarre incidents occur in a private library that has become inescapable.\nEventually, the food runs out, and the library becomes filled with madness...\n\n\n◆Synopsis\nAt the end of a deep forest, there was a large library with European-style architecture.\nKenji Azuma drops by the library whenever he finds time. The reason why Kenji, who doesn't usually read books, comes by so much is because of the girl who works at the library, Shiori Tokita.\nKenji falls in love with her at first sight, and spends his days in the library reading and watching Shiori. One day, Kenji falls asleep and is awakened by the sound of an emergency bell...\nThe area was pitch black and the doors would not open...the library had turned into an inescapable prison.\nWithin the locked down library, Kenji and his friends are tossed about by the mysteries hidden there and the murders that occur...\n\n◆Characters\n・Shiori Tokita\nVA: Asano Ruri (Asano Sisters Project / Crocodile.ltd)\n\nA girl who works as a librarian at the Tokita Library.\nShe is sickly and has never been to school. She spends most of her time either at home or in the Tokita Library.\n\n・Erika Kimishima\nVA: Hizuki Miu (WACTOR)\n\nA high school girl who loves fashion and is Kenji's classmate.\nShe is the type of person who speaks before she thinks, and she acts on the spur of the moment without thinking about the consequences.\n\n・Yuna Shiraki\nVA: Inuchiyo Kokona (Stellar Cycle Campus)\n\nKenji's classmate and Erika’s childhood friend.\nShe has excellent grades, but she is weak and has trouble speaking up.\n\n・Michi Kisaragi\nVA: Moka (Project ShoveL)\n\n\nShiori's personal doctor who assists Shiori in her work at the Tokita Library. She resides at the library.\nAfter getting her doctorate degree at a young age, she was hired by Shiori's grandfather to treat Shiori as a child.\n・Shoko Endo\nVA: Mitsurugi Lia (WACTOR)\n\nA nurse at the hospital where Michi is an outpatient once a week.\nShe has a kind heart and a gentle spirit, but she is also a bit of a klutz.\n◆New scenarios that new and current fans can enjoy\nOriginally a bishoujo game, old scenarios have been updated and, more importantly, new scenarios have been added so that many players can enjoy playing or replaying the game.\nIt is a visual novel game with revamped graphics and fully voice-acted scenarios by a brand new cast.",
    "id": "01005FA01778E000",
    "name": "Shiorinokotoha - DarkReflections -",
    "publisher": "CyberStep",
    "releaseDate": 20220303,
    "version": 0
}