{
    "description": "Darkness descends over the world of Nostria. Conspiracies, sabotage, and necromancy are overshadowing the country. But maybe a saviour – the kingdom's last hope – is already here, to fight back and finally restore peace and order in Nostria! \n\nKing’s Bounty II is the long-awaited sequel to the legendary King’s Bounty video games franchise, one of the most iconic representatives of the turn-based RPG genre. Expanding on this legacy with an entirely new epic story, fractions, enemies, and new features to forge an open and breaking fantasy world Antara. With the kingdoms in disarray, counties demanding independence, bandits prowl the roads, all the overseas nations have denied the King’s authority over them, and blighted creatures lie in wait for the unwary, new accidental heroes emerge as last hope. \n\nThey determined to bring order to the chaos. Plays as one of them, recruiting, developing, and commanding your personal army on a non-linear adventure of betrayal, sacrifice, and survival. Fighting for your own future, outsmarting enemy in uniquely turn-based combat, making difficult decisions, and experience the intensity of one of the classic sagas in an exciting new way.\n\n• IMMERSIVE AND CHARACTER-DRIVEN EPIC STORY:\nPlay as one of three main heroes, rescuing and building your personal army in a journey of leadership, survival, and sacrifice. Every decision you make has profound and lasting consequences.\n\n• UNIQUE MASSIVE WORLD TO DISCOVER:\nThe world of Antara is wide open and ripe for exploration. Unearth hidden places and dangerous enemies — Antara is a vast home to a thousand wonders and secrets for players to discover.\n\n• CUSTOMIZABLE SQUAD AND EQUIPMENT:\nEach army squad has its own set of skills and visual appearance. Build armies of different creatures who will fight with you throughout the majority of your adventure. \n\n• TACTICAL DEPTH ON THE BATTLEFIELD:\nThe environment and landscape matters in King’s Bounty II Players will encounter diverse terrain types, directly impacting battlefield tactics. Every battle unique in its own way.\n\n",
    "id": "010026F013B3A000",
    "name": "King's Bounty II",
    "publisher": "PLAION",
    "releaseDate": 20210824,
    "version": 0
}