{
    "description": "Features:\n- Storytelling and Narrative\n- Captivating Plot\n- Immersive Graphics\n- Engaging Gameplay Mechanics\n- Unknown Locations\n- Challenging Missions\n- Variety of Weapons\n- Meaningful Choices\n\nThe Last Hope: Dead Zone Survival is an intense storyline game set in an apocalyptic world overrun by hordes of ravenous zombies. As the main character, your sole objective is to survive and find a way to escape the nightmarish chaos that surrounds you.\nTo endure the challenges ahead, you must undertake daring missions that test your survival skills. Each mission you take can be the difference between life and death.\n\nAs you navigate the treacherous city streets, you'll encounter diverse locations that hold the key to your survival. Journey to the library to safe an innocent girl from reckless zombies, head on to the pharmacy to secure vital medical supplies, explore the police station to arm yourself with powerful weaponry, and venture into the dark depths of the metro tunnels, where unexpected horrors await. Each location presents its own set of challenges pushing you closer to your ultimate goal: escaping the city on a ship to a safer haven and saving the girl, as each life matters when all you have left is the The Last Hope.\n\nIn this game, your combat skills will be put to the test as you face relentless waves of zombies. Employ a variety of weapons to fend off the gruesome undead menace. Aim for headshots to maximize your chances of survival and conserve precious ammunition.\n\nThe game's immersive atmosphere is enhanced by its detailed visuals, eerie sound design, and a gripping storyline that unfolds as you progress.\nDo you have what it takes to survive the relentless onslaught of the undead, complete harrowing missions, and ultimately find your way to safety? Brace yourself for a heart-pounding journey in The Last Hope: Dead Zone Survival.",
    "id": "010088801BDBC000",
    "name": "The Last Hope - Dead Zone Survival",
    "publisher": "VG Games",
    "releaseDate": 20230630,
    "version": 0
}