{
    "description": "With a story by G.O. and art by Kuuchuu yousai, the PC gaming brand Frontwing presents the popular sci-fi romance-adventure series ISLAND.\nThe secret of this world is uncovered through scattered keywords and masterful foreshadowing in this magnificent telling of an epic tale.\nA full cast of talented voice actors delivers this fantastical tale of an island with a complicated past that's on its way to desolation.\n\nThe visual novel \"Tomorrow is the big day\" included!\nEnjoy the epilogue once you beat the main game and meet all of the requirements.\n\nAvailable in two languages!\nThe text can be set to Japanese or English (audio is Japanese only). This includes in-game text, options, and the digital manual. Language settings can be changed at any time.\n\nPlay using only the touch screen! Play with one hand!\nPlay in handheld mode with the Joy-Con™ controllers attached, or detach them and play with just the touch controls! While in tabletop mode or TV mode, everything can be controlled using only the Joy-Con™ (R), allowing you to play with only one hand! Also available for the Nintendo Switch™ Lite. (A separate Joy-Con™ (R) is required to play with one hand.)\n\nSummary\nUrashima is a tropical island paradise that was lush with life, but along with a complicated past, it suffered from an endemic disease that threatened to quietly wipe it from history.\nA young man claiming to be a time traveler washes ashore. All he remembers is that he must complete some \"mission\". He ends up meeting three girls belonging to the Three Families who prove to be the key to saving the island and starts his journey to change the future. How will he end up altering the fate of the girls, the island, and the world?\n\nGameplay\nGameplay in this visual novel involves reading through the story while making choices at certain key points. Different decisions may lead to different outcomes, story branches and endings. \nFeatures such as the Flowchart System, which allows you to review your progress or jump to previous scenes, make for a pleasant gaming experience.\n\nStaff\nStory: G.O.\nCharacter Design/Art: Kuuchuu yousai\n\nCast\nOhara Rinne            VA: Yukari Tamura\nGarando Sara          VA: Rie Murakawa\nKurutsu Karen          VA: Kana Asumi\nOhara Kuon             VA: Rina Satoh\nYamabuki Momoka  VA: Ai Kakuma\nOther\n*Fully voiced (excluding the main character)",
    "id": "0100F06013710000",
    "name": "ISLAND",
    "publisher": "PROTOTYPE",
    "releaseDate": 20210408,
    "version": 0
}