{
    "description": "Do you ever long for the olden days? Those lazy, rainy afternoons when you could just relax on your couch with a cup of tea and play games with your remote on one of those game channels. Or perhaps those slow days at the office where you knew there’s nothing to do, so you just loaded up The Mines and zoned out for an hour. Wasn’t life much simpler back then?\n\nWell if you’re looking for that touch of nostalgia, you can’t miss this bundle. Featuring Beat the Four, The Mines, Reversi Rulez and Tic'o'Toe , Classic Logical Bundle is sure to bring you back to the yesteryear of gaming. So put your feet up and get ready to experience the classics of gaming, alone or with a friend!\n\n• TIC'O'TOE\nA classic pen and paper game is here to keep you on your toes! Pick X or O and then take turns marking your symbol on a grid. The first one to fill in a row of 3 vertically, horizontally, or diagonally wins! Play Tic'o'Toe against the built-in computer player or against a friend, locally - taking turns on your device. Will your strategy prove superior?\n\n• BEAT THE FOUR\nAnother classic brought to you digitally! Drop your piece in one of the rows of the vertically suspended board and watch it drop to the bottom. The first player to put 4 pieces in a row, wins! Play against the computer or with a friend, locally. Outsmart your opponent!\n\n• THE MINES\nA thrilling logical game now on Nintendo Switch™! This classic needs no introduction. Press a square on a grid to reveal it, or use the flag tool to mark a mine. Each number you reveal represents how many mines are connected to the corresponding square. You win by marking all the mines. Be careful though, clicking on a mine will end your run instantly. Do you have what it takes to be a minesweeper?\n\n• REVERSI RULEZ\nA simple yet challenging classic. This 2-player game will make you unlock 100% of your brain. There is a 64 square grid, you start in the middle with 2 white and 2 black pieces, or 2 for each player. You have to drop a piece adjacent to the rest of the pieces, and when you do so, all the pieces between this new piece and your other pieces get flipped over to your color. Be careful though, your opponent can do the same, so plan ahead! The player who fills the board with more of his pieces wins. Play against the computer opponent or against a friend, locally. Master the strategy, outplay your opponent, and flip to win! Just… don’t flip the table, please.",
    "id": "01002F101353A000",
    "name": "Classic Logical Bundle (4in1)",
    "publisher": "No Gravity Games",
    "releaseDate": 20220217,
    "version": 0
}