{
    "description": "BZZZT is a fast-paced “jump-dash-run” platformer game combining a nostalgic pixel-art look with a modern gameplay design. It was almost single-handedly made by one developer – Karel Matejka, known as Ko.dll, as a tribute to beloved classic games.\n\nInspired by the 80’s tech revolution, this insanely detailed, pixel-art precision platformer transports you back in time, where you’ll get to experience a thrilling adventure, cleverly designed levels, a whole plethora of skills to unlock, and intense boss fights!\n\nBZZZT IN A NUTSHELL\n• Choose from various difficulty levels, from casual to hardcore, depending on whether you’re a beginner or an expert in platformer games.\n• Enjoy insanely precise and intuitive controls that will allow you to do what you want, when you want, and exactly the way you want.\n• Test your limits in exciting time challenges.\n• Compete with others in either global or friends leaderboards.\n• Experience rich environments with ever-changing gameplay mechanics.\n• Try surviving and bringing your gameplay style to perfection to get ready for intense boss fights.\n• Optional permadeath mode.\n• Immerse yourself in the beautiful retro soundtrack made by Martin Linda, the creator of Rytmik Ultimate/Studio.\n\nLET BZZZT BRING YOU TO THE YEAR… 4096\n\nIn a top-secret laboratory, inventive Doctor Emily and world-renowned Professor Norbert are working on a highly classified project. Through their joint research and intellect, they finally managed to bring to life a tiny robot with a big AI personality! No larger than a regular household toaster, butwith some extraordinary skills, ZX8000 is ready to save the world, one platform challenge at a time!\n\nAnd the BZZZT world certainly needs saving from dark forces at play. The evil mad scientist, Badbert, prepares to unleash his nefarious plans upon an unsuspecting word as soon as he finds the perfect equilibrium of darkness, malice, and madness. Bwahahaha!\n\nSo, what are you waiting for? Grab your controller and navigate ZX8000 through his mission to thwart Badbert’s evil plans!\n\nBecome the robot who saves the world!",
    "id": "010091201A3F2000",
    "name": "BZZZT",
    "publisher": "Cinemax",
    "releaseDate": 20240919,
    "version": 0
}