{
    "description": "STORY\nMeet Luzia, a sarcastic twelve-year-old with a playful sense of humor. If you believe what she says, My Big Sister is a top-down adventure game about two sisters trying to break a curse imposed upon Sombria. \"My Big Sister\" is a continuation of \"Ashina: The Red Witch\" which will showcase a lot of references between the two games.\n\nGAMEPLAY\nTake control of Luzia and explore a fantasy world full of spirits, ghosts, and other unnatural monstrosities as the sisters try to find a way to break the curse and return home. Search for objects to solve simple puzzles and talk to characters to unravel the lore behind both \"My Big Sister\" and \"Ashina: The Red Witch\".\n\nAcross the game’s multiple chapters in My Big Sister, players can expect to clear puzzles and find specific items should they wish to advance through the game’s story, but be sure to take your time. With plenty of secrets and multiple endings, you’ll have your work cut out for you to make sure you get the ending Luzia, Sombria, and Ashina deserve.\n\nWHAT TO EXPECT IN THE REMASTER\nMy Big Sister has been reworked from the ground up to bring you a thrilling new yet faithful experience. The strange world that Luzia and Sombria explore now boasts breathtaking pixel art environments, exciting animations, and a complete makeover for all the characters. Accompanying the new art is an all-new soundtrack designed to heighten the experience. These elements, combined with the engaging story, will captivate you in an emotional rollercoaster of sisterly love and adventure.  \n\nREMASTERED FEATURES\nA new story that remains faithful to the original while adding more connections to its prequel, \"Ashina: The Red Witch.\"\nAll-new top-down pixel artwork, including environments, sprites, animations, and portraits, to captivate you and bring you closer to this strange yet beautiful world.\nAn all-new original soundtrack! It retains the essence of the original sounds but includes heightened orchestral pieces to stimulate your emotions and bring the game to life.",
    "id": "0100E7101FF7A000",
    "name": "My Big Sister: Remastered",
    "publisher": "Ratalaika Games",
    "releaseDate": 20241011,
    "version": 0,
    "category": [
        "Adventure"
    ],
    "developer": null,
    "intro": "My name is Luzia and this story is about my big sister, Sombria. Are you ready to hear it?",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "fr",
        "de"
    ],
    "nsuId": 70010000084686,
    "numberOfPlayers": 1,
    "ratingContent": [
        "Blood",
        "Language",
        "Violence"
    ],
    "region": null,
    "rightsId": null
}