{
    "description": "Welcome to the most exhilarating arcade experience in the gaming world – Arcade Game Zone!\n\nAn Unprecedented Virtual Arcade Hall!\nArcade Game Zone brings together 40 mini-games, including 30 faithful replicas of classics found in legendary arcade cabinets. But that's not all; we've also included 10 iconic games such as darts, football, billiards, bowling, and many more that you commonly find in renowned arcade establishments worldwide.\n\nChallenge Your Friends!\nChallenge all your friends and play classic games that have left an indelible mark on generations. Whether it's an intense foosball showdown or a spirited game of darts, Arcade Game Zone offers an unrivaled multiplayer experience. Laughter and competition await, just like in a real arcade.\n\nRelive the Magic of Arcade Cabinets\nImmerse yourself in a luminous atmosphere bathed in the glow of screens and be amazed by a setting that feels like a dream come true. Arcade Game Zone lets you relive the magic of classic arcade cabinets with faithful reproductions of retro games that have shaped the history of gaming. Take a trip back to the '80s and '90s with unparalleled authenticity.\n\nAn Accessible Experience for All!\nWhether you're a die-hard fan of retro games or discovering arcade gaming for the first time, Arcade Game Zone is designed to provide an exciting and accessible gaming experience for everyone. There are no dimly lit corners or coins to insert. Just pick up your controller and dive into the arcade anytime you want.\n\nIn Summary:\n•\t40 mini-games in a virtual arcade hall!\n•\tClassic multiplayer games for hours of fun with friends. Up to 4 players off-line.\n•\tAchieve top rankings on arcade cabinets.\n•\tImmerse yourself in a magical setting for an unexpected gaming experience.\nArcade Game Zone invites you to embark on an unforgettable adventure at the crossroads of gaming's past and present. Join us for an epic arcade journey from the comfort of your own home!\n",
    "id": "010068D01C944000",
    "name": "Arcade Game Zone",
    "publisher": "JUST FOR GAMES",
    "releaseDate": 20240105,
    "version": 0
}