{
    "description": "Hunt for clues, talk to suspects, and explore the Japanese countryside after tragedy strikes the wealthy Ayashiro family. Filled with suspense, this tale follows an amnesia-stricken detective trying to unravel his own past amidst the horrors of a harrowing murder investigation. Play at home, on the go, or in your favorite reading nook—only on the Nintendo Switch™ system.\n\nImmerse yourself in an interactive visual novel\n\nPress suspects by selecting the right question from a series of options. Uncover clues by moving a magnifying glass around the screen and examining your environment with a press of a button. Get enough information to push forward with your investigation, then access different areas and meet more suspects. Put on your detective hat and leave no stone unturned on your path to the truth.\n\nBuy one Famicom Detective Club game, get the other at a discount\n\nFamicom Detective Club™: The Missing Heir is the first entry in the series. The game’s prequel, Famicom Detective Club™: The Girl Who Stands Behind, is also available on Nintendo eShop. If you purchase one of these games on Nintendo eShop, you can get $10* off the other when also purchased on Nintendo eShop**!\n\nThe mystery begins when a man named Amachi discovers your unconscious body on a cliff in the Japanese countryside. Clouded with amnesia, you learn that you are a detective from a young woman and must return to your case—solving the murder involving the wealthy Ayashiro family. Uncover the secrets of the Ayashiro family, find the murderer, and regain your lost memories.\n\nOriginally released in Japan only, the Famicom Detective Club: The Missing Heir game has been localized with English text and modernized for the Nintendo Switch system. While the graphics, music, and sound effects have been recreated, players can also choose the original 8-bit soundtrack. Discover a piece of Nintendo history with the Famicom Detective Club series of games.",
    "id": "010033F0126F4000",
    "name": "Famicom Detective Club™: The Missing Heir",
    "publisher": "Nintendo",
    "releaseDate": 20210514,
    "version": 0
}