{
    "description": "The legendary bubble dragons Bub and Bob are back... in human form!?\n\nIn this critically acclaimed TAITO classic, available on modern consoles for the first time, the now-transformed Bubby and Bobby embark on a mission to save their neighboring planets. But this time, instead of blowing bubbles, our favorite duo swings colorful parasols filled with magical powers. Use parasols as a shield against enemy projectiles or stun, and pick up and throw foes as projectiles themselves!\n\nParasol Stars released in 1991 as the sequel to Rainbow Islands, marks the third installment in TAITO's massively successful Bubble Bobble series of action platformers and has lost none of its colorful charm throughout the years.\n\nHigh-score hunters can rejoice because just like in the bubble-filled predecessor skillful play will quickly fill the levels with sweet and fruity collectibles that can be gathered to climb the leaderboard.\n\nLook out for a variety of pick-ups to be found granting you all sorts of special powers from bouncing energy balls to screen-clearing magic.\n\nPlay on your own or bring a friend and take on the challenging levels together! Just like using enemies as projectiles, flinging your buddy against the enemies could be a good strategy. But be careful, as you won't only stun the enemy you hit but your buddy-turned projectile as well. In the 2-player co-op mode, tactical teamwork is key to clearing the levels and getting the highest scores.\n\n\nFeaturing:\n\n- Addictive arcade-style gameplay\n\n- Creative and clever game mechanics with magical Parasols\n\n- More Parasols! Enjoy the tactical depth of the action-filled 2-Player Co-op\n\n- A cosmic journey with 8 vibrant planets (and 2 secret bonus levels) \n\n- Catchy and memorable soundtrack\n\n\nParasol Stars is a retro gem brought back for modern consoles whose bright and beautifully crafted worlds will draw you in, and its simple but addictive 1- or 2-player gameplay will make you want to come back again and again to reach the top of the leaderboard.\n",
    "id": "0100E7F01BB0C000",
    "name": "Parasol Stars - The Story of Bubble Bobble III",
    "publisher": "ININ Games",
    "releaseDate": 20240711,
    "version": 0
}