{
    "description": "Hey, you! Yes, you! Do you want to drag out the life of a land rat? Or maybe you dream of making a fortune by wandering the dangerous seas and learning the secrets of catching king crabs? Aren't you afraid of risk, storms and crab claws? If you have the courage, come with me to Dutch Harbor!\n\nEvery year, crab catchers, seasoned veterans and green recruits fight the elements for several days, risking their health and life. Their goal is to earn as much as possible and become the best crab catchers. Now you may be among them!\n\nIn Deadliest Catch, you will have the opportunity to take part in dangerous sea races for prey and catch as many crabs as you could not imagine! Your task is not an easy one - you will have to struggle with time, catch quotas, migration of crabs, and, most importantly, with the sea itself. This is your destiny in the waters of Alaska!\n\nYour ship will be in the same conditions as any ship sailing out of Dutch Harbor every autumn in the hope that the deep sea will bestow its treasures on it. He will be afloat in any weather - like a breeze, a strong wind and even a storm - you don't care. The restless sea, the soaking wet deck, the ship swaying on the waves - you can handle everything!\n\nYou will have at your disposal not only a fishing vessel, but also onboard equipment: crane, winch, hydraulic table, winding system. Step by step you will learn how to manage all of this. Remember that no one is born with a rudder or a crab in their hands. You will be both the captain and the crab catcher on the ship at the same time. The game takes place in first person mode for a better overview of what is happening around. Also, you will have authentically realized crab traps, thanks to which you can catch all the crabs of the immense Bering Sea.\n\nRemember that you are required to follow the laws of Alaska. Not all crabs can be caught and sold! A realistic 3D model will help you determine whether you have caught a handsome and expensive male, or it is a female or a cub. Analyze the water and the bottom to figure out where to catch crabs.\n",
    "id": "0100229018A5C000",
    "name": "Deadliest Catch - Ocean Boat Driving & Fishing 2022 Simulator",
    "publisher": "Erlano",
    "releaseDate": 20220714,
    "version": 0
}