{
    "description": "Elder Sister's Love Training ～年上お姉さんの恋愛トレーニング～ is a romance visual novel that depicts the growth of a shy protagonist until giving his first kiss to his girlfriend, after receiving love training from women around him.\nA Bishojo Game released in 2018 under the \"Incarose\" brand has been reworked for the \"PandaShojo\" platform for players around the world to enjoy.\n\n\n◆Introduction\nMy first girlfriend who was the one that confessed to me.\nSeems like it was because I was \"very kind to girls\".\nI won't deny that, I am very nice to girls.\n\nSo nice that I haven't given a single kiss in 6 months of our relationship...!\n\n◆Synopsis\nMasato Mugara is a protagonist who is very shy and lacks confidence.\nHe has a girlfriend name \"Miki Rikura\"...\nBut he has a dilemma that he couldn't take that one step to kiss for half a year.\n\nOne day, Masato meets Kanade Sazashiki who is the best friend of Miki.\nShe had been discussing this matter with Miki, and proposed to Masato that he use her to practice how to love.\nFeeling like he could not overcome his bashfulness on his own, Masato accepted the offer.\n\nFurthermore, Miki's mother \"Yayoi Rikura\", who is concerned about the progress of the two, suggested Masato practice how to treat a woman...\nCan Masato give Miki a romantic kiss after receiving love tips from the two?!\"\n\n\n◆Characters\n・Miki Rikura\n\"Hey, Masato... Am I not attractive?\"\nA female college student who is the same age as Masato and currently his girlfriend.\nShe is beautiful, kind, family-oriented, and very popular amongst male students.\nHowever, recently she has been feeling a little down since Masato never kisses her, and started to think she is not attractive.\n\n・Kanade Sazashiki\n\"How long are you going to make Miki wait...?\"\nMiki's best friend, who is older with a caring sister figure.\nShe works at a concept cafe and is a popular staff member with a good appearance and attitude.\nAfter speaking with Miki, she started to give love tips to Masato.\n\n・Yayoi Rikura\n\"Are you giving enough attention to Miki?\"\nMiki's mother but more like an older sister from her young appearance.\nShe is cheerful and sociable and also likes to tease others.\nDiscovering that Miki's recent emotion was from Masato's shyness, she suggests Masato practice romantic relationships to improve.\n\n・Masato Mugara\nMiki's boyfriend, who is an average male college student.\nFrom his lack of confidence, he became extremely shy toward women.\nHowever, he decides to receive training from Kanade and Yayoi to improve his confidence.",
    "id": "010019001BF56000",
    "name": "Elder Sister's Love Training ～年上お姉さんの恋愛トレーニング～",
    "publisher": "CyberStep",
    "releaseDate": 20230713,
    "version": 0
}