{
    "description": "Warning! The gummies have come to life… and they have gone fruit loopy! \nThe gummies have invaded the city, they’re everywhere: in the football stadium, the park, the fortress, the fairground, even in the beehive?!\nIt’s impossible to keep your eyes off the relentless free-for-all gummy action with their floppy fist fights and sweet yet savage sucker punches.\nThey say the pen is mightier than the sword, but since gummies don’t have pens, they use their surroundings to terrible effect. And you thought they were so sweet!\n\nPICK AND MIX\nSo many gummies to choose from! Choose your preferred flavour and jump into the hilarious wacky battles with friends and family. Unlock different cosmetics to customize your gummies even more.\nThere can only be one champion, so show everyone who rules over the sugar! Its winner takes all and that includes the newly unlocked gummies to play with.\n\nFEATURES\n· Battle royale up to 8 players!\n· · Play with up to 8 players online or have local multiplayer brawls on your couch!\n\n· Easy to play, hard to master\n· · Button bash your way to victory or plan a strategic strike to take your opponents out.\n\n· Multiple game modes\n· · Hot Potato, King of the Hill, Team Deathmatch and the endlessly fun Free-for-all mode.\n\n· Tons of levels with various game styles and mechanics\n· · You'll find something new in each level with each one requiring a different way to be played. Have fun discovering all their secrets!\n\n· You can never have too many gummies (don’t say that to your dentist)\n· · The difference in Gummies is more than superficial. Choose the gummy with the stats that best match your play style. Plus! There are lots of gummies yet to be unlocked.\n\n· Crazy physics-based battles\n· · Land some skittle smashing hits and teeth cracking throws. Every fight is unique and will leave a lasting taste in your mouth.\n\n· Unlockable cosmetics!\n· · Play online to unlock different hats and glasses to make your battles even funnier.\n\n· Tasty taunts!\n· · The only thing that tastes as good as victory is rubbing it in your opponent’s face. Be careful though, it may whip them up into a frenzy.\n\n· Universal fun\n· · Everyone loves gummies and anyone can play A Gummy’s Life",
    "id": "0100ABC009708000",
    "name": "A Gummy's Life",
    "publisher": "EP Games",
    "releaseDate": 20211007,
    "version": 0
}