{
    "description": "Calling all cat lovers and card game aficionados!\nStep into the paws of the only sentient feline in a human-dominated world. Gifted with the extraordinary magic power to summon other cats, you alone hold the key to freeing your kind. Fight the Nekocasters, a cadre of humans exploiting innocent 'Nekos' for their own nefarious gains, serving a greater evil.\n\nEmbark on an enchanting journey through mysterious dungeons, the grim lairs of the Nekocasters. Outplay your adversaries with a powerful combo of summoned kittens.\n\nAs the world's only self-aware cat, uncover the mystery behind your origins. Are you the product of an ancient spell, a botched experiment, or something more profound? This vibrant, cat-filled world teems with secrets waiting to be unraveled.\n\nBrave through the perilous dungeons, outsmart the cunning Nekocasters, and liberate your feline brethren in 'Spellcats'. The future of the Nekos rests in your paws.\n\nA Vibrant Deck of 60 Diverse Cats\n\nExperience the excitement of collecting and summoning a wide variety of magical cats, each with their own unique abilities. Use these feline allies strategically to overcome challenges and vanquish enemies. From a small alley kitten to a majestic mountain cat (literally a mountain), the power of these cats will be at your command!\n\nFive Elements with Unique Gameplay\n\nDive into the diverse mechanics of five unique elements: Water, Electric, Fire, Ice, and Earth. Each element offers a distinct playstyle that adds to the richness of the gameplay. The strategy you employ is entirely up to you!\n\nRoguelike Trinkets\n\nDiscover and utilize over 20 unique trinkets to enhance your gameplay experience. These powerful items can power up your kitten army, granting them new abilities or augmenting their existing ones, giving you the upper hand in battles. Each trinket's unique effect adds an extra layer of strategy to your dungeon runs, ensuring that no two playthroughs are the same.",
    "id": "01009A101E5EC000",
    "name": "Spellcats: Auto Card Tactics",
    "publisher": "Croix Apps",
    "releaseDate": 20240517,
    "version": 0
}