{
    "description": "Mail Time is a relaxing, cottagecore adventure set in a peaceful forest, far, far away. It's your first day on the job as a newly minted Mail Scout. Equipped with a mushroom hat, a pack full of letters, and unbridled enthusiasm, it's time to deliver letters and packages across the Grumblewood Grove.\n\nTheir recipients eagerly await the sight of your mushroom hat, so don't tarry! Run, jump, glide, and make your way across the forest to deliver parcels and joy to the cute critters that inhabit these woods.That's right. It's Mail Time!\n\nCozy, cottagecore adventure\n\nIf you ever wanted to enter a fairy tale, this is your chance. Explore the cozy, peaceful world crafted by Kela van der Deijl, and make friends with all manner of forest critters!\n\n- Meet 15 heartwarming characters with their own stories & charms. From poetic frogs to punk-rock woodpeckers and grumpy squirrels, they’re all equally eclectic and in need of your help.\n- Explore colorful and whimsical environments, jump amongst a huge flower field and scale the towering trees.\n- Deliver letters and packages to help the inhabitants of the Grumblewood Grove and gain your Mail Scout badges. Soon you’ll be a true Mail Scout!\n\nBecome a Mail Scout\n\nCustomize your Scout, learn the tricks of the trade to scale trees using mushrooms and use letters to glide through the air.\n\n- Over 46,000 customization variations are possible!\n- Use 6 different categories ranging from skin tone to backpack type to customize your Mail Scout.\n- Earn Mail Scout badges to upgrade your gliding ability.\n\nExplore a whimsical forest\n\nFrom Grumblewood Grove to the edges of the forest, explore unique locales straight from the pages of a storybook, meet their inhabitants, and then deliver ALL the mail!\n\n- Discover & explore 8 distinct areas. From a lively woodland village to a murky swamp and peaceful farm there’s plenty to see!\n- Collect hidden trinkets to complete your collection and earn all of the Mail Scout badges!\n- Reach new heights with gliding and jumping abilities, what’s the highest place you can get to?\n\nAccessible gameplay\n\nNo time limits, pressure, or risk of harm. Relax and explore the Forest at your own pace and leisure. It's your first day on the job after all!\n\n- Various accessibility options to aid your experience. No one should be left out!\n- Proceed the story at your own pace, take as long (or short) as you want.\n- No fall damage (we promise). Simply pick yourself back up and try again!",
    "id": "0100CFD016122000",
    "name": "Mail Time",
    "publisher": "Freedom Games",
    "releaseDate": 20231019,
    "version": 0
}