{
    "description": "\n\nMoira McKinnon is running away. \n\nTo reach the sea, Moira must first cross the Scottish Highlands—a wilderness of paths, peaks, shortcuts, dangers, and song.\n\nGAMEPLAY \n\n* Platforming: scale peaks and spelunk caves \n* Survival: wind, rain, cold and hunger are your enemies \n* Navigation: collect and position map fragments to discover faster routes\n* Narrative: learn stories and the secrets of the hills\n* Rhythm action: skip and jump through the valleys to the incredible music of TALISK and Fourth Moon\n* Replay: discoveries persist, so you can find the fastest route \n\n\nTHE MUSIC \n\nA Highland Song’s soundtrack is composed by Laurence Chapman alongside two multi-award-winning giants of the Scottish folk scene, TALISK and Fourth Moon. Royalty of the festival circuit, these two bands combine virtuosic instrumental playing with fast, inventive rhythms, to produce new tunes in traditional styles played with beauty, energy and swagger.\n\nTHE STORY \n\nFor fifteen years, Moira McKinnon has lived with her mum in a small house on the edge of the Scottish Highlands. Then one day she receives a letter from her Uncle Hamish urging her to come to the coast. If she can reach his lighthouse for Beltane, a wonderful surprise will be waiting...\n \nAnd so, Moira runs away.\n\nThe hills are full of secrets and stories, but what you find will depend on where you go. The narrative is not branching but weaving; a mesh of history, mythology and family secrets. What truths will you discover? \n\nTHE WORLD \n \nIn the Highlands, every peak has a story to tell and every valley echoes with song. Giants sleep, ghosts sing, crows carry messages, and eagles lift the dead. \n\nBut the Highlands’ crags are unforgiving and its summits are cold—Moira’s trek will not be easy. \n\nCan you help Moira find a way across this winding wilderness in time?\n\nA HIGHLAND SONG\n \nA Highland Song is the latest narrative adventure game from inkle, the award-winning creators of 80 Days, Heaven's Vault, and Overboard!\n\nExplore hills crisscrossed by routes—some well-trodden, others hidden away—that are filled with stories, lost things, echoes, and memories.\n\nClimb peaks to orient yourself and plan your next steps. Then hop, slide, and jump through the valleys in time with the music.\n\nAnd be prepared to make the journey more than once, because a single trip isn't nearly enough to discover the Highlands' deepest secrets.\n\nThis 2.5D side-scrolling adventure brings the Highlands to life with a blend of hand-drawn animation, impressionistic painted scenery, and dynamic lighting/weather effects.\n",
    "id": "01007E5019ABA000",
    "name": "A Highland Song",
    "publisher": "inkle",
    "releaseDate": 20231205,
    "version": 0
}