{
    "description": "Female Nation Takeover -女性国家乗っ取り計画 - 盗賊の俺が王になる - is a novel game in which the bandit leader, Eddie, deceives the beautiful women of Rugalant in order to further his ambitions of stealing the kingdom itself.\nA Bishojo Game released in 2017 under the \"Black Currant\" brand has been reworked for the \"PandaShojo\" platform for \nplayers around the world to enjoy.\n\n◆Introduction\nThe women of this country don't see men as a threat.\nIf I can find their weakness and exploit it, I'll be back on top.\nThe pieces are falling into place, all that's left is to make my move.\n\n\n\n◆Synopsis\nIn Rugalant, women hold all the power, be it political or martial.\nSensing an easy target, Eddie takes his band of brigands to raid the kingdom.\nHowever, Eddie's forces are quickly routed and his pride forever besmirched.\nUnable to accept his embarrassing loss, Eddie infiltrates the kingdom to enact his revenge.\n\nI'm going to make that kingdom mine, no matter what it takes.\n\nRugalant is ruled by Princess Alicia.\nTo get to her, he's going to need help from somebody on the inside.\n\nEddie chooses the florist, Tina, the bar mistress, Ruth, and the general, Stella.\nBy blackmailing them into doing his bidding, Eddie gains powerful allies in his conquest of Rugalant.\nWill he succeed in making the Princess his pawn and take the kingdom for himself?\n\n◆Characters\n・Alicia Lilly\n\"My heart will always remain with my people.\"\nThe Princess of Rugalant, known for her cheery disposition.\nHer position is indispensable to Eddie's plan of taking over the kingdom.\nShe's been sighted around town helping her subjects after Eddie's assault ended in failure.\n\n・Stella Cook\n\"Oh, Princess Alicia......how I yearn for you......\"\nThe beautiful and fiercely loyal leader of Rugalant's knights.\nEddie discovers her secret admiration for the Princess and uses it to force her to do his bidding.\nDespite her feelings towards the Princess, Alicia only sees her as a loyal subject.\n\n・Tina Maxwell\n\"Umm......so that flower is called a Gerbera......\"\nA quiet and reserved florist who cares dearly for her family.\nThought she hides her magical prowess, Eddie's ability to sense magic makes her one of his primary targets.\nShe's coerced into fighting for the kingdom for money, but holds no loyalty to the Princess.\n\n・Ruth Ailey\n\"The men of this kingdom are so pathetic compared to those from other countries.\"\nThe sociable madame of the pub, often seen taming rowdy regulars in her signature apron.\nShe loves to talk and is a precious source of information to Eddie.\n\n・Eddie Hales\nThe leader of what was once the most feared gang of bandits in the country.\nHe suffered an embarrassing loss to the women of Rugalant.\nCunning and ruthless, he'll do anything to achieve his goals.\n\n・Gil Quilter\nEddie's partner in crime.\nWhile not particularly clever, he's disciplined and always gets the job done.",
    "id": "010010801C344000",
    "name": "Female Nation Takeover - 女性国家乗っ取り計画 - 盗賊の俺が王になる -",
    "publisher": "CyberStep",
    "releaseDate": 20230810,
    "version": 0
}