{
    "description": "The Gods have abandoned Midgard. Once a prosperous land teeming with mythical beasts and beings, it now rots from the inside, tainted by unknown forces. Odin’s chosen guardians of the realm are gone. In their absence, the sacred Elder Tree they swore to protect is exposed to abuse and manipulation. Now, the only remnants of hope reside in Estra, the daughter of mankind’s last great leader.\n\nWith a heavy emphasis on narrative, Estra’s journey through Midgard is filled with Nordic lore, mysterious twists, and consequential decisions. Players will converse with a variety of characters and share in Estra’s discoveries as she learns more about her family’s past and the looming darkness spreading across the realm.\n\nInteractive Story\nEstra’s path is fraught with difficult decisions and untrustworthy characters that can lead her astray. Her story is intertwined with the player’s ability to discern fact from fiction and to decide right from wrong. Avoid battle, help companions, save your people, but remember that the consequences are Estra’s to bear.\n\nPuzzles\nAlong the way, players must solve incrementally challenging puzzles that reveal insightful secrets, fantastical abilities, and hidden passageways. While trial and error is useful, patience is necessary. Not every problem allows for multiple mistakes and failure is most certainly an option. The answers you seek may be lost if you make the wrong decision.\n\nCombat\nViolence isn’t always necessary, but, when push comes to shove, ATONE’s combat is a delicate dance of sword and axe.. Music is a crucial component, with each fight receiving its very own song.\n\nMusic\nATONE’s music and sound design are composed by Australian artist, Luminist (a.k.a. James Shuar), who blends a synth-heavy score with the digitally corrupted sounds of period-specific instruments.\n\n",
    "id": "0100077019A98000",
    "name": "ATONE: Heart of the Elder Tree",
    "publisher": "Untold Tales",
    "releaseDate": 20230127,
    "version": 0
}