{
    "description": "In a new Grid, forgotten by its creator and left alone to evolve without User intervention, an unprecedented crime has been committed. The Repository stands at the center of this society. In the aftermath of a break-in, the future of this Grid hangs in the balance.\n\nTRON: Identity is a visual novel adventure following Query, a detective program tasked with uncovering the mystery of what was taken and by whom. Finding yourself in a world built on unstable foundations and filled with whispered knowledge, it’s up to you to question suspects and investigate your surroundings to piece together the truth.\n\nThe decisions you make will actively influence the story, with a multitude of possible outcomes, good and bad – all depending on your carefully chosen words. You’ll interact with a number of intriguing characters, and decide whether to ally with them, spurn them, or even derezz them. However you choose to deal with them, you’ll need to recover their lost memories in your search for answers, puzzling your way through defragging Identity Discs.\n\n- A new extension of the TRON franchise - Unlock a never-before-seen server filled with new, original programs to join forces with or oppose.\n- Beautiful, hand-crafted character art - Watch the story come to life through detailed, uniquely designed characters.\n- Rich world-building and storytelling - In a brand-new Grid with its own nuanced structure, there is much to discover about the programs and places around you.\n- Reveal memories - The truth of the case is hidden in the Identity Discs of those around you. Defrag their Discs to navigate the complex path to a solution in these unique puzzles.\n- One mystery, many endings - Your choices will determine the outcome you see, with a protagonist that lets you take the reins and doesn’t corner you into one approach.\n- Developed by the award-winning team behind Thomas Was Alone and Subsurface Circular - Brought to you by a team steeped in sci-fi stories, we are incredibly excited to share this game with you.",
    "id": "010007501A588000",
    "name": "TRON: Identity",
    "publisher": "Bithell Games",
    "releaseDate": 20230411,
    "version": 0
}