{
    "description": "Experience the Thrill of the City Roads in City Bus Driver Simulator!\n\nGet ready to embark on a 3D low-poly adventure where you take the wheel as a skilled bus driver navigating the bustling streets of the city. In this immersive simulation game, you're not just a driver; you're the lifeline of the city, responsible for ferrying passengers to their destinations and making every journey a smooth ride.\n\nKey Features:\n-Diverse Bus Fleet: Start your journey with a basic bus and work your way up to a fleet of powerful and stylish buses. Use your hard-earned money wisely to upgrade your vehicles for enhanced performance and a touch of luxury.\n- Dynamic City Exploration: Explore a vibrant, open-world city filled with challenging routes, traffic scenarios, and diverse environments. Each neighborhood presents a unique set of challenges, keeping you on your toes and testing your driving skills.\n- Complete Tasks and Earn Rewards: Take on a variety of tasks and missions to earn rewards and advance in your career. The more passengers you transport, the more money you make. Use your earnings to unlock new buses and customize your driving experience.\n- Realistic Driving Simulation: Immerse yourself in the realistic driving physics and responsive controls. Feel the thrill of navigating through traffic, mastering tight turns, and responding to various road conditions.\n- Economic Strategy: Manage your earnings strategically. Invest in new buses, upgrade existing ones, and watch your fleet evolve. The better your buses, the more satisfied your passengers, and the higher your income.\n- Graphics and Sound: Enjoy the visually stunning low-poly art style that brings the city to life. The game's immersive sound effects and dynamic soundtrack enhance the overall gaming experience.\n\nAre you ready to become the ultimate City Bus Driver? Strap in, start your engine, and let the journey begin!\n\nCity Bus Driver Simulator – Where every ride is an adventure.",
    "id": "0100A5B01D920000",
    "name": "City Bus Driver Simulator",
    "publisher": "DEMENCI Games",
    "releaseDate": 20231211,
    "version": 0
}