{
    "description": "\"Undesired Harem - ハーレムなんか望んでない！ -\" is a novel game in which the indecisive protagonist, Shu Inami, is surrounded by four beautiful girls he is close to, and has to seriously consider who he wants to date.\nA Bishojo Game released in 2014 under the \"SWAN EYE\" brand has been reworked for the \"PandaShojo\" platform for players around the world to enjoy.\n\n\n◆Introduction\nTo choose someone means there is someone not chosen.\nThe one who was rejected will be in pain, but the one who has to reject another's love will also suffer.\nBut it can't be helped. Right now, there are more serious matters... that are troubling me.\n\n\n\n◆Synopsis\n\"Um...with me...um...please go out with me!!!\"\n\"I'm sorry...\" said the protagonist, Shu Inami, as he turned down his classmate's heartfelt confession.\n\nAs a result of thinking about his girlfriend, Renge Kuriyama, and keeping quiet about it,\n he ends up feeling dissatisfied, saying, \"It's unecessary to lie''.\nThings haven't been going well recently, and the two of them drift apart.\n\nDuring this time, his step-sisters, Kaede and Maho,\nand Renge's older sister Kaori expressed romantic interest in him, resulting in an unexpected harem situation.\n\nKnowing that both the one rejecting and the one being rejected will suffer, so Shu responds vaguely out of kindness.\nIt's impossible to date everyone, you know?\n\nShu ponders what defines a lover, what it means to be in love, and when he arrives at an answer he shares it with them. \nI wanna flirt! I want to be with my ideal lover.\n\nWill Shu repair his relationship with Renge, or will he find a new romance?\nThe relationship with these four get deeper as they intertwine!\n\n\n◆Characters\n・Renge Kuriyama \n\"Be prepared! I'll definitely make you say yes!\"\nThe younger sister of the Kuriyama family, a devoted and selfless childhood friend of the same age.\nShe's actually Shu's girlfriend, but recently they have been drifting apart. \nShe isn't the most confident person, but she works harder than anyone and her true potential shines when she's motivated.\n\n・Maho Inami\n\"Waaah, oh no! I'm going to be late!\"\nThe bright and energetic younger sister of the Inami family.\nShu's step-sister, and close childhood friend.\nShe's so popular that other students all over the school say, ``I want her to be my little sister''.\n\n・Kaori Kuriyama\n\"It's hard to open love letters like this every day...\"\nRenge's cool and sexy older sister, who is highly popular at the top level of the school.\nShe likes to tease her childhood friend, Shu.\nSecretly she has deep feelings for him...\n\n・Kaede Inami\n\"Shu-chan, I'll give you a backrub ♪\"\nShe has a short stature, but she's the older sister of the Inami family; she has a gentle smile and a calm motherly aura.\nAs Shu's step-sister, she has supported him and Maho over the years.\nShe suddenly transferred to the same school as Shu and the others, showing a competitive side. \n\n・Shu Inami\nThe protagonist. He lost his parents when he was young, and grew up in the care of the close Inami family. \nAlthough he is dating Renge, they don't do anything that typical lovers do, and they have started to drift apart.\nHis kind nature restricts him from speaking his mind. ",
    "id": "0100F0F01F464000",
    "name": "Undesired Harem - ハーレムなんか望んでない！ -",
    "publisher": "CyberStep",
    "releaseDate": 20240613,
    "version": 0
}