{
    "description": "A new 100 doors game challenge is in front of you! Play 100 Doors - Escape from Prison and increase your intelligence level by cracking all the prison escape puzzles in this outstanding escape the prison game. Feel the suspense before opening every door in this 100 doors escape room game. There are many prison escape games out there, but this 100 doors escape from prison game is very different from the others. Download and play 100 Doors - Escape from Prison to find out why. \n\nFeel the satisfaction in cracking all the hundred door games codes, solving all the challenging escape game puzzles and opening all the doors that lead you to a successful prison escape.\n\n100 DOORS: ESCAPE FROM PRISON - GAMEPLAY:\n\nMeet Beren, a young curious journalist who finds herself trapped inside a prison building. By mistake or not? Don’t know. Find out. The main goal of this 100 doors escape prison game is to help her solve all the mind-bending riddles and puzzles, find all the hidden objects, that would lead to exiting the building and going back home, where she would be safe and sound. She cannot solve all the prison escape puzzles so she needs all the bits and pieces of your knowledge to help her break from prison. Open 100 doors, escape rooms and eventually escape the prison. Even if you get stuck in this escape prison game, quitting is not an option as there are hints that can guide you through all the exceptional prison escape room game levels. Get 100 Doors - Escape from Prison now and stretch your brain muscle!\n\n100 DOORS: ESCAPE FROM PRISON - FEATURES:\n\n-   Exciting puzzles with hidden objects and conundrums to solve\n-   Cool mechanics: move in time and space, combine objects, play brain games\n-   Awesome levels with cool animations\n-   Logical tasks\n-   Amazing graphics with special attention to details\n-   Simple to play, complicated to beat\n-   Different jail cells\n\nGet 100 Doors - Escape from Prison and prove that nothing is unfathomable for a good 100 doors escape room puzzler like you! It is challenging! Start the new 100 doors escape the room game adventure!",
    "id": "0100FFE01B8F8000",
    "name": "100 Doors - Escape from Prison",
    "publisher": "Peaksel",
    "releaseDate": 20240328,
    "version": 0
}