{
    "description": "Carnivores: Dinosaur Hunt is a first-person hunting simulator where you hunt the largest and most dangerous beasts to ever exist – DINOSAURS.\nThis game is a remaster of the classic dinosaur hunting video game, Carnivores: Dinosaur Hunter, delivered with a new game engine, improved graphics, advanced dinosaur behaviors, and seamless player progression.\nExperience an out of this world hunting experience, as you track down and stalk dinosaurs! To survive you'll need to know your target’s temperament and mannerisms, and just like in real hunting, you need to be aware of your surroundings, because you don't want to be caught upwind of a T-Rex or you'll end up being lunch.\nOn your hunting adventure, you will visit beautiful but dangerous environments, each with their own unique Ecosystems. Explore the pristine beaches, dense jungles, rocky plains, and scorching deserts of planet FMM UV-32. Environments can be used to increase the odds of a successful hunt. You can follow trails and track animal footprints. Awareness of wind direction is important since some dinosaurs can smell you. Using stealth tactics or gaining the high ground will give you an edge over the more vicious dinosaurs roaming the planet.\nCareful planning and consideration must be taken before every hunt including weapon choice. Will you use a high caliber rifle, sniper rifle, or a silent crossbow? Maybe bring along a sidearm just in case. One of the most important items you will need is your handheld M.I.S.T. (Mobile Interstellar Satellite Transponder), which includes radar and GPS satellite positioning to make tracking these beasts easier. There are other items you can bring on your hunt to improve your chances of survival such as Cover Scent, which masks your smell.\nYou will track down a wide range of dinosaurs, each species with their own behavior patterns and intelligence levels - everything from \"pea-brained\" dummies to cunning apex predators, with heightened senses of sight, hearing, and smell. Every dinosaur in Carnivores has realistic, advanced AI logic, so from species to species, each will react differently to you. Some dinosaurs will flee if they see you, others will attack because they feel threatened, and the rest will kill anything that moves! So be careful and stalk your prey intelligently, otherwise you might be the one being hunted.\n\nKey Features:\n • Hunt down planet FMM UV-32’s most dangerous creatures – the Dinosaurs!\n • A multitude of different Dinosaurs, from Herbivores (plant eaters) to the Carnivores (meat eaters).\n • Realistic AI – Dinosaurs react to sight, sound, and smell – with differing reactions and characteristics.\n • Explore and hunt throughout all of planet FMM UV-32’s vast Ecosystems\n • Equip things like camouflage and Cover Scent to outsmart the dinosaurs.\n • A diverse range of weapons and equipment to hunt with.\n • Interactive Dinosaur Trophy Room.\n • Leaderboards including most money earned, high scores and max distance shots for every type of dinosaur.",
    "id": "01005F5011AC4000",
    "name": "Carnivores: Dinosaur Hunt",
    "publisher": "Digital Dreams",
    "releaseDate": 20240315,
    "version": 0
}