{
    "description": "Nightdive Studios and Ziggurat Interactive have teamed up to bring back this sophisticated shooter laced with gallows humor and visual violence to bestow mayhem to all! Puzzle solving and strategic thinking are placed at a premium. The visceral violence is complemented by paranormal graphics and a super(natural) storyline.\n\nSet in the early 1930s, Killing Time: Resurrected casts you as a student, studying the cryptic world of Egyptology, who finds themselves trapped in the estate of wealthy heiress Tess Conway. A ritual to bestow eternal life conducted by Ms. Conway backfires and her high-society friends vanish without a trace. It’s up to you to find and destroy the mystical Egyptian Water-Clock to undo its curse and face a legion of super(natural) horrors. \n\nThe remastered edition of Killing Time: Resurrected features toggleable high-resolution character artwork/sprites from the original 3DO and PC versions of the game, upscaled environmental texturing, smoother gameplay, more responsive controls, and expanded control and key-bind settings.\n\nKilling Time: Resurrected Key Features:\n\n• Immerse Yourself in 4K Resolution, 60 FPS, Anti-Aliasing and Upgraded/New 2D Screens and Menu art.\n\n• Face off against enemies from both 3DO and PC for the first time, utilizing weapons that were once exclusive to each version. \n        \n• Experience and interact with otherworldly apparitions through a collection of over 50 live-action video sequences. These restored specters offer vital clues about the horrific events that once occurred in the cursed Conway mansion. Do you have what it takes to survive and uncover the mystery? \n        \n• Enjoy a full 360 view, allowing you to look up, down, and all around. The three-dimensional island features both indoor and outdoor areas, brimming with intricate details that capture the essence of the haunting and distinctive 1930s atmosphere.        \n         \n• Explore over 45 killing zones with hundreds of enemies and rooms sprawling across the vast estate.\n\n• Discover at your own risk unearthed cut content, including the pool house, shipwreck and a variety of ancient artifacts.\n         \n• A fright-fest for the true aficionado of first-person corridor mayhem, enjoy continuous gameplay with no load time between areas, and much more!",
    "id": "010065001E400000",
    "name": "Killing Time: Resurrected",
    "publisher": "Nightdive Studios",
    "releaseDate": 20241017,
    "version": 0,
    "category": [
        "Shooter",
        "First-Person Shooter",
        "Action",
        "Puzzle"
    ],
    "developer": null,
    "intro": "Welcome To The Conway Estate!",
    "isDemo": false,
    "languages": [
        "en",
        "es",
        "fr",
        "de",
        "it"
    ],
    "nsuId": 70010000077759,
    "numberOfPlayers": 1,
    "ratingContent": [
        "Blood",
        "Violence"
    ],
    "region": null,
    "rightsId": null
}