{
    "description": "DYNABLASTER® at a glance: \n• One of the best BOMBER GAMES ever \n• Modern 3D and fresh-looking game based on the ORIGINAL \n• Local MULTIPLAYER up to 4 players \n• Online MULTIPLAYER up to 4 players \n• NEW very special COOPERATIVE keys collecting mode \n• Well balanced SINGLE PLAYER mode \n• 50 exciting LEVELS in 5 stunning WORLDS \n• CUSTOMIZATION of your own character \n• 9 unique BONUSES and POWER UPS \n• A lot of awesome VISUAL and SOUND effects \n\nHaving been a blockbuster, DYNABLASTER® is a game for the strategic thinker whose smart tactics will instill fear in his competitors – playing online or local against others or against the computer. In this captivating action game, destroy your enemies with cleverly placed bombs. Playing in groups of up to 4 players total, he who survives longest wins! You always have to be on your toes and be extremely swift. But being fast is not enough. You need top place bombs with strategy to effectively kill your enemies. \n\nThe game features a variety of items, such as PowerUps, that are hidden under blocks. You need to destroy the walls to free these coveted PowerUps, as these PowerUps give you additional features, such as: \n• Nitro: You can move about faster \n• Flame: Your bombs are more effective and have higher detonation energy \n• Multi Bomb: Will allow you to lay multiple bombs, creating a chain reaction \n• Shield: Turns you into an immortal for a few seconds \n• Water Can: Use to prevent bombs from detonating \n• TNT: Destroy all competitors within a certain perimeter \n• Mine: Set the mine like a trap so that no one can step on it \n• Glue: Use glue to stick opponents for a while on the spot \n• Invisibility: You are hidden for a few moments \n• Teleport: Moves you back to your starting point \n• Sickness: Can slow you down, speed you up, reduce the flame of your bombs or other accidental disadvantages \n• Keys: Collect the keys of your colors, help find and clear the way to the keys of your teammates in special cooperative mode \n\nDYNABLASTER® offers various game modes, including local multiplayer for 2 to 4 players. Here is a selection of available game modes: \n• VS Mode - Local- and Online-Multiplayer: The game is over when only one (or none) player is left \n• Single player Mode: Play against three players, which are guided by the computer \n• Cooperative keys collecting mode \n\nFurthermore, you could customize your character with different addons like various hats, helmets, hair, horns and many more. \n",
    "id": "01009C201BF2E000",
    "name": "DYNABLASTER",
    "publisher": "BBG Entertainment",
    "releaseDate": 20230914,
    "version": 0
}