{
    "description": "Take flight in the iconic Silver Hawk and immerse yourself in thrilling gameplay with both modern HD-visuals or authentic retro-arcade graphics.\n\nExperience the conflicts between the Amnelia Kingdom and the merciless Thiima Empire that took place before the battle between the people of Darius and Belsar. During this conflict, the series’ iconic Silver Hawks were created to make use of the game’s unique capture ball system that allows you to forge your own strategy and gain an edge over the enemy!\n\nG-DARIUS HD is the port of “G-DARIUS” in high resolution – developed by the masters of remastering at M2. The game can also be played in low resolution like in the original arcade version.\n\nFrom the epic boss battles to the memorable soundtrack, G-DARIUS stood out when it first got released in the arcades and up to these days, critics and fans are praising this game as a prime example of how to bring a 2D game series properly to 3D.\n\n5 Different Versions:\n• G-Darius is the original 1997 version\n• G-Darius HD is a high-resolution version of the original game\n• G-Darius Ver.2 was first released in 1998 and is an updated version of the original G-Darius which was initially published one year earlier. While the story remains the same, G-Darius Ver.2 comes with a beginner mode, rapid-fire function and a lot of adjustments to the gameplay.\n• G-Darius Ver.2 HD comes as an HD version of G-Darius Ver.2  \n• G-Darius for consumer adds the 1998 Japan-released console port of G-Darius\n\nGadgets, modes & settings\nThere are several new gadgets, modes and settings implemented in G-Darius and G-Darius Ver.2 that improve your gaming experience. \nLearn more about the weaknesses of the enemy bosses with the Boss Gadget, improve from an overall Zone Map and keep track of the remaining time until YAZUKA appears with the Yazuka Timer!\n\nCustomize your parameters to train for the real battles in a newly added Training Mode and check out your most glorious fights in the Replay Gallery. \n\nAnd much more! \n",
    "id": "0100BCE013042000",
    "name": "G-DARIUS HD",
    "publisher": "ININ Games",
    "releaseDate": 20211115,
    "version": 0
}