{
    "description": "At the Royal Academy of Magic (the Academy for short), Marie is failing in her attempts to study alchemy. One day, she is given an atelier by her professor as part of a special graduation exam. In order to graduate, Marie must complete an item that will impress her professor.\n\nBut first, Marie must strive to improve her alchemy skills, collect ingredients, and earn money to hire adventurers and buy recipes and utensils... Add all of that to the synthesis, battles, and quests she must undertake, and it's clear that she has a lot to do before she's ready for her exam!\n\nIt's up to you to choose where to begin! Work hard to graduate from the Academy, but be sure to enjoy yourself along the way.\n\nFeatures of the Remake:\n- Updated graphics! Marie and friends brought to life with the latest technology!\nCharacter designs and event illustrations have been revamped, and 2D animations have also been introduced in the remake. In addition, there are now 3D models of characters and stages, so players can enjoy seeing cute mini characters while they move around the map and explore.\n\n- Atelier series origin, adapted to modern times and made more playable!\nWhile maintaining the simplicity and flexibility of the original version, the tutorial and navigation of the game's features have been expanded and improved. The methods of moving around the city and collecting items in the field have also been modified to meet modern-day demands, ensuring that the remake is even more comfortable and easier to play.\n\n- New elements added to further enhance the game experience!\nFans of the original version of the game, along with newcomers to the Atelier series, will be delighted by the variety of new elements that have been added to the remake. With the new Unlimited Mode, which allows you to play at a more relaxed pace, and the addition of new events that enable interactions with new characters, you can further enjoy the world of \"Atelier Marie.\"\n\nNote: Other editions featuring this product are also available for purchase. Please avoid making redundant purchases.",
    "id": "0100EAE019904000",
    "name": "Atelier Marie Remake: The Alchemist of Salburg",
    "publisher": "KOEI TECMO AMERICA",
    "releaseDate": 20230713,
    "version": 0
}