{
    "description": "Logiart Grimoire is a puzzle game that combines the number puzzle \"Logiart\" and the word puzzle \"Fusion\" in which you deduce combinations from clues.\n\n【Story】\nYou, who have taken hold of the Logiart grimoire, encounter Emil, the custodian of the grimoire.\n\nOriginally, the grimoire was the book that could solve \"Logiart\",\nbut the magic it held has gone awry, transforming it into an enigmatic grimoire.\nMost of the \"Logiart\" can no longer be unraveled.\n\nYou, guided by the Logiart's grimoire, will be able to solve its mysteries and once again restore the ability to solve \"Logiart.\" \nJoin Emil in unraveling the mysteries of the mysterious grimoire and restore it to its original state.\n\n\n【Features of the game】\n＜Logiart＞\nLogiart is a \"Picture Logic Puzzle\" that uses vertical and horizontal numbers as hints to complete illustrations.\nIt has simple and easy-to-understand rules, making it accessible for anyone to play.\nVarious assist functions are also included, allowing for a smooth gameplay experience.\nYou can also choose to turn off the assist functions if desired.\n\n＜Fusion＞\nThe puzzles solved in Logiart serve as materials to unlock new puzzles.\nBy correctly combining 2 or 3 materials through fusion, new puzzles are unlocked.\nTo find the right combinations, read the text clues provided for each puzzle and use deduction.\n\n＜The number of Logiart Puzzles in Main Mode＞\nThere are a total of 280 puzzles in various sizes.\nThe available sizes are 5x5, 10x10, 15x15, 20x15, 30x30, and 40x30 for a total of 6 options.\n\n＜Emil's Growth＞\nEmil, who helps unravel the mysteries of the grimoire together, gains magical power every time you solve a Logiart puzzle.\nAs Emil's magical power increases, you'll be able to fuse more puzzles.\n\n＜Unlocking Grimoire Categories＞\nDue to a malfunction in the grimoire, the categorized sections have become inaccessible.\nAt first, there may be few categories available to browse, but as you progress through the game and solve specific puzzles, more categories will be unlocked.\n\n\n【How to progress in the game】\nSolve and clear the Logiart puzzles.\nFuse the cleared puzzles to create new ones.\nRepeat the process of solving the newly created puzzles...\n...and work together with Emil to aim for the restoration of the grimoire.\n",
    "id": "010061501E5C4000",
    "name": "Picross -LogiartGrimoire-",
    "publisher": "JUPITER",
    "releaseDate": 20240418,
    "version": 0
}