{
    "description": "Unheard – Voices of Crime Edition contains the original Unheard game, an innovative experience that puts players in the role of Acoustic Detectives investigating crime scenes using a new aural device that allows them to hear voices from the past. The voices they hear will help them identify potential suspects and solve the mysteries. What is it that’s connecting seemingly unrelated cases? \nThis edition also contains \"The Lethal Script\" case that will have the detectives investigating a movie industry mystery on The Peak Hotel.\nPut on your headphones and step back into the past. Use the voices you hear to return to crime scenes, tracking down each individual involved and solving the cases. But where do the voices come from? Can you trust what you hear? And what's the mysterious thread weaving all of these cases together?\n\nA Unique Case-Solving Experience\nDiscover the truth hidden in the voices from the past.\nStep through time as you use our device to eavesdrop on conversations from past crime scenes. Every clue, every move, and every motive will be presented in the form of audio. Rather than controlling any one character, you only need listen to their conversations, following along as the story evolves. Use the information you hear to match names to voices and determine how everything (and everyone) is related. Can you discover the truth?\n\n\nOpen-Ended Narrative Mystery Game\nExplore the story and piece together the puzzle in your own way!\nDon't expect to be \"fed\" a pile of clues. Rather, take the role of a fly on the wall, observing and listening to the events as they unfold. Anyone could be the culprit; key clues may be revealed at any second; any character's storyline may cross paths with another at any point in time. YOU be the editor—the order of the story is up to you!",
    "id": "01004F6019A9C000",
    "name": "Unheard - Voices of Crime Edition",
    "publisher": "505 Games",
    "releaseDate": 20230322,
    "version": 0
}