{
    "description": "Cave Digger 2 is a 1-4 player adventure game taking place in an alternative weird west dieselpunk world. The player is a prospector who begins their adventure in a seemingly abandoned camp with a goal to extract valuables from the caves, to trade them for new tools, upgrades, and locations in order to advance their frontier exploration. To unveil the secrets of the Valley (game area), the player follows the breadcrumbs left by a previous explorer known only as Clayton.\n\n\nTools and Progression\n\nChoose the tools you like for a given scenario from a collection of mining equipment. Exchange your loot for money to buy a variety of gear to progress the wildlands exploration. With new gadgets, upgrades and maps unlocking new locations, you’ll be ready to travel deeper to the mountains than any adventurer before. Or at least that’s what the Merchant Trading Company says, but they’re selling you the gear...\n\n\nStory\n\nThe Frontier has its mysteries and it hides them well. But as the player follows in the footsteps of whoever hunted treasure here before, they discover the strange history of the valley and the caves below. Exploring old mines, nautical caves, ruins of an ancient civilization and more, they collect the pages to a tale of greed, eldritch power, and secrets beyond space and time. Who the mysterious Clayton was and what he did in the valley becomes clear in the end, but is it really the end?\n\nThe story of Clayton’s exploration of the valley is told in comic book form inside the game. Cave Digger 2 features multiple, hidden endings, revealing different sides to the full story.\n\n\nCo-op Multiplayer\n\nYou can gather a party of up to 4 players. Your role in the excavation team is totally up to you! As long as everybody is pulling more than their weight in gold back to the surface, you’ll get paid handsomely in official Merchant Dollars issued by the Merchant Trading Company (not recognized as legal tender outside of the Merchant Trading Company). Co-op supports crossplay public matchmaking and private group invitation options.\n\n\nFeatures:\n\n*Discoveries, dangers, and digging\n*Mine your way onwards with a faithful pickaxe, good old dynamite or a high-tech hammer\n*Procedurally generated partially destructible cave networks\n*Grab the sparkling revolver and the gold-pan-turned-to-a-shield when you have to protect yourself. Dynamite works fine too, just mind your team members!\n*Additional gadgets for utility\n*Tools, weapons, and gadgets evolve through upgrades\n*Collectable comic book Clayton - The Greed reveals the history of the Valley throughout the player’s journey\n*Multiple discoverable narratives built into the game as ending goals, and revealing different sides to the full story\n*1-4 player co-op of private groups or crossplay public matchmaking\n*Player avatar customization with dozens of things from clothes to faces to accessories\n\nJoin our Discord community! discord.gg/cavedigger\n",
    "id": "010040301E5A2000",
    "name": "Cave Digger 2",
    "publisher": "Mekiwi",
    "releaseDate": 20240620,
    "version": 0
}