{
    "description": "SHINORUBI is a Shoot'Em Up game rooted in the Bullet Hell, Danmaku, and Manic Shooter genres.\n\nIn the universe, there is a compound that can only be found on one singular planet, SHINORUBI.\nThe compound gives their owner infinite power and exceptional longevity via biological mutations; its name is \"R-R\".\n\nFor a thousand years, the BAÄA family has ruled mercilessly over SHINORUBI and the \"R-R\".\n\nKing R.LOYD III has six sons and a daughter. He and his sons left for war 150 years ago against the TRADDESS and ZOOGT empires, lightyears away from SHINORUBI.\n\nThe kingdom was entrusted to five generals close to the royal family, under the command of the king's only daughter: NEMEZIYA BAÄA.\n\nNight falls on KADDIN, the capital... The endless night before the solstice of BAÄA's thousand-year rule. Eight mercenaries will try the impossible under cover of night: overthrow the kingdom.\n\nSHINORUBI packs a great arcade action punch with great replayability thanks to its numerous difficulty levels, arranged modes, and player ships.\n\nThe only part of your ship vulnerable to enemy shots is the center. Better avoid the myriad of missiles and bullets aiming for you and destroy everything between you and your target!\n\nThere is only one rule: Do not die... and destroy the BAÄA kingdom.\n\n\nFeatures:\n- HD graphics taking you through 5 awe-inspiring environments, between futuristic forests, military bases and stormy skies; \n- 5 difficulty modes, from super easy to very hard, for a variety of challenges!\n- 8 playable ships, with varied POWER, SPEED and SHOT COVER stats to adapt to your playstyle;\n- 12 \"arranged\" modes: play against the clock in \"Caravan Mode\", take risks in \"Shield\" mode, test your stamina in \"Journey\" mode or catch pigs in \"Pink Pig Mode\"!\n- A BOSS RUSH mode with three difficulty levels!",
    "id": "010005D019272000",
    "name": "Shinorubi",
    "publisher": "RED ART GAMES",
    "releaseDate": 20240112,
    "version": 0
}