{
    "description": "Clive ‘N’ Wrench is a 3D platformer starring Clive, a rabbit, and Wrench, the literal monkey on his back. Your adventure takes you hurtling through time and space in a 1950’s refrigerator on a heroic quest to thwart the tyrannical Dr Daucus and stop his evil plans. \n\nOne fateful morning Professor Nancy Merricarp wakes to find that her proudly displayed time travel blueprints have been nabbed by the downright evil Dr Daucus! Minutes later a sudden flash of purple illuminates the sky, and a portal appears! Dr Daucus and his sidekick, General Olga Chestycough, jump into the portal and no sooner than it appeared the portal vanishes. \n\nLuckily Nancy’s cousin, Clive and her apprentice Wrench are there to help pursue the wicked doctor and put an end to his horrid plans! But to do this they must travel through time themselves!\"\n\"Journey Through Time and Space. Dr Daucus is blundering carelessly through time in search of “Ancient Stones”, which will bring him great power. Thankfully our heroes are on hand to save the day! Your adventure will take you through 11 distinct worlds throughout different periods of time. \n\nYou’ll find yourself in all sorts of delightfully detailed worlds such as ancient Egypt in Tempus Tombs and the prehistoric ice age in Iceratops. You’ll meet a colourful cast of characters from both the modern day and throughout time. There is adventure waiting for you in every exciting era! \n\nSmooth Moves. Both Clive and Wrench have a diverse move set, enabling them to explore each age with style and ease. Clive is particularly athletic and is well experienced in the art of parkour. This pairs perfectly with Wrench who is super stretchy and super strong. Together they can travel anywhere and take on whatever the evil Dr Daucus and his army of historical figures throw their way!\n\n•  Single player 3D platforming adventure\n• 11 vibrant and exhilarating worlds themed around various time periods.\n• Collectibles to find throughout every level – Pocket Watches, Keys and Ancient Stones\n• A vibrant cast of quirky characters and lots of mechanically varied boss levels\n• A vast range of dynamic and memorable characters, both good and evil\n• Assorted move set featuring agile parkour and the awesome ‘Chimp Chopper’\n\n",
    "id": "0100C6C010AE4000",
    "name": "Clive 'N' Wrench",
    "publisher": "Numskull Games",
    "releaseDate": 20230224,
    "version": 0
}