{
    "description": "Dice Legacy is a dice-based survival city builder set on a mysterious ringworld. Your ship has reached the shore of an uncharted continent. Roll and use your dice to gather resources, expand and defend your settlement, survive the winter and interact with the strange inhabitants of this eerie world.\n\nPut your faith in the dice as you gather resources, construct buildings and expand the borders of your realm. Create a strategy that fits your playstyle as you explore the wilderness. Test your luck as you make contact with the enigmatic factions populating the ringworld. But beware: something wicked is lurking in the mists beyond your realm, waiting for its chance to strike\n\nFEATURES\n\nYour dice represent the subjects of your realm. Keep them happy and healthy by providing food, ale and medicinal herbs - otherwise they might starve, get sick, be injured in combat or even freeze to death in the unforgiving cold of the winter blizzard.\n\nAdapt your playstyle to the procedurally generated ringworld that is waiting for you to explore it. Chart the wilderness, gather resources and construct new buildings to establish your rule. Recruit new subjects and research new technologies as you build your strategy to survive the winter\n\nYour population starts out as humble peasants, but as you roll your way to a clever strategy, they advance and become citizens, soldiers, priests or merchants. Work with the Council and pass new Policies to keep the various dice classes happy and potentially change the course of the game. \n\nCreate mighty Constructs by forging dice together and empower faces to unlock unique dice abilities. Create the ultimate dice to ensure your triumph through various playthroughs.\n\nRoll. Die. Repeat. Unlock all 6 rulers and find out which fits your playstyle best. Face different starting conditions and get the hang of varied wager abilities. Every playthrough of Dice Legacy is unique and presents you with the chance to discover the secret that is hidden in the mists of the ringworld.\n\nDiscover mysterious civilizations and reveal the secrets of the ring. Defend your settlement against The Others. Find out who they are, how they got to this uncharted land and what lurks in the mists beyond their city.",
    "id": "01002E4013EAE000",
    "name": "Dice Legacy",
    "publisher": "PLAION",
    "releaseDate": 20210909,
    "version": 0
}