{
    "description": "Spin a new tale of the Jura Tempest Federation together with all your favorite characters from the animated series!\n\n• Action-Packed Battles with Exhilarating Combo Attacks\nPlayers can enjoy thrilling action battles that combine flashy special moves and powerful combos. Through leveling up bonds with friends, Rimuru will learn Special Attacks, and even have allies join in to back up Rimuru’s attack. Finish off formidable enemies that are coming to destroy Tempest with Secret Skills animated in retro 8-bit style!\n\n• Experience Stories from the Anime, as well as All-New Adventures\nRelive the original story from the encounter with the Kijin to the battle against the Kingdom of Falmuth fully voiced! In addition, there are two brand new adventures from the original author for fans to enjoy! \n\nGoblin's Revenge Arc:\nKataki is a Bugbear who lost his friends in an attack by the Direwolves. The story of his revenge begins when he discovers that his former enemies and the Hobgoblins coexist in Tempest.\n\nReligious Nation Arc:\nThe Theocracy of Angels is a mysterious religious nation that believes in angels. Aiming to take the power of the Storm Dragon, they face off with Tempest.\n\n• Exciting City-Building\nAs players progress through the story and meet new allies, their community will grow from a small village to a great nation. Build a wide variety of buildings to take advantage of the Tempest Resonance which strengthens residents as you create more structures in your village! There are even modern Japanese-style buildings that make use of Rimuru's memory from the world before his reincarnation.\n\nThere are also more than 50 original subquests to enjoy! Enjoy the daily life in Tempest with laughter and tears as Rimuru and his friends work together to solve residents' problems and make the country a better place.",
    "id": "010078C01A3C0000",
    "name": "That Time I Got Reincarnated as a Slime ISEKAI Chronicles",
    "publisher": "BANDAI NAMCO Entertainment",
    "releaseDate": 20240808,
    "version": 0
}