{
    "description": "The Story\nFollowing centuries of servitude, Man finally rebelled against the Old Gods, imprisoning these colossal calamities within the sacred walls of the Citadel.\nBut an evil stirred within...\nIn a final act of vengeance, the Old Gods have unleashed a great Desolation upon the world. Mankind is fading, with but a glimmer of hope remaining.\nHeavy is the burden that lies on one lone Warrior. Armed with a greatsword… of the purest Obsydian.\n\nThe Game\nChallenging Combat\nFast-paced and challenging souls-like combat awaits, where every moment counts. Yet fortune favors the bold, and defeating the Old Gods may grant the player powers beyond mortal comprehension.\nBoss-Rush Brutality\nEldest Souls focuses on only the toughest and most engaging of combat encounters - the Bosses! - with each Old God presenting a new and unique challenge for the player to overcome… with fitting rewards for those who triumph!\nAn Ancient Kingdom\nAs you explore the labyrinthine passages, in search of the Old Gods, you’ll encounter intriguing NPCs, compelling questlines, and a series of dark and ominous mysteries. Slowly uncover the truth behind the Old Gods and their agelong imprisonment...\nPixel Perfection\nBask in the pixel perfection of the consecrated Citadel, dripping in gorgeous 16-bit attention-to-detail. But don’t gaze too long. This monument of Human triumph has long been forgotten, and something dark has taken root deep within.\nYour Build. Your Rules.\nEvery encounter with the Old Gods presents its own unique challenge… and rewards. Claim their celestial powers to unlock a vast array of unique Talents and Abilities, ready to customize your own combat style from a multitude of combinations.\n\nFeatures:\n- Battle your way through a series of uniquely challenging Boss-Rush combat encounters\n- Discover a cast of intriguing NPCs and questlines as you explore the ancient Citadel\n- Unearth the mystery of the Old Gods, before total devastation befalls the World\n- Bask in the glorious pixel-perfect graphic style, dripping in gorgeous attention-to-detail\n- Your Build. Your Rules. Customize your own combat style from a multitude of ability combinations",
    "id": "010093C00F30A000",
    "name": "Eldest Souls",
    "publisher": "United Label",
    "releaseDate": 20210729,
    "version": 0
}