{
    "description": "Boldy's Candy Factory Adventure: Paintball 3\" is the latest and most delightful installment in the beloved \"Paintball\" series. Embark on an exciting saga in the candy factory as you help Boldy fix the broken machinery. Utilize your quick thinking and clever matching skills to match 3 or more candies near a pipe, just like in the original Match 3 puzzle game.\n\nAs you progress through challenging levels, prepare for various obstacles and surprises that will test your skills and creativity. But wait, there is more! With its addictive gameplay and vibrant graphics, \"Paintball 3 - Candy Match Factory\" guarantees an exhilarating experience from the first pop.\n\nBut that is not all! This game is perfect for kids and families, offering adjustable difficulty levels and engaging gameplay. Gather your loved ones for local multiplayer fun, with support for up to 4 players. Indulge in hours of entertainment and enjoyment with various playing modes, including an immersive Adventure Mode for solo play and a challenging Single Play Mode for competitive gameplay.\n\nExperience stunning visuals and smooth gameplay with full optimization for FHD screens and up to 60FPS. Every colorful candy and exhilarating moment will come to life before your eyes.\n\nSo why wait? Embark on Boldy's sweetest adventure in \"Paintball 3 - Candy Match Factory\"! Help him fix the candy factory and enjoy a delightful blast of match 3 puzzle fun!\n\nFeatures:\n* Free Trial (15 minutes - no limits).\n* FHD@60FPS\n* Kid / Grownups' main difficulty choices.\n* Family and child friendly.\n* Huge adventure with 4 maps and 91 levels.\n* Compete against your friends with local multiplayer for up to 4 players.\n* Musical feast! More than 100 indie songs.\n* Unique/different and clever match 3 gameplay (original idea).\n* Multi-platform global leaderboards.\n* Translated into 17 languages! (English, German, Spanish, French, Italian, Portuguese, Russian, Danish, Dutch, Finnish, Greek, Norwegian, Polish, Swedish, Chinese, Japanese, Korean)\n* Many achievements and platinum trophies.",
    "id": "01001B801C656000",
    "name": "Paintball 3 - Candy Match Factory",
    "publisher": "Crazysoft",
    "releaseDate": 20231026,
    "version": 0
}