{
    "description": "Experience The Adventures of Elena Temple in a Definitive Edition, including more content, more features, more fun and more... black and white pixel art!\n\nWHAT'S NEW IN THE DEFINITIVE EDITION:\n- 2 new dungeons, totaling 47 new rooms - some very well hidden - with unique gameplay elements\n- 40 in-game achievements - doesn't get any more old-school than that!\n- Unlockable game modifiers - Limited Lives, Campfires, Double Jumps, Infinite Ammo - combine them for unique gameplay experiences\n- On the fly switching between the virtual old machines\n- Various tweaks to the rooms in the original dungeon, now dubbed Chalice of the Gods - you got shivers, didn't you?\n- Overall improvements: new background in the selection screen, new pixel art splash image, dungeon selection screen, game modifiers screen etc.\n- Easter Eggs\n\nNEW TO ELENA TEMPLE? READ ON!\nEver miss being a child, playing games at your grandma's or in your old bedroom? Then look no further! The Adventures of Elena Temple is the classic you never knew existed. And the best part is that you can play it on virtual old machines that kind of sort of maybe existed. It's not like you can remember for sure anyway, right?\n\nThe Adventures of Elena Temple is a monochromatic puzzle platformer made to look as if it were created in the 80s. Overcome obstacles, figure out how to advance, collect everything in sight, find all the secrets and remember your childhood while doing it. Progress through the game's three dungeons through non-linear exploration, then unlock the new game modifiers and re-experience the game in whole new ways.\n\nFEATURES\n- 3 dungeons with a total of 100+ rooms to overcome, each its own mini-level\n- Unique gameplay elements for each dungeon\n- Open exploration, choose which way to go, but don't worry, a helpful map is just one button press away\n- Challenging, old-school platforming\n- Put your puzzle solving skills to the test and figure out how to collect all the coins, gems, hearts and so on\n- Unlock all the 40 in-game achievements\n- Unlockable game modifiers for completely new ways to experience the game\n- Secrets and easter eggs to find for the more observant player\n- Play on a selection of 7 virtual old machines, from the Pomo D'or 4, to Maple and Some Toy and all the way to the NS-Bos PC\n\nHEADS UP!\nThe Adventures of Elena Temple is just one game you can play on seven simulated machines. Aside from the different look, the game plays the same on all machines and has the exact same content! The purpose of these old machines is to remind you of the old days, so feel free to pick whichever you like best without any fear of missing out on game content.\n\nI'm a solo indie developer, I loved making The Adventures of Elena Temple: Definitive Edition and I hope you enjoy it! Thank you for your support!",
    "id": "0100F5D01034E000",
    "name": "The Adventures of Elena Temple: Definitive Edition",
    "publisher": "GRIMTALIN",
    "releaseDate": 20220922,
    "version": 0
}