{
    "description": "Berlin, November 2089: The Cold War never ended. For 150 years both sides have used time manipulation technology to observe and counter each other’s every move. Now this fragile state of affairs is approaching a breaking point, as a rogue nuclear strike will send the world into turmoil. Both sides have scrambled to send agents back in time to find who is behind the attack and how to prevent it. If they fail, the whole world will turn to ash, forever.\n\nAll Walls Must Fall is an isometric tactics game where actions happen to the pulsing beat of the music. You control time travelling secret agents as they jump and loop through a single night in the city of Berlin. Using a pausable real-time system, carefully plan your decisions and use powerful time manipulation abilities to your advantage, as you carry out your mission in the shadows or in plain sight. Levels are procedurally recombined, giving All Walls Must Fall a highly replayable campaign structure, while still offering individually crafted components and set-pieces.\n\nFeatures: \n\n- Isometric action-tactics game.\n- Hybrid real-time / simultaneous turn-based tactical gameplay.\n- Procedurally generated levels and campaign that plays different every time.\n- Sci-Fi noir Berlin as a divided city in which the Cold War never ended.\n- Mind-bending time manipulation abilities that allow you to experiment with possible futures and rewind to the past.\n- Synaesthetic nightclub environments and audio.\n- A simulation sandbox featuring crowd simulation and destructible objects.\n- NEW GAME+ mode that allows you to keep upgrading your gear as you increase the challenge - forever.\n- A parable that reflects on free will, moral ambiguity and the meaning of freedom.\n- Developed by a team of former AAA professionals using Unreal Engine 4.\n- Original Soundtrack.\n\nAll Walls Must Fall also features a killer soundtrack that reacts to the gameplay, and features original music from talented artists drawn from both the Berlin club scene and the world of video game music: Jukio Kallio, Ben Prunty, Kuedo, The Orion Correlation and Lost & Found, Mona Mur and Muuutsch. \n",
    "id": "0100CBD012FB6000",
    "name": "All Walls Must Fall - A Tech-Noir Tactics Game",
    "publisher": "Ultimate Games",
    "releaseDate": 20210121,
    "version": 0
}