{
    "description": "Uncover the secrets and mysteries of Neuville's Mansion. Test your logic against diverse puzzles, locate and use a variety of items, and don't lose your sense of direction, as navigation itself becomes an obstacle in your path.\n\n- Immersive exploration-horror experience. Unravel the mysteries and forgotten events of a place haunted and consumed by secrets, as you find mysterious documents that only hint at its tragic and macabre past... There is no map and no help. Just you, your alchemical lamp and... “something” else…\n\n- The “Monster”. It can appear anywhere, and at anytime. Yes, you can try to run... but for how long? Will you switch off your lamp and use the shadows and natural light to your advantage? Will “It” detect you if you stand but an inch away in total stillness? You hear its footsteps approach… What will you do?!\n\n- Challenging puzzles. Facing ingenious and unique puzzles with no obvious and simplistic answers, you will need to use all the clues the environment provides to find the hidden answer.\n\n- Items and inventory. Find and use a diverse and creative assortment of items in order to progress through the adventure. A well designed inventory keeps your belongings carefully sorted and provides descriptions that, in some cases, even hide clues...\n\n- Multiple endings. The best one, the \"GOOD\" ending, is not the norm - it is the exception. It is a reward for players who think differently, explore every shadow and mystery, and for those who hold luck on their side...\n\n- Original and Breathtaking Audio-Visuals. This handcrafted adventure is presented with high quality 16-bit pixel art visuals. A labor of love created by a single artist. There is a fully unique and explorable mansion – With no two rooms the same and each individually designed with its own identity. Every pixel, every detail, every crack in the wall has been intentionally placed and designed by hand meticulously to tell players a story using no words. Our outstanding 90’s visuals are enhanced by lighting effects, disturbing 3D positional audio, and a completely original atmospheric soundtrack.",
    "id": "010037900CB1C000",
    "name": "Viviette",
    "publisher": "DYA GAMES",
    "releaseDate": 20211025,
    "version": 0
}