{
    "description": "BATSUGUN: a shoot-em-up!\nLevel up by defeating enemies and become stronger with experience!\nWipe out enemies with a storm of shots and bombers!\nAggressive bullet barrage shooter!\n\nBATSUGUN: a dramatic shoot-em-up!\nExperience a story with 6 unique pilots.\nDepending on the character and teams you play with, dialogues and endings change!\nWitness the war drama of the BATSUGUN crew!\n\nBATSUGUN: a mechanical shoot-em-up!\nThe Revolutionary Army's battle tanks, fighter planes, and bipedal robots are approaching on land, at sea, and in the air!　\nThe moment these massive mecha are engulfed in explosions and reduced to scrap sure is satisfying.\nDon't take your eyes off the screen to see what enemy will appear next.\n\nBATSUGUN: a score attack shoot-em-up!\nDestroy all the enemies and find the hidden bonuses.\nThe online ranking has been increased from the arcade version.\nAim for a high score of over 100 million!\n\nMore BATSUGUN options for a more BATSUGUN experience!\nThe original mode brings back the excitement of the arcade version, while the special mode has been revised with balance adjustments.\nAssist functions and customization will help you in the battlefields that await you!\n[Assist functions for everything from redo to training]\nRewind to redo mistakes, save & load, choose your favorite stage and power-ups to start, retry with a remaining aircraft... those features that were not available in the original home version have now been added!\nThe score has also been extended for more challenge.\n[Customize your gameplay with extra settings!]\nThe Boost Up HUD displays the experience gauge, the hidden bonus scores, the name of the currently playing BGM, and a playlist function that allows you to play with your favorite version of BGM.\nChoose your favorite screen size from three screen modes: Home, Arcade, or Portrait screen.\n[Newly Arranged Music Added!]\nNewly arranged music by fantastic game music composers such as Shinji Hosoe, Yosuke Yasui, Hagane, Daisuke Matsumoto, and WASi303 has been added!\nEnjoy the unique music of this title with the playlist function!\n\nWhat is BATSUGUN?\nBATSUGUN is an arcade shooting game by Toaplan released in 1993, and a pioneer of the bullet hell genre. Revisit a classic of a game with its large number of bullets covering the screen, its easy concept, even for beginners, and its unique balance.",
    "id": "0100743019D9C000",
    "name": "BATSUGUN Saturn Tribute Boosted",
    "publisher": "City Connection",
    "releaseDate": 20230726,
    "version": 0
}