{
    "description": "Play 5 different, brain-jogging games, for players of all ages!\n\nTake on tons of colorful levels, where the items you need are hidden around, beside, and below many other things! Train your sharp eyes as you look for matching pairs, sets of three, items that satisfy categories like type and color, and more. Then, unscramble beautiful pictures in tile and sliding puzzles.\n\nThese 5 games from JetDogs’ Shopping Clutter series are sure to surprise and delight!\n\nHop on your favorite sled and slide right into a wintery place where magic prevails! The streets sparkle with bright lights, music resounds all over, and even adults start to believe in miracles again!\n\nThis year, the Walkers are putting up a magnificent tree. But decorating it is not so easy… Help them find the best ornaments for their Christmas tree, and save the Walkers’ Christmas in Shopping Clutter: Christmas Poetree.\n\nThen, just when the Walkers were planning a little trip, Uncle Rat and Auntie Sheep turn up at their door… with tickets for a Christmas cruise! Join the family, travel the world and go ashore to admire the sights. Then, return home to celebrate Christmas in Shopping Clutter: Christmas Cruise.\n\nCap off the winter season with Shopping Clutter: Winter Garden. Uncle Rat wants to set up a greenhouse where his beloved wife Auntie Sheep can grow her flowers all year round. It’s pretty hard to find green plants in winter, but the Walkers are not going to leave Auntie Sheep feeling blue until spring!\n\nBut, the  fall holidays can’t be left out! The Walkers have decided to arrange a feast in Animalville—and, being a real expert on Thanksgiving Day traditions, goodhearted Uncle Tom Turkey came to help. Join the fun in Shopping Clutter: A Perfect Thanksgiving!\n\nFinally… love blooms in Shopping Clutter: Love is in the Air! Because Valentine’s Day isn’t just Valentine’s Day… it’s Mr. and Mrs. Walker’s anniversary, too! There’s so much to do: buy gifts, choose decorations and put them up, and also pick out and send Valentine’s Day cards!\n\nJoin the Walker family in the peaceful town of Animalville, and you’re sure to have a good time!\n\nFeatures\n- 40+ hours of brain-tickling gameplay\n- 100 cumulative episodes, 700 clutter levels, and 100 puzzles\n- Colorful graphics, funny dialogue and cute characters\n- Adjustable modes: Easy with no time limits, and Difficult with the time limits but more points to earn!\n- Festive images, items, animation and music for entering the spirit of Christmas, Thanksgiving, and Valentine’s Day!\n- New soft sounds and music masterpieces, relaxing ambient sounds, and more, for comfortable and enjoyable playing\n- Learn lots of facts about winter holiday traditions around the globe!",
    "id": "010069B01E9B0000",
    "name": "Shopping Clutter: Winter Break",
    "publisher": "Legacy Games",
    "releaseDate": 20240613,
    "version": 0
}