{
    "description": "The Legend of Tianding is a sidescrolling action game about Liao Tianding, the legendary Taiwanese Folk Hero.\n\n◆ THE TAIWANESE ROBIN HOOD ◆ \n\nPlay as Liao Tianding (AKA. Liāu Thiam-Ting), vigilante of Taipei city and wanted by the Colonial Japanese authorities. Rob the rich, feed the poor, and fight for justice in the streets of early 20th century Taipei as Taiwan’s legendary outlaw.\nBased on real events, real people and real situations, The Legend of Tianding is an exploration of a place and time often overlooked and presented in the style of Traditional Chinese Manga.\n\n◆ KUNG FU FIGHTING ◆ \n\nBattle the colonial authorities in style with a tanto, waist sash, and fast paced Kung Fu in tightly tuned technical combat. Execute advanced aerial combos, steal weapons from your enemies, use your waist sash and grappling hook to fly around the battlefield, and strike fear into the hearts of your oppressors.\nTake on incredible bosses like deadly courtesans, greedy businessmen, and even military leaders, each one guaranteed to challenge you with their dynamic abilities and brutal attacks.\n\n◆ TAIPEI AT THE TURN OF THE CENTURY ◆ \n\nExplore the Dadaocheng area of Taipei city as it looked like in the early 1900’s Run through colorful streets, ride on a speeding train, and make your escape through dark sewers, all done in the style of a retro Traditional Chinese Manga.\n\n◆ POWER UPS GALORE ◆ \n\nEven the playing field and tailor Liao Tianding to your playstyle with different equippable talismans! These magical items grant you bonuses such as recovering more health from food, regaining stamina faster, or even reducing the damage you take.\n\n◆ FOUR COLOR CARDS ◆ \n\nTake a break from rebellion with this traditional Taiwanese board game.\n\n◆ ONLINE LEADERBOARDS ◆ \n\nSee how your legend stacks up against your friend's in online leaderboards.\n\n◆ BOSS RUSH MODE ◆ \n\n Test yourself against Tianding’s rogue's gallery in Boss Rush mode.\n\n◆ ULTRAWIDE MONITOR SUPPORT ◆\n\nGet more off Dadaocheng on your screen with Ultrawide monitor support.\n",
    "id": "0100AD90155FC000",
    "name": "The Legend of Tianding",
    "publisher": "Neon Doctrine",
    "releaseDate": 20221123,
    "version": 0
}