{
    "description": "The dastardly Mr Moon and his troublemakers have stolen Mr Sun’s hatbox delivery from a humble courier company. With the fate of an aspiring apparel business at stake, it’s up to you to build a team, stage a series of heists, and get it back.\n\nStarting out as a solo delivery squad, you’ll need to build up an organization of reformed hat thieves and work together as a team or against each other to beat the odds. Whether you’re sending your unit out on covert or chaotic missions, you’ll make use of a closetful of stylish headgear and an assortment of weapons to track down and return the stolen package to its rightful owner. \n\nGETTING AHEAD\n\nModest Beginnings - Start small and gradually build a unit fit for taking down the mischievous Mr Moon and his troublemakers.\n\nCapture or Frag - Eliminate or extricate Mr Moon’s minions. Have them pay the price for their thieving crimes or recruit them for your next mission.\n\nLook the part - Discover over 50 different hats, each with unique properties. From the practical to the powerful. Even the pointless.\n\nSOLO OR CO-OP'HAT'IVE\n\nPrep for the Heist - Take on a series of specialist missions from wave-based action to espionage before attempting a tricky Hat Heist, collecting crowns to unlock perks for your crew and moving onto the next phase of your operation.\n\nThe more hands, the safer the delivery - Play solo or work together cooperatively to take on each mission in Couch Co-op.\n\nStand and deliver in head to head battles - Bring your swords, machine guns, and stale baguettes to the battlefield in 1v1 or Last Hat Standing PVP.\n\nPEAK QUALITY ACTION\n\nA hat for all seasons - Dynamite Head Bands, Cardboard Boxes, Noise Cancelling Earphones and Jet Packs! There’s a style to suit every situation.\n\nRooms to suit a certain mood - Build up a base of operations with a Brig to brainwash captives, a Lab to experiment on your staff, and a Black Market to purchase illicit contraband.\n\nCurious Quirks - Every character is different, making them individually suited (or unsuitable) for your mission, from a Butter Fingers with near-sightedness to an Animal Trainer with quick reflexes. Make sure you’re allocating your resources appropriately.\n\nRetro style with known quality - A distinct and vibrant pixel art style from Mr Kenny Sun, creator of Circa Infinity and Yankai’s Peak.",
    "id": "010025601A0E2000",
    "name": "Mr. Sun's Hatbox",
    "publisher": "Raw Fury",
    "releaseDate": 20230420,
    "version": 0
}