{
    "description": "PAC-MAN 99, which is currently available as a benefit for Nintendo Switch Online members, will soon be discontinued. Distribution of the main game and sales for each DLC will end accordingly.\n\nEnd date schedule is as follows:\n• August 9, 2023 (Tue) 1:00 AM AEST\nDiscontinued content: Paid custom themes\n• September 9, 2023 (Fri) 1:00 AM AEST\nDiscontinued content: PAC-MAN 99 Deluxe Pack / PAC-MAN 99 Mode Unlock\n• October 9, 2023 (Sun) 3:00 am AEDT\nDiscontinuation of online services for the main game / distribution of the main game and free custom themes\n\nEven after online services are discontinued for the main game, users who own either of the paid DLCs (PAC-MAN 99 Deluxe Pack or PAC-MAN 99 Mode Unlock) can continue to enjoy CPU BATTLE, BLIND TIME ATTACK, and SCORE ATTACK in offline mode.\n\nIn addition, please note:\n• PAC-MAN 99 themes that were purchased can be used in offline mode.\n• Purchased content can be re-downloaded even after discontinuation of sales.\n• PAC-MAN 99 Deluxe Pack includes all paid downloadable content, so please be careful not to make duplicate purchases.\n____________________\n\n\nIt's an all-new flavor of PAC-MAN! Test your chomping chops in a 99-player Pac-Royale!\n\n※Available for free on Switch to Nintendo Switch Online Subscribers.\n\n◆ A 99-player online PAC-MAN battle royale!\n\n40 years after the classic Pac-phenomenon rocked the gaming world, PAC-MAN is back in a new 99-man battle royale. Get back in the maze and chase down the iconic ghosts. Who will be the last PAC-MAN standing?\n\n◆ Switch between eight different strategies and send Jammer Pac-Man to get in your opponents' way!\n\nEat a Power Pellets to turn the ghosts blue and make them vulnerable. Eat them to send Jammer Pac-Man to your opponents! The more ghosts you eat, the more Jammers you'll send!\nEat a Ghost Train for a huge comeback!\n\nGain the upper hand by switching between eight different preset strategies: speed up, send extra Jammers, and more. Switching at just the right moment could give you an edge over your rivals!\n\n◆ Make the game look like your favorite Namco classics!\n\nYou can purchase downloadable custom themes based on Xevious, GALAGA, Dig Dug, and more to change the look of the game.\nThere are twenty different classic themes in all! Plus, they do more than change the graphics! Check out the sounds too!\nWhich classic Namco title is the one for you?",
    "id": "0100AD9012510000",
    "name": "PAC-MAN 99",
    "publisher": "BANDAI NAMCO Entertainment",
    "releaseDate": 20210408,
    "version": 0
}