{
    "description": "ALERT! ALERT!\nTIMESHIFT CONTINUUM AT RISK!\nPrevent crimes before they happen! It’s Crime O’Clock!\nInvestigate cases through time and evolving maps by unveiling a multi-eras linked story. Will you be observant enough to solve the mysteries? Crime waits for no man!\n\nAs a time detective, your job is to solve crimes through time that should never have happened!\nEach map has multiple time markers to visit and use to resolve different cases of hacking, murder, theft, and much more.\nBut a common thread of strange events is developing over the centuries...\n\nSomething or someone is trying to disturb time, find it!\nA HUGE zoomable map for each era is the playfield for the deductions and the search for clues.\nYOU must proceed with a deductive method to combine the missing pieces.\nBy resolving cases the map changes and new adventures are unlocked.\n\nAs you can see, it's a point&click game; the only skill you need is your fully functional brain to unplan crime!\nYou will not be alone in your job: EVE, an advanced AI, will help you, providing guidance and tools.\nUsing EVE’s system, you have new ways to find clues and evidence: deductive sessions alternate with action and puzzle mechanics for a complete user experience.\nDuring your adventure, EVE will upgrade its systems, unlocking new features...\n\nDuring the investigation, you will explore five different ages:\n-Steam Age, with automata, crazy inventions, and gothic mysteries.\n-Atlantean Age, with its magic crystals and its peaceful and utopian civilization.\n-Information Age, based on the real city of Milan in Italy, the developers’ hometown.\nIt features some of the most iconic buildings such as Duomo di Milano, Castello Sforzesco, The Last Supper and many more!\n-The Lost Age - the sands of time hide mysteries and technological marvels \n- The Aeon Age - bright lights, ruthless corporations and underground struggles - all hi-tech!",
    "id": "0100E4A0194DE000",
    "name": "Crime O'Clock",
    "publisher": "JUST FOR GAMES",
    "releaseDate": 20230630,
    "version": 0
}