{
    "description": "Play out a Kaiju movie as the mayor of Floatio city, tasked with holding off the overwhelming strength of a Kaiju attack with (hopelessly) outclassed military. Defend your city as five unique and devastating Kaiju grow in power with every attack. Unfortunately, they can't be killed, but can be slowed down and forced to fall back... for now.\n\nMonsters move towards the nearest building, and the scientists have mathed the exact odds of where they might go next. Build sacrificial army bases and airfields to distract the Kaiju. If standard methods aren't enough, deploy experimental weapons such as freeze rays and transforming mechas to keep them at bay. Or you can always park tanks and jets in the monsters’ path to slow them down (don't worry, we have a good insurance policy). If all your efforts fail, don't be ashamed and run away! Be prepared to evacuate the laboratory using transport trucks, boats, or planes when the Kaiju get too close.\n\nPlay missions from all over the world as you progress through the fight against Kaiju in a 15+ hour story-based campaign. Throughout the campaign, you’ll have the chance to gain an advantage with upgradeable ACE units and Project Deck customization. Test your wits in tactical puzzles, command dozens of units in large-scale scenarios, and fend off repeated attacks in defense missions while developing your city economically. And if you’re hungry for more, test your command skills in weekly challenges!\n\nFeatures: \n\nProtect your city in a tactical battle with cannon-fodder tanks, jets, and more... unusual firepower.\n\nFace five different Kaiju - each with unique skills and potential for mutation.\n\nImmersive gameplay - enjoy the narrative-driven gameplay with a plethora of dialogues between historical \ncharacters throughout each operation. The tone of the interactions is affected by your choices.\n\nDo everything to stop the monsters, including sacrificing your units and buildings.\n\nRemember that you can’t kill Kaiju - you can only slow them down.\n\nDefend cities around the world in 15+ hours of campaign mode.\n\nProve your command capabilities in weekly challenges.",
    "id": "01003BC018126000",
    "name": "Kaiju Wars",
    "publisher": "Klabater",
    "releaseDate": 20221220,
    "version": 0
}