{
    "description": "A HOMM-inspired adventure with a roguelite twist. Embark on an epic quest across the Drairthir Peninsula – a land ravaged by warring factions of Dragons. You take on the role of The Commander, a promising Elven warrior recruited by The Dragoness to lead her armies and bring peace to the land. \n\nAfter the old capital city of Voven Sal was lost in a climactic battle with the covetous Shai-Va, you will need to rebuild and gather your forces at the Dragoness’ new seat of power, Níwenborh.  \n\nJourney across the peninsula to recruit powerful beasts, gather precious resources, and prepare for the dangers that lie ahead. Only through keen strategic thinking and tactical prowess will you emerge victorious. \n\nJourney to a war-torn realm \nExplore the Drairthir Peninsula, a realm devastated by war between the Regal Dragons and corrupted Shai-Va. March your army through the dense forests of Grassholt, over the frozen peaks of Frosthyll, across the harsh deserts of Watan, and into blighted Zildarya. \n\nA massive 30+ Hour Campaign \nEmbark on an epic campaign featuring 16 quests each with their own focus and objectives. Secure vital resources, defend strategic points, and battle against increasingly more deadly foes.     \n\n40 unique units to recruit \nRecruit new units from camps built in the capital or encountered during quests. Utilise unit abilities to devise complex synergies and strategies. Merge units of the same type to create even more powerful creatures!     \n\nTactical Turn-Based Combat \nEngage enemy armies in tactical turn-based battles. Strategically manoeuvre your units, break your opponent’s shield and trigger special abilities to turn the tide in your favour.   \n\n6 Schools of Magic to Master \nCast spells from 6 schools of magic; Necromancy, Stealth, Restoration, Manoeuvres, Field Impact, and Strength. Earn experience during quests to expand your spell book further! \n\nRestore Your Capital to Glory \nRebuild the new capital of Níwenborh, seat of the Dragoness. Spend resources to construct and upgrade buildings to improve your units, talents, and skills.   \n\nLoot and Craft Artifacts \nDiscover and equip exotic artifacts to enhance the Commander’s abilities. Unlock new artifacts by smelting shards or combining duplicates in the Ancient Forge.         \n\nRoguelite Features & Challenges \nDeath is not the end! Pick from a wide range of revival spells that dramatically alter the Commander’s stats and skills. Complete devious challenges to gain rare and valuable resources. ",
    "id": "010051B018D7A000",
    "name": "The Dragoness: Command of the Flame",
    "publisher": "PQube",
    "releaseDate": 20230907,
    "version": 0
}