{
    "description": "More choices. More consequences. More GAMEDEC. We’ve added a huge additional story case with new locations, characters, and gameplay. 30+ side quests. Animated endgame cutscenes for each major ending. New voiced characters. Extra mini-games and, well... more. The cybercrimes of GAMEDEC - Definitive Edition are waiting to be solved.\n\nGamedec is a single-player non-combat cyberpunk isometric RPG. You are a game detective, who solves crimes inside virtual worlds. Use your wits to gather info from your witnesses and suspects, get to the bottom of deceptive schemes, save lives, and investigate the extraordinary relationships between virtual worlds and their inhabitants. The game continually adapts to your choices and never judges – You are the sum of your choices.\n\nWelcome to Warsaw City of the XXII century. The Tech of the future is so advanced that the term \"real\" is relative and \"life\" and \"death\" have many meanings. Virtual worlds give rise to problems of the human nature: lust, sloth, envy, and pride. The residents of these virtual game-worlds need specialists – Gamedecs - Private Investigators with experience in those worlds who work to discover the secrets and explores mechanics hidden in those realities for the commission of your clients. You are one of them. You are a Gamedec.\n\nGamedec emulates the nature of tabletop RPGs by focusing on character development through decision making. Gather aspects and craft your unique set of professions that will allow you to lead investigations in a way that feet your style. Discover extraordinary relationships between the virtual worlds and their inhabitants thanks to the gathered information in the codex.\nLike in classic tabletop RPGs, you’re given the freedom to approach situations from multiple angles rather than forcing a single solution – the choice is yours and yours alone.\n\nGamedec General Features:\n\nInteract with NPCs to gather intel and access different dialogue options depending on your choices, developed profession and acquired knowledge.\n\nVisit numerous virtual worlds - from the deceitful farm-like environment, through dark-noir cyberpunk realities to fantasy-based realms.\n\nUse your Codex and Deduction to unscramble facts and evidence to conclude the case. Find your own answer and respond accordingly to your own ethics, integrity or just a sense of poetic justice.\n\nShape your Character through actions that grant positive or negative effects – Determine how to you want to be perceived by the other by selecting traits, which correspond to your gameplay style. Develop your own Gamedec through your decisions, choices, and actions.\n\nMeet various characters in both Realium and Virtualium that can be friendly, or hostile – depending on your decisions throughout the game.",
    "id": "01002A501869E000",
    "name": "Gamedec - Definitive Edition",
    "publisher": "Untold Tales",
    "releaseDate": 20220701,
    "version": 0
}