{
    "description": "Ikki Unite: The Glorious Return of the Underdog!\n\nYes, you read that right. No need to clean your glasses or pinch yourself—you’re wide awake! Ikki Unite is making a grand return in 2024! Face off against a locust plague threatening our very existence. Enlist up to 16 friends in this erratic multiplayer bullet hell, sprinkled with Roguelite mechanics.  \nThis isn’t just a game; it’s a rebellion bringing back the charm, the chaos, and the \"\"What am I even playing?\"\" vibe of the original 1985 classic.\n\nGrab your bamboo : Ikki Unite. Because every game deserves a redemption arc, even this one. Get ready for a journey filled with laughter, wrinkled eyes and the kind of fun that only comes when you don't take yourself too seriously. Welcome back, Ikki, we've absolutely not missed you.\n\n\nGameplay That’s Foolproof (We Promise):\n\nYour Noble Quest: Clear the waves of minions, defeat the Boss of each area to finally face and fight the Evil Magistrate. Join forces with your friends on a challenging adventure.\nControls: If you could handle a NES™ controller, you’re overqualified. Arrow keys move, everything else happens like magic (the old-fashioned kind).\n\nKey Features:\n\n16-Player Mayhem: Ikki Unite can be played by up to 16 players simultaneously in online cooperation. Create your squad joining Gonbe, the forty-something vigilante, Magoichi, the trigger-happy legend and many others!\n\n4 Classes: Play as one of the four archetypes: Explorers, Attackers, Enhancers and Healers! \n\nEpic Action: So much action, you’ll forget you’re playing what was once dubbed the worst NES™ game ever.\n\nRoguelite Madness: A different adventure every time you play, chose between a wide set of randomized items and bonuses! Because predictability is so 1985. [ And you don’t even have to put another coin in ;)]\n\n\nSurvival Tips for the Hopelessly Outnumbered:\n\nThe Buddy System: Stick with your team. Or at least try to find them before the final boss does.\nThere's strength in unity: Even bigger enemies can be taken down when the squad is united and working together.\nResurrection: Fallen comrades can be brought back to life, don’t leave them behind!\n\n\nSUNSOFT: The Dawn of a New Era\n\nSUNSOFT is back, dusting off the NES™ cartridges and leaping into the modern era with Ikki Unite. It’s a love letter to the fans who stuck by us, an opportunity to make amends with those we have tortured, and an invitation to new players to join in the fun. Because if we can’t laugh at ourselves, who can we laugh at?",
    "id": "0100D3001CEBE000",
    "name": "Ikki Unite",
    "publisher": "SUNSOFT",
    "releaseDate": 20240418,
    "version": 0
}