{
    "description": "ZOMBIE DEATH MOWER aka THE TRUCK\nDominate the land with your very own, all-purpose, all-terrain truck that can store valuables and mow down zombies like bowling pins! You don’t have to unlock the truck, but you will need to repair it to make it run and continue to protect it.\n \nZOMBIE HORDES\nAs you gather resources and build your shelter, you’ll deal with waves of zombies, each with their own unique quirk, that will soon tear down your shelter walls. Once the map is clear, it won't be long before they return.\n \nCATAPULTS AND TURRETS\nWhat’s a home without a little security? In Dawn of Survivors 2, you can build your own catapults and turrets to take down the massive hordes of zombies! From classic catapults, to flame throwers, to AK-47 turrets, you’ll be able to design your own defense system that will keep the hordes at bay.\n \nSAVING SURVIVORS\nYou’re not alone in this cruel world. There are numerous survivors out there that need your help! It’s your choice whether or not to: help, trade, or betray them.  Be careful. The apocalypse makes everyone desperate.  \n \nADAPTIVE ENVIRONMENT\nThe environment around you will react to your actions. Whether you’re building a shelter or gathering resources, the environment will change based on what you do, which in turn will affect your safety. You must constantly be aware of your surroundings and your decisions, because every decision in the apocalypse matters.\n \nESCAPE!\nIt’s no longer just about gathering resources. Your mission is to escape! After fighting off the waves of zombies and building a secure shelter, you’ll soon be able to call in the evac and survive the apocalypse! But it won’t be easy. When you call in the evac, you must be ready for what happens next! It's up to you and your teammates to be ready for any attack.\n \nMULTIPLAYER MODE IS ON THE WAY\nWe will release the feature of multi-player mode later for online experience with the survivors from all over the world.",
    "id": "0100878014E22000",
    "name": "Dawn of Survivors 2",
    "publisher": "WISTONE ENTERTAINMENT",
    "releaseDate": 20211021,
    "version": 0
}