{
    "description": "Classic board game created with passion for fans of mancala but also those who are going to start playing. \nChoose one of the modes:\n* single player mancala and play against an AI opponent \n* two-player mode and challenge your friend\n\nPlay with the AI and choose one of the five levels of difficulty:\n- beginner,\n- easy,\n- medium,\n- hard,\n- expert.\n\nWhether you're a beginner and prefer simple mancala or an expert and prefer to play mancala hard, in our game you will find different mancala levels. During the game you can see which level you are playing at.\n\nAt the beginning, only an easy level is unlocked. To unlock the mancala levels you need to win at the previous, simpler level. Practice and unlock all levels of difficulty!\n\nAre you a master of Mancala? Be the grandmaster and beat your records at every of the five levels.\n\nTIP: You can touch and hold stones on your or your opponent's side to see how far they'll go. Thanks to the highlighted cups now it's easier to find the best move! \n\nUndo your moves\nHave you made a mistake? Undo your move by using a back arrow placed below the gameboard and try new tactics. \n\nHints\nIf you need a hint on how to best make your next move, use a lightbulb placed below the gameboard. The hints will help you learn the most successful game strategies, they will be great for beginners and more experienced mancala players.\n\nSettings and Tutorial\nYou can choose language and turn on / off sound or music effects.\nLooking for a quick guide concerning the mancala rules? Use our tutorial - you will find it in Settings, just click on a question mark.\n\nMancala Rules\nThe game board consists of two rows. Each player owns six cups or holes and one reservoir, a large cup also named mancala zone. At the beginning of the game, the player finds four stones (or pieces) in every cup.\n\nPlayers put stones repeatedly in a counterclockwise direction. To begin, the player takes the stones from any cup on his side of the game board - leaving empty this cup that he has already taken the stones. The player put pieces through all twelve cups and his mancala zone (which is on the right of the gameboard) but not the opponent's reservoir (on the left of the gameboard).\n\nGo-again play\nIf the last stone lands in your reservoir, the turn is yours and you can take another move. \n\nCross-capture\nIf the last stone lands in an empty cup on your side of the board and there is one or more stones in the adjacent hole on your opponent's side of the mancala board, you capture these opponent's stones and yours last one.\n\nEnd of the game \nThe game ends if all six cups on the side of each player are empty. The one who has more pieces captured in his mancala zone wins.\n\nDifferent names of Mancala games\nGames from the same group have various rules and names. The most popular ones are:\n- Mancala Bao - a complex strategy game of Kenya, Zanzibar, Tanzania, Comoros, Malawi and some areas of Burundi. The board size is 4×8.\n- Mancala Kalah - known as the children's game. The board size is 2×6 with reservoirs.\n- Kalaha Mancala - played in the central part of Africa.\n- Oware or Awele also known as Ayo, Awari, Ouri or J’odu. This is the national game of Ghana. The board is 2×6 with reservoirs.",
    "id": "0100598014310000",
    "name": "Mancala",
    "publisher": "CC Games",
    "releaseDate": 20210325,
    "version": 0
}