{
    "description": "ATOMIK: RunGunJumpGun is a tough as nails 2D Action Platformer that puts a teeth-rattling, gravity-defying weapon in your hands. With a cast of crazed characters, simple but beautifully difficult gameplay, and a pulsing musical score, ATOMIK: RunGunJumpGun is a loud, trippy mess of twitchy platforming goodness.\n\nThe two-button setup is disarmingly simple. One button shoots downwards, propelling you through the air. The other shoots forward, destroying anything that’s in your path. There is no stopping in this beautifully surreal world littered with deadly traps and soul-crushing obstacles around every corner. Players will have to constantly alternate between the two firing modes to maneuver through meticulously crafted levels where death is a promise not a possibility. There is only running, gunning, jumping, and gunning, in a mad dash to survive long enough to die again.  \n\nGame features:\n•        Beautifully Difficult: Every second counts, and the game will test your reflexes to the fullest \n•        Nonstop Action: Merciful respawns let you die fast and keep you constantly in the action\n •        Two button gameplay: One button lets you fly, the other blasts obstacles into heaps of rubble.\n •        Three Unique Game Worlds: Each world presents its own distinct challenges which require players to change their playstyles \n•        Over 120 levels of Mayhem: Each level is meticulously crafted to hone and test the player’s speed and tenacity. \n•        Marathon Mode: For players looking to compete for the global high score. \n•        Surreal visuals: Trippy and hyper-colourful fantasy-sci-fi art style \n•        Hyperkinetic soundtrack: Pulsing musical score blending hip hop, electronic and movie-score vibes. \n•        Warped space-opera narrative:  The game features a cast of crazed, beautifully illustrated characters. \n•        Masochistic Collectables: The quest to collect “Atomiks” littered throughout levels lends an extra level of insanity to already merciless level design. A gift to self-hating completionists.\n •        Accessible single-hand gameplay: Appropriate for players with disabilities. \n•        Made by free range developers fed a pure mixture of VVVVVV, Hotline Miami, and Super Meat Boy.  \n",
    "id": "01000D1006CEC000",
    "name": "ATOMIK: RunGunJumpGun",
    "publisher": "Good Shepherd",
    "releaseDate": 20180209,
    "version": 0
}