{
    "description": "This is a game of cubes. Tiny, adorable cubes with hopes, dreams, unrequited loves… and unlimited destructive power.\n\nIn Story Mode, you’ll follow the adventures of Charcoal and Mustard as they search for the ultimate birthday present to cheer up their best friend, Red--who is feeling quite blue. Take the subway to nine unique worlds where you’ll battle rogue bananas, evil milk cartons, and crayon box spiders--whatever it takes to make Red happy again!\n\nIn Multiplayer Mode, invite your friends and challenge them to cutthroat competitive cube combat! Show your skills with precision lasers and rapid fire guns, and master the devastating radial beam. Blast, warp, and crash through walls in over a dozen destructible thunderdomes across a variety of game modes. Zip around boulders in the forest, face off in dramatic rainstorms, evade environmental dangers, and more!\n\n\nKey Features:\n\n• SILKY SMOOTH CUBE ACTION: Pick up and play with tight, responsive, and easy to learn controls. You'll be a masterful combat cube in seconds.\n• ULTRA RESPONSIVE CONTROLS: 60FPS, ultra low latency controls tweaked for competition-ready performance—even in Story Mode!\n• FOUR PLAYER VERSUS MODE: Engage in competitive cube combat with up to four players on a single Nintendo Switch console!\n• OVER A DOZEN MULTIPLAYER MAPS: Dash, zip, and destroy over a dozen destructible handcrafted multiplayer thunderdomes! Fight in serene forests, in dramatic thunderstorms, in a bathtub, and more. Break through walls, dodge deadly discs, and use the environment to win!\n• COMPETITIVE AND PARTY GAME MODES: Face off in classic deathmatch versus modes, or in more chaotic party modes. Play a mouthwatering Sushi Collecting mode, or stand your ground in the utterly gripping Sumo mode.\n• EXCLUSIVE GAME MODE: Challenge your friends in JoyVot mode, as one player uses motion controls to use a levitating banana that shoots lasers and calls down deadly minions--only on Nintendo Switch! \n• CAPTIVATING STORY ABOUT CUBES: Finally, a full length narrative where cubes take center stage! Featuring the story of three cube friends. Follow the captivating story of Charcoal and Mustard, two cubes trying their best to put together the ultimate birthday gift for their best friend.\n• DELICIOUS ARCADE ACTION: Take the subway to over nine different worlds filled with evil, mostly edible enemies. Zip around corners with your quick cube moves, blast your adversaries with precision nose lasers, chain together destructive combos, and use your Chomp super move to take down all challengers!\n• EPIC BOSS BATTLES: Take on epic bosses--evil masterminds who hate happy birthdays. Bosses include the cube’s natural enemies, such as large, sentient bananas and frozen milk cartons.\n• BEAUTIFUL LEVELS: Explore gorgeous atmospheric environments in your adventure. Trudge through the rain, bask in a serene forest, and plunge deep inside an industrial freezer. \n• STUNNING CHARACTERS: Take in the cutting edge, industry-leading artistry of the fully rigged and animated cube characters. These cubes look so good, it’s unreal!",
    "id": "0100E7900C4C0000",
    "name": "Zarvot",
    "publisher": "snowhydra games",
    "releaseDate": 20181020,
    "version": 0
}