{
    "description": "In Crossroads Inn: A Fantasy Tavern Sim micromanagement goes head to head with a rich story. As the kingdom is in turmoil and a shift of power is expected, your Inn will soon attract the attention of important political and military figures, who are desperately trying to hold on to the reins of power. \n\nWill you stay neutral or become a part of a large-scale drama, full of political intrigues? Meet vivid characters, deal with treacherous NPCs, and fulfill dangerous quests inspired by RPG games – there’s even a damsel in distress to save!\n\nIn Sandbox mode, you will focus solely on managing your business and economy – build your own tavern, hire and oversee staff, manage the supply chains and create new dish recipes. If you get hungry for additional challenges, we've prepared 6 scenarios - every one of them is a separate, standalone story, bringing unique objectives and rules. \n\nKey Features: \n\n- Build your own tavern in the original fantasy world of Delcrys and enjoy a real-time management sim and RPG in one game!\n\n- Choose between three distinct game modes: an epic Campaign mode with a non-linear story (12 different endings!), a nearly endless Sandbox mode dedicated to hardcore sim fans, and a scenario mode with 6 unique stories.\n\n- Delve into the rich and detailed lore with feuding factions and influential organizations – choose to forge alliances or work against others in an original, low fantasy-set world.\n\n- Enjoy the once-in-a-lifetime culinary adventure designed in cooperation with the experts from Nerds’ Kitchen - discover recipes, create new dishes, and serve assorted menus to attract various types of guests and fulfill their nutritional needs.\n\n- Explore the complex tavern economy simulation including special guests, unique and regular employees, dozens of resources, and facilities to build and develop.\n\n- Discover included in-game DLCs containing additional workers and items inspired by Klabater games!  \n",
    "id": "0100D9E016A7A000",
    "name": "Crossroads Inn: A Fantasy Tavern Sim",
    "publisher": "Klabater",
    "releaseDate": 20220929,
    "version": 0
}