{
    "description": "\"『俺』が『私』に変わった日…～Becoming a She～\" is a visual novel \ngame in which the protagonist, \"Rin Hoshina,\" who becomes a girl \nafter a year, spends an unusual school life with the girls he meets \nat the girl's academy, he has transferred.\nThis Bishojo Game released in 2017 under the \"Noirsoft\" brand has been reworked for the \"CS Novel Club\" platform for players of all ages worldwide to enjoy.\n\n◆Introduction\nI stand in front of the restroom in the hallway.\nThis is a girls' restroom! Is it okay to go in here? This place is a sanctuary!\n\"What's wrong Rin-san?\" \"N..no, it's nothing!!\"\nEvery day feeling a sense of immorality as I hide my true identity \nand live my life as a girl. Which I am not familiar with.\nGradually, I became friends with the heroines, however, they also \nhave secrets that they can't tell anyone...\n\n\n◆Synopsis\n\"The protagonist, \"Rin Hoshina,\" was surprised by the look he saw in the mirror.\nBecause there was a beautiful girl reflected in it.\"\n\"According to the doctor, Rin had a very unusual physical constitution\nthat his body will completely turn into a girl after a year.\nAs it becomes difficult for Rin to continue his ordinary life, the doctor\nrecommends him to go to a girl's academy to train himself to be a girl.\"\nBut the body is still a man...\nHe has to live his life while wearing women's clothes and trying to \ndeceive others until he becomes a girl.\nWill he be able to have a normal school life in a harem-like situation\nwithout being discovered?\n\n◆Characters\nShiho Yahata\nHi, nice to meet you. Are you the transfer student?\nA gentle and kind senpai who's a year older than Rin.\nHer beautiful behavior makes her look even more like an\nupper-class lady.\nHaving many girl fans, she is in the position of everyone's big sister.\nShe has a \"romantic nature\" which makes her struggle to control her love life.\n\nHonoka Kitami\nA boy,, I'm glad to hear that, because it's rare in our school.\nRoommate and classmate of Rin.\nWith her bright and strong personality, she takes care of Rin.\nShe is very kind toward Rin, helping him to hide his true identity.\nShe has a peculiar constitution but hasn't revealed it to Rin.\n\nAzusa Sanjo\n\"My name is Azusa Sanjo, and I'm a first-year! I've been looking for the sister of my dreams for a long time.\"\nA first-year who is popular among the seniors with her cute little animal-like features.\nOn top of that, she loves to have attention from the seniors.\"\nShe is especially fond of Rin, her physical contact, such as\nbody touching makes him feel uneasy.\nShe also has a peculiar constitution that she hides.\"\n\nRin Hoshina\nProtagonist with a peculiar constitution of \"gender-reversal disorder\"\nHe will completely become a girl in a year.\nHe transfers to a girls' academy as a second-year.\"\nHis appearance is very feminine, and when dressing up as a girl,it is unrecognizable at first glance.\nHowever, not being used to it, he sometimes exposes the male side of himself.",
    "id": "0100183019A1E000",
    "name": "『俺』が『私』に変わった日…～Becoming a She～",
    "publisher": "CyberStep",
    "releaseDate": 20221110,
    "version": 0
}