{
    "description": "Wunderling DX is a non-stop puzzle platformer! Race against the clock, beat tricky puzzles, collect shiny items, and please your evil overlord!\n\nCarrot Man is the beloved hero of the Vegetable Kingdom, and you need to destroy him. There's only one problem: You're the weakest enemy in the game! Despite your powerless nature, you have to stop Carrot Man from saving the kidnapped Princess Pea. Prove to your evil boss – and yourself – that even a small fry can make a BIG difference!\n\nSurvive tough-as-nails platforming\n\nThe hunt runs through treacherous mazes with tricky platforming. Like any good game goon, you won't stop running even when certain death waits ahead. And trust us, it will! With too many tricks and traps to count, you'll quickly forget how many times you've attempted a level. With new moves to master, like dashing and flying, the challenge ramps up with you! \n\nTake on extra challenges to uncover hidden secrets!\n\nSeek out a roster of shiny collectibles by completing even more brutal puzzle sequences! With enough practice, you can unlock secret levels, customize your outfit, plug into catchy tunes, and bring to light a secret ending with even more courses to play. If your inner completionist craves a 2D collectathon with tangible rewards, this is the one!\n\nLaugh, cry, and scratch your head in this retro game celebration!\n\nWunderling DX tells a touching tale of breaking free from the pack with a desire to change the world, even with the odds stacked against you. What starts as a retro game love song soon becomes an unexpected thrill-ride with twists, turns, and alternate endings. All wrapped up in a humorous script from the wild mind of Alex Faciane, accompanied by Ratvader's decade-bending soundtrack!\n\n\"Wait, what's new in Wunderling DX?\"\n\nThanks for asking! Wunderling DX is the definitive version of the critically acclaimed Wunderling (2020), featuring tons of new levels, items, story segments, and the previously released content update \"Kohlrabi's Ruin\" with even more gameplay. The update is free for everyone who's already purchased the game. \n\nHappy gaming from all of us at Bitwave Games (formerly Retroid)!",
    "id": "01001C400482C000",
    "name": "Wunderling DX",
    "publisher": "Bitwave Games",
    "releaseDate": 20200306,
    "version": 0
}