{
    "description": "Gameplay\nOn every level there are several objects and monsters...The goal is to rid the level of the monsters. This can be achieved in different ways...The objects are affected by the laws of physics and play a key part in solving the puzzle. The objects form a “contraption” which are placed in such a way, which creates a chain reaction that will wipe out all monsters. The catch is that the contraption is broken - some objects are not in the right place. Your goal is to fix the contraption. You do this, by repositioning, flipping, or connecting the different objects.\n\nWhen the level starts “time is frozen”, gravity doesn’t affect the objects and all machines or gadgets are not running. During this time, you can move things around, connect things, flip things, to make the chain reaction work. Once you are done, you set things in motion (unfreeze time) by pressing the Play button and watch things play out.\n\nIf you did everything correctly the chain reaction will wipe out all monsters and you will progress to the next level. If your solution is not correct, you can pause the contraption and fiddle with the objects again.\n\nGadgets\nSome of the gadgets are activated by igniting them, others by touching, pushing, or pulling them. Some gadgets work on their own, while other gadgets must be connected to function. For example, for the conveyor belt to turn, it must be connected to an active engine, using a belt. Likewise for the laser gun to fire a laser, the trigger must be attached to a rope, to a moving object, like a car.\n\nObjectives\nTo rid the levels of the monsters! The simplest way is to push the monster off the edge of a platform and make it fall off the screen. You could cut the rope holding a heavy object, which will smash the monster; pull a rope, connected to a laser gun; igniting the engine of a rocket with a lighter in which the monster is in, etc.\n\nThe solution is achieved through chain reactions, Rube Goldberg style. The more you progress through the game, the more complex the new puzzles become.\n\nKey Features\n• Solve over 500 wacky puzzles form each game across 5 different worlds.\n• Create an unlimited number of your own levels and challenge a friend to try to beat it.\n• Use a plethora of goofy gadgets from scissors to washing line pegs.\n• Complete the levels in multiple ways...get as bonkers and creative as you like.\n",
    "id": "010042601DBB4000",
    "name": "Contraptions Collection",
    "publisher": "Funbox Media",
    "releaseDate": 20240329,
    "version": 0
}