{
    "description": "A traumatic event has shaken the balance of the world. Human life has been almost wiped out by the evil A.I. Lemonkus. Robots roam free across the earth. You take control of Tabby, a killer robot infused with the soul of an ancient warrior.\n\nA NINJA METROIDVANIA \n\nStart out with nothing, progress and increase in strength by killing enemy robots to unlock abilities, weapons and kick-ass ninja tricks. Explore a world filled with secrets, hidden passages and mysterious characters. KUNAI is all about movement and agility. Use your ninja mobility to reach places where no normal robot could ever go.\n\nEXPLORE A UNIQUE WORLD \n\nExplore the different pixel-art environments of KUNAI, each with a minimalistic palette, while Tabby makes cute faces. Use a variety of ninja tricks to move around the world and unleash your deadly arsenal of weapons to fight your way through armies of evil machines, rogue androids, and mindless mechs to maximize your badassness.\n\nFEATURES OF KUNAI \n\n●\tFast-paced action platforming with a grappling twist.\n●\tSilky smooth movement mechanics tuned to the pixel.\n●\tLots of juicy exploding robots crafted with care (note: screenshake can be turned off at your own leisure).\n●\tKunai-driven grappling fun with swinging included to amplify those deadly ninja drops.\n●\tA wide variety of places to explore, ranging from a fallen city, floating airships to artificial deserts and more!\n●\tUnique art style, with every area having its own color palette taking you back to the early days of gaming.\n●\tCombat mechanics and weapons in abundance to slice, dice and fire your robotic foes to pieces.\n●\tFriendly and not so friendly robots to meet along the way including Earl, Chief and the evil A.I. Lemonkus.\n●\tRocking soundtrack with lots of 16-bit references blasting into your ears.\n●\tHidden time trial to show off your godlike speedrunning skills.\n●\tALL THE HATS\n●\tYou are a NINJA TABLET. ‘Nuff said.",
    "id": "010035A00DF62000",
    "name": "KUNAI",
    "publisher": "The Arcade Crew",
    "releaseDate": 20200207,
    "version": 0
}