{
    "description": "Bulanci is an action multiplayer and easy-to-play party game where you take pillow fights with your frenemies to the next level. You’re in for team shootouts and many other game modes, so make the feathers fly.\n\nWhat does Bulanci offer?\n- A quick, action-packed, funny party shooter\n- Up to 8 players on one device\n- Easy to understand,\n- The return of a 2001 cult-classic shooter (16 mil. downloads)\n- Customize your character – choose the color, appearance, pattern, and small accessories such as helmet, sunglasses, or headphones\n- Discover more information about the soft Bulanci nation in the history book\n\nGame modes\nThe game can be played in various game modes: Deathmatch, Team Deathmatch, Capture the Flag and Elite Training. The first three will lighten up every party, because you can play them with up to 8 friends on one device. \n\nThe Elite Training mode is meant for a single player, allowing you to improve your skills and feats in order to become an experienced Bulanci warrior.\n\nDeathmatch\nA battle to the death. It’s not as bad as it sounds, though. Each eliminated player will respawn after a while to keep fighting. The basic weapon has only five rounds and takes a long time to reload. This is why it’s necessary to use tactics and try to get some of the bonus weapons which randomly appear on the battlefield. At the end, the score is calculated and the best player is announced. Also, a matching animation of the Bulanci hero is displayed based on the results.\n\nTeam Deathmatch\nPurely a team game mode. Teams of players try to eliminate their opponents from the game within a specified time. The winning team is the one that reaches the higher score.\n\nCapture the Flag\nPlayers on both teams try to capture the opponent's flag and bring it back to their base. The first team to succeed wins. Bonus weapons are found in caches on the battlefield. If someone takes them, they secure equipment for their entire team. It’s not always an advantage, though. Imagine trying to annihilate your opponent in a duel, but your weapon is replaced with a mine from a bonus cache…\n\nElite training\nTry to beat your own high score on the training grounds. Your opponents will be 3 tough computer players, but have no fear. There will be several special bonuses to help you get the upper hand. With unlimited ammo, invulnerability shield, bonus time, or invisibility, you will certainly show them what you can do. You can compare your final score with your local leaderboard.",
    "id": "01000490163B8000",
    "name": "Bulanci",
    "publisher": "SleepTeam",
    "releaseDate": 20231221,
    "version": 0
}