{
    "description": "You are lost in the depths of a gas giant mining station where things have gone very, very wrong. Move terrain to clear paths, launch enemies, and fling yourself skyward. Get ready to shoot a lot of robots and jump into the colorful clouds of Cloudbase Prime!\n\nThe abandoned world in those clouds is full of weird and wonderful dangers. Discover friendly robots, discover murdery robots, grappling-hook onto enemy airships, fight giant bosses, and swim inside huge floating jellyfish.\n\nPower Up!\nFind new weapons and powers for your robot suit as you explore. You don't need them to win, but they're definitely worth finding!\n\nLaunch shockwaves through the ground that fling dozens of enemies into the sky. Create terrain in midair to catch yourself and block homing missiles. Discover new weapons and ammo. Combine them to customize your loadout at any time!\n\nEnhanced with optional gyro aim and HD Rumble for the Nintendo Switch™!\n\nHere's the kind of stuff you'll do while playing Cloudbase Prime:\n• Jump\n• Shoot\n• Jump while shooting\n• Blow up mech walkers leg by leg and then watch their stupid heads roll off a cliff and fall into the clouds below\n• Raise/lower terrain to open paths, launch enemies, launch yourself, or stop a homing missile from hitting you in the face\n• Upgrade your robot suit with new weapons, powers, and ammo to use in fast, bouncy combat\n• Slow down time to select from your powers and weapons at a leisurely pace via the strategy HUD\n• Launch yourself with terrain to fly high and charge your boost engines\n• Discover why robots are mutating and acting all evil via fully animated and voiced in-game story bits\n• Save lots of grinning fixbots\n• Blow up some real big bosses\n• Explore varied levels, plumbing the weird depths of a gas giant's robotic wilderness. Climb huge robotic trees, ride a jet dragon, and find lost cities in the clouds!",
    "id": "010023800FE12000",
    "name": "Cloudbase Prime",
    "publisher": "Floating Island Games",
    "releaseDate": 20200507,
    "version": 0
}