{
    "description": "An island outside of reality. A rogue human civilization hoping to resurrect dead alien gods. A murder behind locked doors.\n\nParadise is an island that regenerates every few millennia. The psychic power that the alien worshipers within release into the universe is meant to feed and eventually resurrect their fallen deities. But this force also attracts undesired interest from demons, who eventually corrupt each island — until a new alternate reality is birthed by the Council.\n\nThe system isn’t perfect, but it will be one day — on Perfect 25, the next island-to-be. But on the eve of rebirth, the Council is murdered and Paradise is killed.\n\nIn the aftermath, the “investigation freak” Lady Love Dies is summoned from exile to find the culprit. This is the crime to end all crimes.\n\nWhat are the facts? What are the truths? Are they the same?\n\nPARADISE HAS BEEN KILLED… AGAIN\nReturn to Paradise Island in this updated and enhanced version of Paradise Killer, featuring new music and new mysterious beings, additional quests and rewards, extra Starlight skins, and more collectibles to find, plus performance improvements and an all-new HUDless mode. A free update for all players, available March 16, 2022.\n\nFACT AND TRUTH ARE NOT THE SAME\nThe “truth” is that there are many possible killers, and many ways to build a case. Even if you make a convincing case for prosecution and get someone convicted, is the mystery really solved?\n\nEXPLORE AN ISLAND FULL OF SECRETS\nParadise is an island set in an alternate future history filled with cryptic lore and even more mysteries. Examine bizarre relics to learn more about this world’s surreal history.\n\nFIND YOUR PARADISE\nYou choose who to accuse, and build a case to support conviction. Everyone on Paradise has a secret to hide and something to gain. Old friends become new suspects, forcing you to choose between the evidence, the greater good and your own beliefs. There are many possible murderers, but who you pick will define your own personal truth.\n\nGATHER EVIDENCE\nLet your personal computer and electronic assistant Starlight be your guide through another dance of an investigation. Collect evidence, record testimony and interpret the facts to form your own truth.\n\nUNLOCK HIDDEN AREAS\nSolve hieroglyph puzzles on ancient nightmare computers to discover new areas of the island, find concealed evidence and reveal terrifying secrets.",
    "id": "01007FB010DC8000",
    "name": "Paradise Killer",
    "publisher": "Fellow Traveller",
    "releaseDate": 20200904,
    "version": 0
}