{
    "description": "Choose from various different vehicles and try to prove yourself as a professional driver in every one of them!\n\nFEATURES:\nDETAILED WAREHOUSE AREA: Explore its nooks and crannies\nREALISTIC JOB SIMULATOR: Complete various tasks\n17 VEHICLES TO CHOOSE FROM: Learn to drive them all!\n85 VARIED MISSIONS: Prove yourself in multiple challenges\nFREE ROAMING MODE: Explore the area at your own pace\n\nEnter the warehouse area and complete multiple missions in the second installment of the Truck Simulator series! Being quick with your deliveries is not the most important thing here – though of course you are operating on a time limit.\n\nBeat the target time and you will be rewarded handsomely. But don’t forget about caution and thoughtfulness – what good is your delivery if you smash the cargo along the way?\n\nChoose one of 17 different vehicles, suited for particular tasks. Drive an assortment of various trucks, forklifts, a small buggy and many more. Each vehicle poises a different set of challenges!\n\nThe game features detailed warehouse area with carefully modeled buildings and equipment. You will have to drive carefully and avoid obstacles. You will also get out on the road where realistic traffic will provide some additional difficulty.\n\nDrive around warehouses and beyond. Explore industrial areas and drive on the roads around them, minding the realistic traffic. Other cars may not be as imposing as the one you’re driving, but that doesn’t mean you can ignore them. Mind your speed or you risk a dangerous crash!\n\nThere’s much to be done in Truck Simulator! You have 5 different missions to complete in each of the cars. Learn to drive all of them fast, discovering their strong and weak points, and you will be able to overcome any challenge. Try to control your rush though – speed is not always the best option. Learn, observe and react!\n",
    "id": "01001730159E8000",
    "name": "Truck Simulator 2",
    "publisher": "QubicGames",
    "releaseDate": 20220312,
    "version": 0
}