{
    "description": "\"Inspired by arcade classics, players will have to hunt for weapon power-ups and upgrades while dodging enemy fire, blasting interdimensional bugs, and wrangling some enormous boss monsters. Simple to learn as you fight your way through the branching story-driven campaign, but tough to master as you chase the glory of the leaderboards.\n\nKey Features\n\n•Old School Shmup Reimagined: Enjoy the high-energy action of traditional 2D shoot ‘em ups in a warped 3D space. Climb walls, flip over to the other side of your environment, and experience breathtaking vistas.\n\n•Play Your Style & Top the Leaderboards: Experience your space pilot’s harrowing journey in Campaign, \ntake on new challenges, test your skills, and chase your place on the leaderboards in Daily Runs, Arena, \nSurvival and Endless game modes.\n\n•Ride the Synthwave: Get in the zone with a high-energy synthwave soundtrack in partnership with FiXT Neon, featuring artists like Scandroid, 3Force, and Fury Weekend.\n\n•Upgrade & Take Them Down: Collect a plethora of ability and weapon upgrades. Weapons are varied (from lasers to flamethrowers to weed wackers!) and equipped with their own overdrive states!\n\nModes \n\nCampaign: Take on the role of an energy harvester in the midst of a galactic spider invasion. Your choices will lead you to take on one of three potential versions of the game’s protagonist to fight back the invasion on asteroids, space stations, and other intergalactic stages. Each unique version takes the story in a different direction.\n\nArena: Take on over 60 randomized challenges from the game’s campaign for a chance to get your name on the local leaderboard.\n\nSurvival: Fight through waves of invaders with each wave presenting a new, more difficult challenge.  \nEndless: Tackle waves of randomized challenges from the campaign as well as additional objectives as you adapt to what the game decides to throw your way.\n\nDaily Run: You get one shot each day to complete this daily run and achieve the highest score possible. Failed to make the leaderboard today? There’s always a new challenge tomorrow.\"\n",
    "id": "0100CE5014026000",
    "name": "Curved Space",
    "publisher": "Maximum Games",
    "releaseDate": 20220208,
    "version": 0
}