{
    "description": "Explore a retro-inspired world bustling with rich story, unique mechanics, and fearsome Monsters!\nEncourages an adventurous spirit and offers greater difficulty to the brave who seek it.\n\nMain Features\n- Sprawling and large world.\n- Epic storyline and narrative.\n- Use of Magic and Spell casting.\n- Capture 50 species of Familiars.\n- Train, tend & level your Familiars to defeat formidable Monsters.\n- Hone skills, spend points, and choose a perk path.\n- Complex stats, calculations & combat build diversity.\n- Pursue a deeper relation with NPCs and unravel their stories.\n\nSub Features\n - Craft all assortments of weapons, trinkets, armor, edibles and \n    furniture.\n -  Find side tasks and Witchery errands.\n -  Grow a sprouting potion garden.\n - Timing events, day night cycle, and weather patterns.\n - Choose to play Serin, Val, or Human and customize your \n   character.\n - Hard Mode: With greater risk & reward.\n\nEvil is afoot...\nWielding your new Magic, bound into mysterious Monster-infested lands to uncover ancient relics and restore the Fate Stone. Along the way, explore the depths of every nook to find creatures, garner ingredients, train in Witchery, and craft new equipment.\n\nMoments before its destruction, by the hands of evil, the Fate Stone imbued you with Magic. Now it’s time to learn some Witchery, armor up, and aid Princess Starwen in finding the lost Shards of Fate.\n\nIt’s dangerous to go alone… Take your battle-worthy familiar, some unique friends, and wits for adventure! Or spend your days around town running errands for the Witches Guild, fishing, tending your familiars, and shaping up a potion garden.\n\nSerin Fate is riddled with secrets, hidden depths, and deeper complexities in combat, exploration, items, and stats.\nA Sun Amulet that slows time during the day, or a ring that bites Monsters who attack you? Yup.\nEntertaining those fleeting \"I wonder...\" thoughts will aid your quest!\n\n",
    "id": "01003DE0147F0000",
    "name": "Serin Fate",
    "publisher": "Crytivo",
    "releaseDate": 20220127,
    "version": 0
}