{
    "description": "Two great consciousnesses. I don't know when in the world they existed, but there were two consciousnesses. Perhaps they existed long before the universe existed. These two consciousnesses have been quarreling and clashing with each other. Which is right and which is wrong? Which is light and which is shadow? There was no meaning in such questions. There are just two consciousnesses that are fighting each other. When these two consciousnesses collide, various substances are born, and various things are destroyed. Even light came into existence through the collision of these two consciousnesses. Perhaps this universe was also created by these two consciousnesses. And the two consciousnesses have always been in conflict. This struggle will continue forever. It is like a tremor for the evolution of the universe.\n\n　This is an action-adventure game released by Bothtec in 1986. The main character is drifting as a spirit in the ruins that suddenly appear from under the sea. There is no explanation as to why he has become a spirit or what he has to do, but by exploring the ruins, the situation becomes dimly apparent.\n\n　One of the highlights of this game is the spirit ride system, in which the player possesses a defeated opponent.\nThe attack methods and durability vary depending on the possessed body, so the key to the strategy is which creature you possess as you continue your search.\nIn addition, the items that can be obtained change depending on the player's actions, and the storyline and ending change, so it is up to the player to decide how to proceed with the exploration of the ruins. The ability to experiment with this and that is a unique aspect of this game.\n\n　The cinematic elements of the game, such as the rich sci-fi character designs, the profound movements of the humanoid characters, and the effective sound of the waves, will add to the excitement of the game. The opening and ending music was composed by Crystal King, which was a big hit at the time.\n\n\n*The main game and gallery screen (*Gallery) are in Japanese version.\n*Other menu screens and \"How to play\" screens are in English.\n",
    "id": "0100A5501CF24000",
    "name": "EGGCONSOLE RELICS PC-8801",
    "publisher": "D4 Enterprise",
    "releaseDate": 20231013,
    "version": 0
}