{
    "description": "Begin your off-road adventure now! Put exciting vehicles through their paces in ultra-intense driving challenges. Featuring hardcore 4x4s, Rally Cars, Off-Road Trucks, Buggies, Pickups and Monster Trucks!\n\nFEATURES:\n- EXCITING OFF-ROAD LOCATION: Drive your car over various surfaces, ramps & obstacles!\n- HIGHLY CHALLENGING TASKS: Jump, drift, complete the missions in time!\n- 16 AWESOME VEHICLES: Unlock and learn to drive all of them\n- 80 MISSIONS TO COMPLETE: Beat records, unlock additional cars & challenges\n\nPower through mud, traverse rivers, avoid obstacles, climb ramps, cross narrow bridges and even pass over a balance see-saw… All designed to test your driving and car control skills in entirely new ways! This is the off-road challenge you’ve been waiting for and the game that will allow you to feel like you’re competing in a real, extreme off-road event!\n\nDrift through mud and race your way to the first place! Become one of the off-road legends and school your opponents in the art of true hardcore driving! Switch gears as you approach to handle the difficulties of varied and exciting terrain. You don’t need to sweat it – the car you’re driving is well suited to the kind of environment you will be driving around. But you still need to be careful and manage your speed.\n\nIt’s not only about speed though. Controlling your car over the various surfaces, ramps, stunts and obstacles is the key to victory. Drive with precision and skill, be fast but also safe to earn the highest marks and unlock harder levels. Master 80 varied challenges in 16 cars on realistic terrain, with stunning water and lighting effects!\n\nCan you land every car jump perfectly, drift every corner accurately, and complete the missions in the fastest time without falling to your death? Deft use of the Handbrake will give you the edge over the competition for the ultimate stage completion times, if you can master it! The stakes are as high as they get!\n\nWelcome to the world of off-roading!",
    "id": "010049A01A7DC000",
    "name": "4x4 Offroad Driver 2",
    "publisher": "BoomHits",
    "releaseDate": 20230217,
    "version": 0
}