{
    "description": "After a deadly circus fire shatters his world and tarnishes his name, Dropsy the Clown finds himself on a journey of self-discovery through a story that harnesses themes of love and unmerited kindness. With his father gravely ill and the world turning its back on the once celebrated clown, Dropsy will need to help those in need, hug total strangers, and unearth dark secrets on the winding road to redemption. Oh, and Dropsy can also talk to animals.\n\nDropsy is a non-traditional take on the classic point and click adventure formula starring the game's perpetually carefree namesake clown as he explores a richly detailed world full of colorful characters and sinister secrets, doling out hugs along the way. Rather than lead players on a singular narrative path, players are free to determine which avenues of adventure they want to explore in an open world setting and can piece the puzzles together at their own pace.\n\nOpen World Adventure – Players are free to choose which avenues of adventure they want to explore in an open world setting and can piece many of the puzzles and story bits together however they choose.\n\nText Free Experience – Communicate with a bizarre and colorful cast of characters through an innovative use of visual icons rather than traditional text-based dialog trees.\n\nPuzzles and Hugs – Challenging puzzles and complex conundrums stand between Dropsy and the secrets behind his shrouded past. With clever thinking, tender hugs, and the help of his animal friends, Dropsy can overcome evil and win the hearts of the people around him.\n\nEvocative Soundtrack – From gentle electric piano and saxophone melodies of the starting area, to the space echo drenched dub reggae tracks of a vampire-hunting swamp village, to the bombastic fuzzed out quasi-prog-rock of the endgame sequences, Chris Schlarb and his band of minstrels give every area in the game a distinct sense of place.",
    "id": "01002DE018098000",
    "name": "Dropsy",
    "publisher": "Devolver Digital",
    "releaseDate": 20220929,
    "version": 0
}