{
    "description": "Nobody said that opening a theatre on the wrong side of the river was going to be easy! The roof may be leaking, and the audience may be armed to the teeth, but nothing is going to stop the Rainsdowne Players from becoming the premier (and only!) theatre troupe in town!\n\nFeatures:\n\n - Correctly handle 'friendly encouragement' from your audience, in the form of thrown bottles, tomatoes and even the occasional fish.\n - Collect inspiration cards from the audience, and combine them to concoct new plays to please the pickier customers.\n - Hang out with a homeless cat who likes board games.\n - Convince the ticket desk clerk not to leave her dead end job.\n - Survive a boss battle in the form of several hundred disinterested schoolchildren.\n\nThe Rainsdowne Players is an RPG about winning hearts and minds. Explore the town of Rainsdowne and get to know the peculiar inhabitants, all of whom may have a particular play they want to see, even if they don't realise it yet! Gather inspiration in the form of cards and use it to build the narrative of your next show, but it's never quite that simple and whether dodging projectiles or surviving a sword fight, you've got to actually make it through the performance in one piece!\n\nA note from the Rainsdowne Tourist Board:\n\nDue to a faulty and irreversible weather charm several hundred years ago, the town of Rainsdowne does get an awful lot of rain, but don't let that dampen your spirits! There's lots to see and do around town:\n\n - Try and sink some questionably depicted pirates at the cannon range.\n - Take part in our lively card battling scene. There's always a tournament running.\n - Enjoy some surprisingly relaxing fishing by the docks.\n - Enjoy some surprisingly non-relaxing yoga in the park.\n - Take to the stage at the Royal Flush bar, which was definitely not a public washroom only a few weeks ago.",
    "id": "010093600D5E0000",
    "name": "The Rainsdowne Players",
    "publisher": "Stephen OGorman",
    "releaseDate": 20190207,
    "version": 0
}