{
    "description": "FOOTBALL MANAGER TOUCH 2018 on Nintendo Switch™ is the most immersive football simulation ever created for Nintendo players. Feature packed with a huge choice of clubs, TOUCH gets you through the seasons quicker without compromising on detail or control.\n\nThey say football is a game of opinions, but it’s only yours that counts around here…\n\nFootball Manager Touch™ 2018 makes its debut on Nintendo Switch™ delivering the thrill of a league title without the long pre-match build up, and glare of the media. This streamlined Football Manager experience allows you to focus on the best parts of steering a club to success – tactics and transfers. \n\nTouch has been fully optimised for Nintendo Switch™, with a bespoke user interface and a variety of controller options to create a unique Football Manager experience that goes wherever you go, and works your way. Challenge for the title on your commute or dock the Nintendo Switch™ to watch your tactical vision play out on the big screen, in the comfort of your own home.\n\nYou’ll get the full depth and power of Football Manager’s world renowned database with up-to-date player data on all the world’s best footballers, enabling you to sink your teeth into the transfer market. All the big teams from around the world are included and there’s more than 100 leagues to try your luck in. \n\nTouch has been optimised for speedier gameplay and you’ll whizz through the seasons, aided by an ‘Instant Result’ match simulation feature.\n\nKEY FEATURES\n\nMANY WAYS TO PLAY\nStart your managerial career at one of the world’s top teams, create your own club or tackle one of several management scenarios in Challenge Mode.\n\n3D MATCH ENGINE\nFootball Manager’s acclaimed match engine and modernised match presentation help to bring your fixtures to life. \n\nREAL WORLD SCOUTING\nPlay the transfer market like never before with a realistic and immersive approach to scouting. \n\nTACTICAL INNOVATION \nDeveloping your footballing philosophy is easy with tactical analysis steering you towards your strengths by highlighting your weaknesses. \n\nBARGAINING POWER\nA wealth of clauses and transfer options arm you with more ways than ever to finalise that blockbuster deal.",
    "id": "010097F0099B4000",
    "name": "Football Manager Touch 2018",
    "publisher": "SEGA",
    "releaseDate": 20180413,
    "version": 0
}