{
    "description": "Discover the joys and challenges of bridge building anew with this new & fresh look at the immensely popular puzzle game formula! Discover breathtaking places, design amazing constructions and immerse yourself in the memorable world of Bridge Builder Adventure!\n\nFEATURES:\n- AWESOME FANTASY WORLD: Bridge building challenges in a completely new context!\n- SURPRISING TWISTS TO THE FORMULA: Collect keys to progress!\n- UNMISTAKABLE PUZZLE GAMEPLAY: Design efficient & resilient constructions\n- SPECIAL POWERS & POWER UPS: Use them to compliment your work!\n- 60 LEVELS OF FUN: Can you complete all of them?\n\nBridge Builder Adventure combines the easy recognisable puzzle gameplay with a completely new & surprising look and sound to create something fresh and memorable! Put your logical thinking skills and bridge engineering instincts to good use, creating cool constructions in an awesome fantasy world!\n\nComplete 60 increasingly difficult levels across 4 distinct and memorable environments. Build bridges as you marvel at the beautiful Shroomland, take a deep breath in Cloudopolis, stay vigiliant in the dangerous Vulcania and cool yourself in the atmospheric Winterland!\n\nRegardless of where you build your bridges, you have to pick the most effective materials and design the construction to be able to hold the weight of the travelling car. Making it arrive at its destination is not all you have to take care of - you will also need to think about collecting keys on the road as it passes your bridge!\n\nThis twist makes you rethink your approach to construction and try out different, more daring approaches to bridge building. Don’t be afraid to experiment with different ideas - creativity and ingenuity is always rewarded in Bridge Builder Adventure!\n\nUnchain your creativity and start building amazing, cool bridges! Whether you approach the challenge very seriously and try to be as effective as possible with your construction, or just want to create something weird and surprising, the game has you covered!",
    "id": "01001BD010758000",
    "name": "Bridge Builder Adventure",
    "publisher": "BoomBit Games",
    "releaseDate": 20231211,
    "version": 0
}