{
    "description": "Help Abbie feed the animals or bake a tasty cake.\n\nThe farm has lots of animals that want to be cared for. Their food grows in the yard, and Abbie can draw water from the well.\n\nChildren playfully learn what to feed to each animal. But don't worry if they aren't fed or given water for a few days - they can take care of themselves as well!\n\nThe following places can be visited on the farm:\n\nThe Pigsty:\nHome to a family of three pigs, happily romping in the mud, waiting to be stroked and given lots of food.\n\nThe Stable:\nAbbie's beloved horse lives here, and is happy to receive any attention. The stable is also where the farmyard cat tries his luck at catching mice. Despite the presence of the horse and the cat, there are a lot of mice, which are difficult to catch.\n\n\nThe Garden:\nThis is where all the food grows for the animals on Abbie's farm - carrots, apples, cabbage, beets, corn, grass, strawberries and more. After the fruit and other crops have been harvested, it takes a little while until they grow back again. The scarecrow keeps thieving birds away from the crops.\n\nThe Well:\nThis is where Abbie draws water to give to the animals, for example. The powers of deduction and logic of little farmers are challenged by everyday tasks: for example, to collect water, the bucket must first be found and then used with the well.\n\nThe Hen House:\nThree chickens are clucking away all day long. Every now and then they lay an egg, but only if they're well fed. Abbie can collect the eggs and use them for a cake, for example.\n\nThe Windmill:\nOn sunny days, this is where Abbie dries her washing. The wind on the little hill isn't only good for turning the mill. In the mill itself, Abbie can grind corn to make flour and then use it to bake delicious cakes.\n\nThe Barn:\nThe two sheep of the farm live here, frolicking in the hay. They always look forward to seeing Abbie, especially when she gives them some food.\n\nThe Meadow:\nA farm wouldn't be a farm without cows. There are two grazing all day long in the meadow. Abbie can milk the cows and then use the milk for baking, for example. The cat also loves to drink milk.\n\nThe Goat Shed:\nThe goat hasn't been at the farm for long, but has already found some new friends - a mother duck and her ducklings. The goat, duck and ducklings are all waiting to be played with.\n\nThe Kitchen:\nThe stove standing in the farm kitchen is old, but still does its job very well. If Abbie has collected all the ingredients, she can mix them up in the kitchen and bake a delicious apple or strawberry pie, which will give her lots of energy, so she will be able to do a bit more on that day.\n\nThe Bedroom:\nAfter a hard day's work on the farm, when the food has been harvested and all the animals have been fed, Abbie looks forward to getting into her cosy bed. Quick! Turn off the light and enjoy a restful sleep.\n\nHave fun on Abbie's Farm!",
    "id": "0100A6B014926000",
    "name": "Abbie's Farm for kids and toddlers",
    "publisher": "Asylum Square Interactive",
    "releaseDate": 20220604,
    "version": 0
}