{
    "description": "English Tracing Book is an alphabet learning programme that makes learning fun for kids. English Tracing Book is more than just an educational programme for children. The interface allows kids to focus on reading and writing the alphabet.\n\nEnglish Tracing Book is a learning app that makes learning fun for kids, from toddlers to preschoolers and kindergarteners. It offers a series of tracing games to help children recognise letter shapes and put their knowledge of the alphabet to use in fun matching exercises. Any toddler, preschooler or preschooler can learn English and the English alphabet just by swiping the arrows. They can even collect stickers and toys by completing tracing games!\n\nEnglish Tracing Book is more than just an educational programme for children. The interface allows toddlers to focus on reading and writing the alphabet by keeping menu commands away from moving fingers.\n\nCOLOURING\nChoose from different colours to trace, colour and draw the alphabet. Let your kids doodle and show off their artistic skills. Choose from a variety of coloured pencils, glitter and patterns to colour.\n\nSTUDY\nLet your toddler learn the alphabet for children. It is easy for kindergarten children to learn the alphabet (English alphabet) and numbers by tracing the dotted lines. There is a sound for each letter and number so your kids can learn the shapes of the alphabets.\n\nFEATURES:\n- A colourful early education app that helps kids learn English alphabets\n- Includes ABC tracing and 123 number tracing\n- Smart interface helps kids focus on letters without accidentally exiting the game\n- Learn to write the alphabet and trace numbers\n- ABC for kids, learn alphabets and letters\n- Start by tracing lines and curves to trace\n- Uppercase and lowercase letters for tracing\n- A colourful early education app that helps children learn the English alphabet, numbers, shapes and colours\n- Many tracing options.",
    "id": "0100FA701E83C000",
    "name": "English Tracing Book",
    "publisher": "Artem Kritinin",
    "releaseDate": 20240311,
    "version": 0
}