{
    "description": "Get ready to swing into action with the Mario Tennis™ Aces Special Online Demo! Hop online* and fight your way to the top of the in-game bracket before the event is over. Test your skills in frenetic singles tournament matches, and gain points based on your victories. Players who participate can unlock Mario’s classic overalls outfit and use it in the full version of the game (sold separately).\n\nYou can even try Yoshi’s Ring Toss in Co-op Challenge mode. With up to three friends**, use simple motion controls to shoot through rings and rack up points. If you have save data with goals achieved from collecting points, different-colored Yoshis will become available in the full version of the game, once purchased.\n\nThis demo event is active only from 4/26 (Fri) 12:00 PM PDT - 4/28 (Sun) 9:00 PM PDT. \n\nYou'll need an Internet connection and a Nintendo Switch Online membership to participate in the Mario Tennis Aces Special Online Demo. Fortunately, by downloading the demo from Nintendo eShop, you can receive a free 7-day trial*** for Nintendo Switch Online! After downloading the demo, you will receive an e-mail with a Nintendo eShop code for a 7-day free trial for Nintendo Switch Online. To redeem, please enter the code on Nintendo eShop to activate your free trial. Even if you’ve activated a previous free trial, you are still eligible for this trial too!\n\n*Nintendo Switch Online membership and Nintendo Account required for online play. Not available in all countries. Internet access required for online features. Terms apply. nintendo.com/switch-online\n\n**Additional accessories may be required for multiplayer mode. Sold separately.\n\n***Free trial can be redeemed as soon as received via email. The code will expire on 5/3 (Fri) at 12:00 PM PDT. Free trial automatically converts to 1-month auto-renewing membership unless automatic renewal is turned off  by the end of the free trial. Credit card/PayPal account required for 18+.",
    "id": "0100A4200DA76000",
    "name": "Mario Tennis™ Aces Special Online Demo",
    "publisher": "Nintendo",
    "releaseDate": 20190425,
    "version": 0
}