{
    "description": "Get ready - the jungle’s coming to challenge you! With every roll of the dice, dangerous wildlife escapes into the town and can only be stopped by you reaching the center of the board. Be careful, if the jungle overpowers you and your team - everyone loses!\n \nFEATURES:\n\nGATHER YOUR TEAM\nYou’ll need a full team of 4 players to defeat the jungle. If you’re missing a player or two, AI companions will join and fill empty spots. Become Alan, Sarah, Peter and Judy, or the brand-new characters, Coach Holly and Lucas Garcia. \n \nCHOOSE YOUR TOKEN\nChoose your magical Jumanji Token: Elephant, Rhino, Crocodile or Monkey. \n \nFACE THE DANGERS\nSurvive encounters with creatures and plants from the deepest depths of the Jumanji jungle. You’ll face giant Mosquitos, Lions, Rhinos, Crocodiles, and even Carnivorous Plants. You’ll also need to dodge attacks from the legendary hunter, Van Pelt!\n \nPLAY IN DIFFERENT MODES\n Play in Online Multiplayer or join one friend and two AI characters in Local-Play Mode, or join a complete AI team in Single Player Mode.\n \nEXPERIENCE THE BOARD GAME + CARD-BASED STRATEGY\nDive headfirst into a mash-up of the classic board game and fast paced card-based strategy. Face jungle wildlife with an ever-shuffling deck and send every danger back into the game. Improve your deck between rounds for a different experience every time.\n \nEXPLORE BRANTFORD & WINTER RESORT\nPlay your way around a map of iconic locations in Brantford, from the Parrish Mansion to the Sir Sav-a-Lot supermarket.\n \nTravel beyond Brantford! Jungle drums are sending shockwaves through the icy valley of a Winter Resort Map. Gather a team, face a new danger, and explore a festive Winter wonderland! \n • Play as AJ the snowboarder and novice skier Yuki Sato!\n • Add the Mountain Bear and Snow Leopard tokens to your collection.\n\nIt’s high-altitude fun. As long as the jungle drums don’t cause an avalanche.",
    "id": "01007730159FC000",
    "name": "JUMANJI: The Curse Returns",
    "publisher": "Marmalade Game Studio",
    "releaseDate": 20220613,
    "version": 0
}