{
    "description": "It is the year 2034. Beneath the ruins of post-apocalyptic Moscow, in the tunnels of the Metro, the remnants of mankind are besieged by deadly threats from outside – and within. Mutants stalk the catacombs beneath the desolate surface, and hunt amidst the poisoned skies above.\n\nBut rather than stand united, the station-cities of the Metro are locked in a struggle for the ultimate power, a doomsday device from the military vaults of D6. A civil war is stirring that could wipe humanity from the face of the earth forever. As Artyom, burdened by guilt but driven by hope, you hold the key to our survival – the last light in our darkest hour…\n\nMetro: Last Light Redux is the definitive version of the critically acclaimed ‘Metro: Last Light’, available on Nintendo Switch™ for the first time. Newcomers will get the chance to experience one of the finest story-driven shooters of all time; an epic adventure combining gripping survival horror, exploration and tactical combat and stealth.\n\n• Explore the post-apocalyptic world of the Moscow Metro, one of the most immersive, atmospheric game worlds ever created, available for the first time on Nintendo Switch™ \n\n• Experience thrilling combat with an exotic arsenal of hand-made weaponry against deadly foes – both human and mutant – and use stealth to launch attacks under the cover of darkness\n\n• Fight for every bullet and every last breath in a claustrophobic blend of survival horror and FPS gameplay\n\n• Two unique Play Styles : \"Spartan\" and \"Survival\" - approach the game as a slow-burn Survival Horror, or tackle it with the combat skills of a Spartan Ranger in these two unique modes\n\n• The legendary Ranger Mode returns - dare you play the fearsome Ranger Mode? No HUD, UI, deadlier combat and limited resources combine to create the ultimate immersive experience\n\n• All DLC included - an additional 10 hours of bonus single player content",
    "id": "0100F0400E850000",
    "name": "Metro: Last Light Redux",
    "publisher": "PLAION",
    "releaseDate": 20200228,
    "version": 0
}