{
    "description": "Narita Boy becomes a tremendous hit! Copies of cartridges are flying off physical shelves worldwide. Within weeks Narita Boy is the best-selling video game of all time, critically acclaimed for its power-fantasy wielding the Techno-sword and taking players on a journey like no other.\n\nMeanwhile, inside the binaural code the digital realm connects with reality. Him has returned and deleted The Creator’s memories. Supervisor program, Motherboard, and her agents have activated the Narita Boy protocol. \n\nThe Stallions are coming, and the Digital Kingdom needs a hero. \n\nThe Game \n\nBecome symphonic in Narita Boy! A radical action-adventure as a legendary pixel hero trapped as a mere echo within the Digital Kingdom. Discover the mysteries behind the Techno-sword, lock swords with the corrupt and tainted Stallions. Save the world! \n\nPixel perfectionist – The shining example of a perfectionist at work. Experience the visuals of a retro-era brought to life with hand-drawn animations. \n\nExplore the mysteries of the Digital Kingdom – Venture up, down, left, and right to discover the darkest depths of the broken binary code in this never-ending story*. \n\nMax out the Trichroma – Equipped with the only weapon able to defeat the Stallion threat, take the Techno-sword and plunge it into the digital hearts of your enemies. Do not let this empire strike back, be the true blade runner. \n\nDiehard enemies – Face foes only imagined from your darkest fever-dreams! \n\nShow those bosses the bytes – Face-off against tons of totally radical and awesome bosses. Become the boss terminator, by overcoming the deadly Crab, DragonBot, Black Rainbow, and so much more!\n\nSounds of the retro-grade-times - Feel fresh waves of synth wash over you while travelling the Digital Kingdom. With kickin’ beats that will send you back to the future. \n\n*there is an end to the story. ",
    "id": "010062200E912000",
    "name": "Narita Boy",
    "publisher": "Team17",
    "releaseDate": 20221007,
    "version": 0
}