{
    "description": "\"I cried, but not because I wanted to live longer. I cried because I realized how painful it would be for the ones who love me.\"\n\nLoving Life is a short, non-fictional auto-biographical visual novel created in 2012 by Zhenghua Yang (Z), the founder of Serenity Forge, as a reflection on a near-fatal incident that changed his life. \n\n- Story -\n\nAt age 18, Z was a typical college student: driven by academic performance, struggling with family pressure, and wrestling with the viewpoints of his peers. However, as his first semester of college came to a close, his ordinary life would dissolve... with a 14 hour nosebleed and mere hours left to live.\n\nLoving Life is Z's honest reflection of this episode of his life, weaving between prose, dialogue, and dream, as he traverses the deadly space between his present life, his past, and whatever that may come next. \n\n- Features -\n\nLoving Life was the first product released under the Serenity Forge label, and it marks an origin for the studio's commitment to emotional honesty, artistic experimentation, and narrative exploration. To commemorate Serenity Forge's 10th anniversary, we remastered Loving Life with a raft of quality of life enhancements. Now, fans of the studio, new and old, can see where it all began.\n\n- A Personal Reflection: As an auto-biographical VN, Loving Life tells its story with equal parts poetic recollection and honest conclusions. Read Z's memories, follow his thoughts, and live through his dreams as he navigates this profound episode in his life.\n- Beautiful Visions: All of the game's art is hand-painted, from portraits of Z's friends to the surreal dreamscapes he traversed while in recovery. \n- The Origin Story of Serenity Forge: Experience a story that reveals the cultural foundation of Serenity Forge, and that itself is an example of the studio's experimentation with games as vessels for meaning and emotional impact.\n- Remastered for Modern Platforms: Play with modern conveniences such as font accessibility controls, audio controls, text speed adjustments, and select remastered assets, with corrections to visuals and rendering on modern monitors. ",
    "id": "01001ED01EF5C000",
    "name": "Loving Life",
    "publisher": "Serenity Forge",
    "releaseDate": 20240520,
    "version": 0
}