{
    "description": "Collect the masks of power scattered across multiple dimensions and use your skills to challenge the gods!\nCreate your own colorful and powerful battle strategy by combining more than 50 different masks and skills from around the world.\nThe music written by Manami Matsumae(a game music composer famous for the Mega Man series) and the dreamy graphics of shadows make the game even more enjoyable.\n\n・Investigate and restore the remains of the mask to activate its power.\n・The more stages you conquer, the more locked parts of the ruins are released, and the more areas and buildings you can use are available. \n・Defeat various monsters and gain experience points and rewards.\n・Using items obtained by defeating monsters, you can level up and grow the buildings in the ruins to challenge yourself against more powerful enemies.\n・There is a unique “Shadow Subordinate System” that allows you to summon enemies and make them your own subordinate.\n・You can put a mask on each subordinate and have them use their skills.\n・You can also command battles by giving orders to all subordinates at once.\n・You can enjoy powerful battles using over 110 different weapons.\n・Leveling up your blacksmith and soul arsenal, you will be able to equip more powerful weapons.\n・Each type of weapon, including swords, spears, and axes, has unique characteristics and movements, enabling strategic combat by selecting the right weapon for the stage.\n・The “Transcendent Weapon System” adds fun by equipping a transcendent weapon and entering a transcendent state during battle, allowing you to defeat long-distance enemies more quickly.\n\nEnjoy the song written by Manami Matsumae, the game music composer for the Mega Man series. Exciting “music by famous creators.”\nAdventure to defeat your enemies and seek revenge on the gods! A side-scrolling “stylish action game.”\nExplore and develop the ruins! A unique “remains growth system”.\nFight by combining more than 50 masks and skills around the world! “Mask Action” where faceless warriors fight by changing masks.\nMake enemies your subordinates and command them! A unique “shadow subordinate system”.\nFeel the pleasure of destruction with over 110 different weapons! “Transcendent Weapon System” that allows you to quickly defeat enemies from a distance by equipping transcendent weapons.\n\nprologue\nWarrior brought to heaven after losing his face for insulting God.\nThese relics of the mask are a sacred place where faceless warriors were given masks that would become their faces and receive their strength and glory back from ancient times!\nBut cursed by the gods, the warriors left and the buildings fell into ruins…\nI've been waiting for a long time for a warrior like you to return.\nWhy not reclaim this place again and take revenge on the gods!\nNow it's time to receive another punishment.",
    "id": "010037801CE28000",
    "name": "The Legend of Shadow: Mask of the Force",
    "publisher": "TROOOZE",
    "releaseDate": 20231012,
    "version": 0
}