{
    "description": "3.. 2.. 1.. Fight!\n\nWelcome to Dragon Fury, home of Non-Stop ACTION!\nA one of a kind Fighting Game.\n\n• Very Easy to Start - There are no complicated moves, jump right into the game and start fighting (Tutorial included, Practice mode included, List of moves that are very easy to perform - included).\n• Super Fluid Fighting - Fighting system has been specifically designed to be extremely dynamic! There are no pauses/delays between attacks, which means you can chain any kind of attack and make your own combos.\n• High Risk, High Reward - Fast attacks will inflict very little damage, slow attacks will inflict much bigger damage, but be careful, once your character is performing a slow attack, it's vulnerable to getting hit more easily.\n• Full Body Block - Just hold block and be confident that your character is safe from all kinds of attacks.\n• Auto-Adjusting Difficulty - 21 Levels of difficulty allowing you to fine-tune the challenge, optional auto-adjusting can automatically increase/decrease difficulty if you keep winning or losing.\n• Complete Freedom - Attacks are not bound to specific characters, you can use any kind of attack by any kind of character.\n• Voice-Over - Characters will greet (insult) each other before the match start, and say bye-bye afterwards - it was a pleasure to kick you in the balls.\n• Heart-Pumping Music - Rich soundtrack that will keep you on your toes!\n• Weapons - Fight barehanded or choose a weapon.\n• Gestures - Spin the control stick to flex your muscles, do a few squats or jumping jacks.\n• User Friendly - Game starts instantly, thanks to the most advanced game engine Titan, there are no loading screens.\n• Highly Configurable - Plenty of graphics/sound options.\n• Controllers + Keyboard Support - With configurable button mapping.\n• Free Unlockable Banana, Hot-Dog and more!\n\nGame Modes:\n• Towers - Play against a series of AI opponents and unlock bonus characters\n• 1 Player - Quick match against AI\n• 2 Players - Play against another Player on the same device\n• Practice - Master special moves\n• Tutorial - Learn the basics\n• Options - Play against a series of UI opponents (Buttons, Checkboxes and Sliders) and configure the game\n\nChoose from many fighters:\n• Ninjas\n• Knights\n• Mages\n• Pirates\n• Gladiators\n• Vikings\n• Cyborgs\n• Robots\n• Aliens\n• Cowboys & Indians\n• Vampires\n• Werewolves\n• Demons and more!\nThere's heaps of characters, but please be aware that their differences are mainly cosmetic (they do not have unique attacks/moves), they do however have different body sizes which does affect the game.\n\nFighting style depends only on the weapon you choose, and there are following categories:\n• No Weapon - Punch and Kick\n• Daggers, Knives - Fast, Low Damage\n• Swords, Katanas, Hammers, Maces, Axes - Medium Speed and Damage\n• Big Swords, Big Hammers, Big Axes - Slow Speed, High Damage\n• Staff, Spear, Polearm - Fun but hard to master\n\nThere are following Stages included:\n• Pyramid\n• Sci-Fi Command Center\n• Japanese Dojo\n• Battle of Titans - Moonlit night scene with giant monsters in the background\n• Western Saloon\n• Pirate Island\n• Gladiator Arena\n• Oriental Village\n• Snake Mountain\n\n\nInspired by the amazing Mortal Kombat and Tekken series.\n\nPowered by Titan Game Engine.",
    "id": "01005DD01A320000",
    "name": "Dragon Fury",
    "publisher": "Esenthel",
    "releaseDate": 20230113,
    "version": 0
}