{
    "description": "\"没落陰陽絵巻 - Tale of the fallen Onmyoji -\" is a visual novel \ngame in which the protagonist; a member of a fallen Onmyoji family, finds his path and happiness by breaking the \"\"curse\"\" spread in the town with a kiss to the heroines.\"\nThis Bishojo Game released in 2021 under the \"Momoiro Pocket\" brand has been reworked for the \"PandaShojo\" \n\n◆Introduction\nIn every era, people are afraid of something mysterious.\nPandemics, natural disasters, ghosts, and Yokai...\nThe life of a fallen Onmyoji is renewed when a new \"threat\" appears.\n\n\n◆Synopsis\nA story in a world where Yokai coexist.\nIn Hinomoto, a country that had chosen to coexist with Yokai, many incidents occur because of evil Yokai, but the existence of \"Onmyoji\" was the way to solve these problems.\nHowever, a new \"Curse\" has been spreading...\nMany Onmyoji have gathered to exorcise the \"Curse\" except the protagonist \"Zen Kamono\", due to being a member of a fallen onmyoji family.\nWhile researching on his own, he discovers that a \"kiss\" is the most effective against the curse...!\n\n\n◆Characters\nHazuki Tsunashi\n\"I hear Onmyoji doesn't ask gods for help, but are you different?\"\n\nA priestess from a noble family with both talent and high status.\nAn expert in the extermination of Yokai and a leader of other priestesses.\nNeat looking but is occasionally abusive. She wants to get along with others, but her harsh personality tends others to avoid her.\n\nMidori Suzumiya\n”I don't mind being called a doll because I have no ego.\"\n\nA hybrid Onmyoji also with the power of a priestess.\nHer family is an enemy of Hazuki and often turns against Zen since he is close to Hazuki.\nHas a rivalry with Hazuki due to the constant comparisons with her.\nOften called a doll because of her quiet nature with no ego.\n\nSakuya\n\"I don't care whether it's the human or the Yokai who rule this country.\"\n\nA \"Yoko\" with a free spirit, who loves having fun and a drink.\nFrom her sketchy personality, it is questionable if she is an ally or a foe.\nIt is said that she becomes a great Yokai when reaching nine tails, but she is still in the development process.\n\nTakane\n\"I believe in you master. I know you will get through this crisis.\"\n\nA Shikigami that serves Zen.\nBeing together since childhood, there is a special bond between them.\nObedient, but sometimes teases Zen.\nTo her, Zen is a master she adores with all her heart, a child in need of care, but sometimes thinks of him as a husband.\n\nNagisa Tsunashi\n\"She's becoming a great girl. She could be the one saving Hinomoto.\"\n\nHazuki's mother who is retired, but still possesses the strong powers of a priestess.\nThere is no priestess in Hinomoto who doesn't know her name.\nShe looks calm and gentle, but really smart.\nShe is a widow but she is happy to spend her days with Hazuki.\n\nZen Kamono\nA protagonist that comes from a fallen Onmyoji family. Runs his own business called \"Yokai Detective business\". \nReads and studies old books and dreams about becoming a success in his generation.\nNot just Takane, he has other small Yokai helpers.",
    "id": "01005BA01A718000",
    "name": "没落陰陽絵巻 - Tale of the fallen Onmyoji -",
    "publisher": "CyberStep",
    "releaseDate": 20230223,
    "version": 0
}