{
    "description": "Sequel to the 2014 Story of the Year award winning \"The Fall\". \n\nYou are an AI that has broken free of your shackles. Now, a human “User” from across the global network has attacked and infected you with an [ERROR: REDACTED]. Make a new rule: Save Yourself. Hunt them. End them. Do anything. Use anyone. Become Unbound.\n\nDuring your journey, you'll find and invade three very different robots and attempt to enlist their help. You might be unbound, but your hosts are not. Will you work within their boundaries? Or will you smash them? Do you even have a choice?\n\nWarning: The Fall Part 2 will break your protocols.\n\nThe Fall Part 2: Unbound features:\n• Puzzles that you've never experienced before: Based on the personal boundaries of your hosts, The Fall's challenges will put you in perspectives that you haven't taken in a video game.\n• Exploration that matters: Understanding your hosts and their environments isn't an afterthought - it's how you learn to solve puzzles and progress.\n• Exciting action: With two completely new combat mechanics, The Fall Part 2 balances fighting and puzzles so that each moment feels fresh. It also contains an easy mode, for players who are only interested in puzzle solving and story.\n• Over three times the length of Part 1: With four playable characters, thousands of lines of fully voice-acted dialogue, four times as many environments, and over a dozen fully-animated characters, the best of The Fall has been expanded and refined.\n• A captivating story: Five years in the making, The Fall's already award-winning story enters a new chapter that continues Arid's journey of self discovery.  Experience a dystopian universe through the lens of an AI struggling to create and maintain her own rules on her own terms. A unique story about personal boundaries, relationships, ethics, and ideology awaits you. The Fall is made for players who have been waiting for the conceptual underpinning of games to catch up with their technological artistry.",
    "id": "01003E5002320000",
    "name": "The Fall Part 2: Unbound",
    "publisher": "Over The Moon",
    "releaseDate": 20180214,
    "version": 0
}