{
    "description": "In the remote mountains of Colorado, horrors wait inside Mount Massive Asylum. A long-abandoned home for the mentally ill, recently re-opened by the “research and charity” branch of the transnational Murkoff Corporation, the asylum has been operating in strict secrecy… until now. Acting on a tip from an anonymous source, independent journalist Miles Upshur breaks into the facility, and what he discovers walks a terrifying line between science and religion, nature and something else entirely. Once inside, his only hope of escape lies with the terrible truth at the heart of Mount Massive.\n\nContinue to explore the dark world of the Murkoff Corporation with the included Outlast: Whistleblower DLC. You will play as Waylon Park, a software engineer under contract with Murkoff and the man who emailed journalists around the world - including Miles - at the beginning of Outlast. Spending a couple of weeks at Mount Massive, during which he was unable to even talk to his wife and son thanks to strict security protocols, Waylon developed a deep-seated distrust of the profit-motivated scientists and doctors leading dangerous and irresponsible experiments on their patients. Identifying with those poor souls fueled Waylon's anger, and set the stage for his unmasking of Mount Massive's rotten core. Although Whistleblower tells the story that led to Outlast, it will actually stretch past the events of the first game to show the final chapter in Mount Massive Asylum's story.\n\nOutlast: Bundle of Terror is a true survival horror experience which aims to show that the most terrifying monsters of all come from the human mind. \n\nFeatures:\n\n- True Survival Horror Experience: You are no fighter - if you want to survive the horrors of the asylum, your only chance is to run... or hide\n- Immersive Graphics: AAA-quality graphics give players a detailed, terrifying world to explore\n- Hide and Sneak: Stealth-based gameplay, with parkour-inspired platforming elements\n- Unpredictable Enemies: Players cannot know when - and from where - one of the asylum’s terrifying inhabitants will finally catch up to them\n- Real Horror: Outlast’s setting and characters are inspired by real asylums and cases of criminal insanity\n",
    "id": "01008D4007A1E000",
    "name": "Outlast: Bundle of Terror",
    "publisher": "Red Barrels",
    "releaseDate": 20180227,
    "version": 0
}