{
    "description": "The key to the city has fallen into the hands of a supa bad guy, unlocking all the prison doors and releasing many evildoers. Help Dog Man and his friends chase down the supa bad guys in their most impawsible mission yet! Switch between Dog Man and his Supa Buddies, each with their own special abilities and gadgets such as Rockets Boots, Retractable Claws and Dirt Proof Pants. Together you can overcome challenging obstacles and defeat powerful bosses.\n\nGame Features:\n* 50 Exciting Levels: Explore iconic locations from the Dog Man universe, including the City Hall, Giant Marshmallow Factory, and the Police Station. Each location offers platforming and puzzle-solving challenges.\n* Teamwork: Switch between Dog Man and his Supa Buddies, each with their own special abilities, to overcome obstacles and defeat bosses.\n* Fun Gadgets: Unlock new gadgets and abilities as you progress, like a grappling hook, rocket shoes and power gloves to navigate through the levels.\n* Puzzles and Bosses: Use your brain to solve puzzles and defeat unique bosses. Each boss fight requires clever use of your team’s abilities.\n* Humor and Action: Enjoy funny dialogue, amusing interactions, and non-stop action that keeps you engaged in Dog Man’s world.\n* Rewards and Collectibles: Revisit levels with new gadgets to find secret areas, and rescue the missing Comic Club members\n* Art Style: Great animations inspired by the books, with comic-style sound effects that add a fun, cartoonish touch to the action.",
    "id": "0100D90020486000",
    "name": "Dog Man: Mission Impawsible",
    "publisher": "Mindscape",
    "releaseDate": 20241206,
    "version": 0,
    "category": [
        "Platformer",
        "Adventure",
        "Action",
        "Arcade"
    ],
    "developer": null,
    "intro": "Dog Man: Mission Impawsible brings the beloved book series to life! Dive into this action-packed, humor-filled adventure. ",
    "isDemo": false,
    "languages": [
        "en"
    ],
    "nsuId": 70010000085739,
    "numberOfPlayers": 1,
    "ratingContent": [
        "Very Mild Violence"
    ],
    "region": null,
    "rightsId": null
}