{
    "description": "The tough puff Kirby is back for a 1-4 player* platforming adventure across Planet Popstar. Copy enemies’ abilities and use their power to breathe fire, attack with a sword, wield a whip, and more! Shoot lasers and kick up a sandstorm with the brand-new Mecha and Sand Copy Abilities. Sometimes you’ll even need to unleash a powerful Super Ability to clear the way. In multiplayer, your friends can choose from Kirby, King Dedede, Meta Knight, and Bandana Waddle Dee as you float along and find Magolor’s missing ship pieces.\n\nVisit Merry Magoland and play a colorful collection of subgames\n\nTravel from Planet Popstar to Merry Magoland with the press of a button to share the fun with up to 3 additional friends as you compete on the same system*! Play returning subgames like Samurai Kirby as well as brand-new ones like Magolor’s Tome Trackers and Booming Blasters for in-game rewards. Visit Souvenir Shop Waddle Dee to equip helpful items for the main story. Hop online** to see global fun facts or compete against player records from all over the world in Samurai Kirby 100.\n\nRegain your powers in the brand-new Magolor Epilogue: The Interdimensional Traveler \n\nComplete the main story to unlock an adventure starring Magolor! Alone in a strange dimension, Magolor must platform through challenging stages, defeat enemies, and use combos to earn more Magic Points. Use these points to upgrade Magolor’s abilities as he recovers what has been lost. Up to 3 friends can take control of different-colored Magolors for 4-player interdimensional action.\n\nThe Kirby’s Return to Dream Land™ Deluxe game features updated graphics that brings the colorful characters and worlds to life even brighter than before. This version also adds in amiibo™ functionality—scan any compatible amiibo figure for Point Stars, healing items, or a random Copy Ability! You can also use Helper Magolor mode to increase your health and save you from falling off the stage!\n\nIn Merry Magoland, you can also unlock and equip masks themed around characters from throughout the Kirby series. \n\nGet a taste of the adventure with a free Demo Version! Sample 3 stages from the main adventure and 2 subgames, Ninja Dojo and Booming Blasters! The best part? The demo supports up to 4 players* so you can try out the game together!",
    "id": "01006B601380E000",
    "name": "Kirby’s Return to Dream Land™ Deluxe",
    "publisher": "Nintendo",
    "releaseDate": 20230224,
    "version": 0
}