{
    "description": "You enjoy the rewarding gameplay of Bullet Hell games and played the hell out of MMORPGs with your friends? We´ve got you covered. Our MIGHT’N MOW’EM combines the dopamine rush of the re-emerged genre of Bullet Hell games with mechanics characteristic to well-known MMORPGs - all wrapped in a modern Roguelite experience. \n\nFeatures:\n - Bullet Hell Survival: Impactful weapons and items make you mow ever-growing hordes of enemies in bite-sized play runs.\n- Metagame Town Hub: Upgrade your Character long-term in a walkable village where NPCs offer their services.\n- RPG Classes: Unique ultimates and weapon specializations allow for different builds and overpowered combinations in each run.\n- Online Multiplayer: Team up with up to 3 of your friends and profit from group-synergies to mow down even more foes.\n- Multiple Biomes: Unlock different maps and fight the unique enemies that await.\n\nVenturing through the central portal in the village hub will teleport you to different battlegrounds of the world where more and more invaders will be thrown your way. But beware, the portal to any stage can be kept open for 20 minutes only to provide the chance of a safe return for you as one of our defenders.\n\nEach of the kills you inflict contributes to protect the world and will help you to upgrade your selected character class as well as the gear you chose in each round. The gold gathered in each run can be spend on permanent perks and new classes that can also be used in the cooperative multiplayer mode accessible via the cozy tavern providing rest to our combatants.\n\nAt the end of the day though, it´s still about the satisfaction of mowing thousands of enemies – but this time together with your friends! The RPG layer on top gives the game an accessible fantasy vibe with readable classes that add to the game’s replayability. ",
    "id": "01006BA01AA8A000",
    "name": "MIGHT'N MOW'EM Coop-Survivors Online",
    "publisher": "ELEET GAMES",
    "releaseDate": 20240202,
    "version": 0
}