{
    "description": "Democracy 4: Console Edition lets you take the role of President or Prime Minister in one of ten countries. You will then govern the country as you see fit, while trying to retain enough popularity to get re-elected.\n\n•\tChoose to lead one of the following countries: USA, UK, Japan, France, Canada, Australia, Spain, Germany, Italy, or South Korea\n•\tSelect cabinet ministers that align with your vision for the future of the country\n•\tIntroduce new laws or tweak existing ones to carry out your plans for change\n•\tHow you deal with random events can either increase or decrease your favourability with the public\n•\tAs election time approaches, lay out your manifesto and aim to deliver a campaign that will take you to victory!\n\nDemocracy 4: Console Edition is the ultimate sandbox for testing out your political ideas. We all think that we could do a better job ourselves in running a country compared to politicians, but is that really true? With one eye on the budget, the other on the polls, and somehow finding time to watch out for terrorist attacks at the same time, you will find that staying in power while changing society for the better is a tougher job than you ever imagined.\n\nThis is a strategy game, where the outcome of your policies and laws reflects on your success. If you want to abolish all public spending and all taxes, you can do that. It might work, it might not, depending on how you handle it.\n\nOn the other hand, if you want to nationalise the railways, energy and water companies, cap CEO pay, ban second-home ownership, and put universal income in place, you can do that too. Democracy 4: Console Edition models the likely effects, short and long-term, of any action you take so you can see what kind of country you can run.\n\nBuilt on a custom-built neural network designed to model the opinions, beliefs, thoughts and biases of thousands of virtual citizens, Democracy 4: Console Edition is the state-of-the-art in political simulation games. \n\nUltimately, Democracy 4: Console Edition is not a game about simply winning an election, but about running the country. Losing an election is just the endgame (unless you get assassinated). The real challenge is whether you can create a country you are proud of.",
    "id": "010010701C504000",
    "name": "Democracy 4: Console Edition",
    "publisher": "Auroch Digital",
    "releaseDate": 20240605,
    "version": 0
}