{
    "description": "For the first time since its humble beginnings as a PC game, and after the handheld, manga, and anime adaptations that followed, the complete \"The Fruit of Grisaia\" Trilogy is now available on the Nintendo Switch™ system in one complete collection!\nSet in an academy isolated from the outside world, the heart-rending tales of five heroines begins!\n\nThe whole \"The Fruit of Grisaia\" series in one bundle!\nAll of the episodes below from \"The Fruit of Grisaia,\" \"The Labyrinth of Grisaia,\" \"The Eden of Grisaia,\" and \"The Fruit of Grisaia -SIDE EPISODE-\" previously released on handheld consoles are now included in one bundle for your enjoyment!\n　- The Fruit of Grisaia\n　- The Cocoon of Caprice\n　- The Seed of Blanc Aile\n　- Prologue\n　- After Stories (All 5 Stories)\n　- Short Stories (All 29 Stories)\n　- The Leisure of Grisaia\n　- The Afterglow of Grisaia\n　- The Melody of Grisaia\n\nText available in Japanese or English!\nText can be set to either Japanese or English (audio is Japanese only). This includes in-game text, options, and the digital manual. Language settings can be changed at any time.\n\nPlay using only the touch screen! Play with one hand!\nPlay in handheld mode with the Nintendo Switch™ Joy-Con controllers attached, or detach them and play with just the touch controls! While in tabletop mode or TV mode, everything can be controlled by one Joy-Con controller, allowing you to play with only one hand!\n\"The Fruit of Grisaia\" is also compatible with the Nintendo Switch™ Lite system.\n\nPrologue\nA single male student enrolls into Mihama Private Academy, a mysterious school surrounded by tall walls on every side.\nHis name is Yuuji Kazami.\nTired of being controlled by a sinister destiny, and a \"job\" that offers him no purpose in life, Yuuji takes some time away to get a taste of the student life.\nThe only other students enrolled at the school are five girls.\nAs Yuuji gets to know the girls, and gets used to their unique personalities, he begins to unravel the reasons for their enrollment.\nHe may not think of himself as anything special, but he may just be the salvation the girls need to save themselves from the darkness that looms over them.\nBound to a past that keeps catching up with him, Yuuji's battle begins as he encounters a series of events that will change the unwritten laws of his world.\nThis is the story of the six Fruits of Grisaia fighting back against the world... \n\nStaff\nCharacter Design/Art: Akio Watanabe / Fumio\nChibi Character Design: Nanaca Mai\nScript: Nachi Kio / Ryuta Fujisaki / Yoshikazu Kuwashima / Kazuya / Eiji Narumi\nSoundtrack: Elements Garden / Pixelbee / Fuminori Matsumoto\n※Full voice acting (main character is unvoiced)\n",
    "id": "01003B300E4AA000",
    "name": "THE GRISAIA TRILOGY",
    "publisher": "PROTOTYPE",
    "releaseDate": 20191107,
    "version": 0
}