{
    "description": "'Handheld Gaming Community' gives New Terra 8.5/10! \n\n“New Terra kept me occupied while effortlessly combining a need for precision with cutthroat difficulty. The game is fair and offers a great challenge... The fantastic soundtrack and fine-tuned controls far outweigh any graphical issues.... The soundtrack and finely tuned controls elevated the game as a whole, and it’s definitely a solid title for the right audience... New Terra is a very encouraging start for WINTERYEAR Studios.”\n\nMetacritic 10/10 - \"Long anticipated and worth the wait! Smooth game play, really beautiful poster-ready artwork, great music. Surprising attention to detail and some pretty cool little touches 10/10\"\n\nAbout New Terra:\n\nWhen there are dangerous space contracts no one else is willing to take... They call you.\n\nYou pilot an old paramilitary space fighter called the Edgecrusher and find yourself on distant planets, deep under alien oceans and in far away galaxies.\n\nNEW TERRA® is an action strategy game where each level you find yourself on a new world performing dangerous missions such as daring rescue operations, extracting ancient alien artifacts, dodging volcanos on distant moons, repairing antennas in deep space, taking out war criminals, hauling ice during asteroid storms, fighting sandworms, enemy ships, turrets, giant lasers, and stealthy planetary destroyers.\n\nFuel doesn't last long on this ship, and it's hard to come by. \n\nConserve your resources and act fast or you won't make it out alive.\n\nSo... You tell me... Are you ready to be captain?\n\nGame Features:\n- Multi-directional gravity/physics based space shooter\n- 18 unique and very challenging missions\n- Pitch-black mode (replay the game in absolute darkness with only your headlights, creating a total of 36 unique levels!)\n- An impressive and original game soundtrack by Ron Wasserman (Power Rangers, Dragonball Z, X-Men, etc.)\n- Integrated stand alone music player with visuals\n- In depth training mission\n- Variable difficulty settings\n- Multi-Language support",
    "id": "0100F5F016816000",
    "name": "NEW TERRA®",
    "publisher": "Winteryear Studios",
    "releaseDate": 20220428,
    "version": 0
}