{
    "description": "\"Of MICE and SAND -REVISED-\" puts you in charge of a desert craft and its rodent crew. Brave an alien planet, and turn your squeaking subordinates into first-class shipmates, all in the name of adventure! \n\n- Navigate the dunes in search of treasures! \nIntriguing items await your discovery in the scorching sands. \nSteer your ship from settlement to settlement, filling it with riches. \n\n- Craft items to boost your success rate! \nNot many people know, but mice are master crafters! \nAfter adding a factory, workbench, lab, and other such rooms to your ship, you can turn your scavenged materials into rarer items and make food for your mice. \nSell crafted items at settlements to raise funds for more thrilling adventures! \n\n- Construct a multitude of rooms, and power up! \nCreate more than just rooms for crafting: Add sleeping quarters so your crew can catch some Zs, or even a jukebox to give them a boost. And if any hostiles block your path, the machine gun will make them wish they'd stayed home. \nUtilize crafted items to build a variety of rooms and enhance your ship. \n\n- Encounter surprises in the desert! \nOn your trek, you may come across an oasis, perfect for replenishing your water supply, or befriend a fallen mouse in need of aid. And who knows? You may even find some precious items in crashed spaceships! \nNo adventure is complete without dangerous enemies, so install turrets, craft powerful ammunition, and...BOOM! Make 'em wish they'd stayed at home! \n\n- New events, maps, and foes!\n\"Of MICE and SAND -REVISED-\" is full of brand-squeaking new discoveries!\nAnd did you hear? There are rumors of snowfall at the desert's edge.\nWhat events and enemies await...?!\n\n\nScour the searing sea of sand! \nWander the windswept wilderness! \nAdventure in ancient, atrophied architecture! \nSteer a sturdy, steel vessel! Hear the mice roar!",
    "id": "01002310064B4000",
    "name": "OF MICE AND SAND -REVISED-",
    "publisher": "ARC SYSTEM WORKS",
    "releaseDate": 20180112,
    "version": 0
}