{
    "description": "Welcome to Elk is a biographical adventure set on an island like no other, where every character you encounter has a story to tell. From the weird and wonderful to the dark and desperate, all the tales told on Elk are based on true stories of life on the road less traveled.\n\nTales of real stories\nWelcome to Elk, an adventure game set on a fictional island stitched together with true stories and tall tales, and inhabited by the people who lived them.\n\nStory\nYou play as Frigg, a young carpenter trading their busy life in the city for an apprenticeship in a small town. When she arrives in Elk, Frigg worries that the slower pace of life will be boring (they don’t even have the internet), but quickly discovers nothing could be further from the truth!\n\nTragic stories told with love and sometimes humour\nThe stories reflect the drama of our lives, on Elk it’s known that humour, love and death go hand in hand. Life may seem hard sometimes, but it is always followed by laughter.\n\nMake new friends\nOn Elk, you will meet weird and wonderful characters - people whom the world has either ignored or forgotten. Follow their ups and downs, their odd drinking rituals and their unique ways of tackling whatever life throws at them.\n\nUnique mini games \nHelp your new friends on Elk through playful mini games. All games are uniquely tailored to underline the story and the mood of the game.\n\nMeet the people who told the original stories\nWe value the importance of storytellers, those who carry the tales of others and share them. That's why, in Elk, you will also meet the living storytellers who inspired us to make this game.\n\nHow we used true stories in the game?\nTrue stories? how to use a true story in an ethical way? This is how we have dealt with it in Welcome to Elk:\nThe stories in Welcome to Elk, are told by the people who we know and/or were there when the events took place. All are told from memory. The way they are used both on our webpage and in the game is true to the core story but everything like names, locations and other details are changed, renamed and often re-framed to protect the real people behind them, therefore, we call them tall tales. The stories are not one to one like you would experience in true crime for example. They are rewritten and combined to one linear narrative. Characters may play a role in one story where they where not a part of originally and only us who designed it will ever know – or come close to the real truth of the stories.\n\nWelcome to Elk might look like a “fun” game but it’s about telling stories – some are filled with humour others are dark, but they go hand in hand.",
    "id": "0100166017170000",
    "name": "Welcome to Elk",
    "publisher": "Triple Topping",
    "releaseDate": 20220210,
    "version": 0
}