{
    "description": "In this psychological horror experience you'll join three friends who are excited to see their favourite band, only to encounter a hitchhiker on a desolate highway. As the miles pass by, the hitchhiker's unsettling presence becomes sinister, and their true identity is shrouded in darkness.\nWill you be able to make it to the end of the road and survive?\n\nThe soundtrack compliments and that heightens the suspense during the unsettling gameplay sections, this game is sure to keep you on the edge of your seat. So turn off the lights, put on your headphones, and prepare for a truly memorable horror adventure.\n\nWhether you're a supporter of indie horror developers or enjoy streaming spine-chilling games online, DON'T LET HIM IN is a perfect addition to your collection. Don't miss out on this immersive horror experience that will keep you guessing until the very end.\n\nPlease be aware that Don't Let Him In explores themes of horror, suspense, and psychological terror. The game features graphic imagery, violent scenes, and unsettling content that may be disturbing or distressing to some players.\n\n\n-Get ready for a heart-pounding third person horror experience, best played at night.\n-Choose from four vintage retro styles to customize the game's atmosphere\n-Encounter survival horror elements, jump scares, and psychological twists\n-Perfect for fans of retro indie horror and those seeking a haunting and immersive gaming experience.",
    "id": "0100EF3020C9A000",
    "name": "Don't let him in",
    "publisher": "Dolores Ent.",
    "releaseDate": 20241025,
    "version": 0,
    "category": [
        "Adventure",
        "Puzzle",
        "Action"
    ],
    "developer": null,
    "intro": "Some roads are better left untraveled.",
    "isDemo": false,
    "languages": [
        "en",
        "es",
        "fr",
        "it",
        "pt"
    ],
    "nsuId": 70010000088083,
    "numberOfPlayers": 1,
    "ratingContent": [
        "Blood and Gore",
        "Intense Violence",
        "Language",
        "Use of Tobacco"
    ],
    "region": null,
    "rightsId": null
}