{
    "description": "Welcome to the Cyber Complex!\n\nIn the year 2041 global corporations replaced countries and the neuro interface implant became a requirement to work - a requirement to survive...\nEverything, and everyone, is connected. Every move is tracked and there is no more space for individuality. We learned to live with it - we had to. The Eurasian V-Eye Corporation, owning 55 percent of the global resources, started to implant a new compulsory brain mod that was meant to improve the population's productivity.\nIt worked - but not the way people expected it to. The new implant robbed us of the last scrap of our free will and people lost their last bit of individuality.\nBut in this environment of total control, slowly, over many years some began to wake up, to regain their humanity. Some of us came together and formed a resistance. Join us today to stop V-Eye's plans to enslave humanity.\n\nAs a resistance recruit you will receive a modified H4C-Kit and access our mod database. You will get access to the Cyber Complex Simulator to create and test new environments. Learn how to control your H4C-Kit and capture clusters to spawn nodes, evade scanners, and dig deeper into the Cyber Complex!\n\nJoin the resistance now!\n\n\nAbout the Game\n\n- Cyber Complex is a unique mix of Action, Strategy and classic Arcade elements in a 60s-style Sci-Fi setting. Let's call it a #PACTICS Game!\n- Log yourself into the cyberspace grid and learn how to capture Clusters, produce helping Nodes and avoid enemy Scanners!\n- Select between Campaign, Survival, Local 2P Coop / Versus modes and evolve your PACTICS!\n- Hack through infinite different stages and bossfights. Unlock Mods and upgrade your H4C-Kit to match your playstyle.\n- Create unlimited new stages with the integrated Stage Editor and play your own creations!\n- Show your skills and fight for worldwide time-attack leaderboard positions alone or with a friend.\n- Enjoy a unique, polarity mechanic based PACTICS game with endless replayability.\n\nBe part of the resistance and unveil V-Eyes conspiracy plans!\n\nCan you master the Cyber Complex?",
    "id": "0100D6B010DC0000",
    "name": "Cyber Complex",
    "publisher": "PolarityFlow,",
    "releaseDate": 20200722,
    "version": 0
}