{
    "description": "Holly, a humanoid weapon sealed deep within a labyrinth due to its potential to cause humanity's downfall, swears vengeance upon humans after awakening from a slumber that spanned thousands of years.\n\nExperience a tense roguelike action game where you protect the source of your stolen power, the altar. Destroy gates that block your way and aim to clear stages. Use the magic stones you acquire to evolve Holly and expand the altar to deepen your strategies.\n\n▼Game Settings\nLong ago, when humans were still developing advanced civilizations, a war engulfed the world.\n\nAmong the multitude of weapons created, an autonomous weapon resembling a young girl was completed. Her arms could crack the earth like a whip, demolish any building in her path, and her red eyes mercilessly killed people one after another.\n\nThis girl was named 'Holly' by the people, and due to her overwhelming power, she was sealed deep within the earth.\n\nAfter tens of thousands of years, the only emotion Holly felt upon awakening from her slumber in the dark magic ruins was an insurmountable hatred for humans.\n\n\"Humanity, perish.\"\n\nEven though her weapon functions have degraded and she can now only slightly damage the ground or walls, Holly's vendetta against the world above has just begun.\n\n▼Features of Ancient Weapon Holly\n1. Intense combat.\n2. Strategic gameplay that lures enemies into pitfalls.\n3. Exhilarating action of burying enemies you've trapped in pitfalls.\n4. Holly's evolution and unlocking altar functions lead to deeper strategies.\n\n▼Intense Combat\nIn the dungeons, a moment's hesitation can be deadly.\nBreath-taking, intense combat awaits you.\nFace enemies with overwhelming strength and seize the fleeting moments of opportunity for strategic battles.\n\n▼Strategically Lure Enemies into Pitfalls\nBreak the ground and block the enemy's path.\nThis is your way to survive.\nPredict the enemy's movements, create pitfalls, and capture them all.\nStrategic foresight, rather than straightforward combat, is essential in this game.\n\n▼Exhilarating Action of Burying Enemies in Pitfalls\nLure enemies into pitfalls and bury them with your own hands.\nThe thrill of this moment is one of the game's main attractions.\n\n▼Deepen Strategy with Holly's Evolution and Altar Unlocking\nDefeat enemies to acquire enhancement items.\nUse these items to evolve Holly and unlock the altar's functions!\nExperience a deepening of strategies as you play.\nWith a skill tree format, a variety of enhancements are possible based on your strategy.",
    "id": "0100F7201D1B0000",
    "name": "Ancient Weapon Holly",
    "publisher": "ACQUIRE",
    "releaseDate": 20240307,
    "version": 0
}