{
    "description": "\"Akatsuki: Lord of the Dawn\" is a real-time battle RPG where you select escort characters from a variety of professions with diverse abilities, organize your troops, and engage in battles while freely manipulating formations.\n\nIn an era where the long war between the Demon Lord and the Empire has come to an end, you become the lord of the kingdom and strive to reclaim territories from the lingering remnants of the Demon Lord's army, revitalize the declining economy, and aim for the recovery and development of your territories.\n\n■Story\n\nYears after the long war between the Demon king's armies and the Empire came to an end, the world was in a state of decline.\nKing Odorian IV of the Crimean Kingdom declared to eradicate the remnants of the Demon king's armies, reclaim the territories, and rebuild the kingdom.\nHe appointed influential lords and talented individuals within the kingdom as lords, strengthening policies aimed at reconstruction and revitalization.\nAnd then, a young man named \"Ark Badona\", living in the Crimean Kingdom's \"Land of the Dawn,\" guided by his fate, became the lord of Celestia, threw himself into the battle against the remnants of the Demon king's armies.\n\n■Can you become a lord loved by the people and the kingdom!?\n\nAs the protagonist, Ark Badona, you will experience the story of growing as you become a lord appointed by the kingdom's decree, fight for territory recovery and reconstruction, and various quests related to the story will occur, progressing the story as you achieve them.\n\n■Real-time battles where you manipulate formations freely while assessing the situation!\n\nChoose your convoy characters freely from 48 professions with diverse abilities and organize your troops! Assess the changing situation moment by moment, manipulate formations such as \"Fish Scale,\" \"Wing,\" \"Cone,\" and \"Spearhead,\" and lead your troops to victory!\n\n■Revitalize the economy and develop your territory!\n\nBuild various industrial facilities such as forestry, agriculture, fishing, and livestock farming to revitalize the economy of your territory! Produce various raw materials within your territory, manufacture processed materials, and mass-produce weapons and armor to strengthen your troops!\n\n■The development of convoy characters is the key to victory!\n\nIn battles, the convoy characters you have organized will engage in battle automatically. Level up your convoy characters, equip them with weapons and armor, and enhance their development to become the key to victory in the battle for territory recovery. Furthermore, depending on their profession, they can be promoted to higher classes.",
    "id": "01001B601E566000",
    "name": "Akatsuki: Lord of the Dawn",
    "publisher": "ZOO Corporation",
    "releaseDate": 20240328,
    "version": 0
}