{
    "description": "Fly solo or with up to three other loyal crewmates as you boldly go where no-one has gone (and survived to talk about it) before. Obtain and upgrade new weapons and systems for your ship as you venture deep into a procedurally generated universe filled with increasingly grumpy and murder-y enemies. Map your unique path through the stars, but remember that the stakes are super high – one wrong move and it’s game over.\n\nUp to 4 Players With Local Or Online Co-Op\nSpace is big and cold, yet still somehow full of things trying to shoot you. You’re free to embark on a trek through the stars on your own, but you can also unite with up to three fellow officers for either local or online co-op!\n\nEvery Game Is Unique\nWith randomized maps, items, enemies and encounters, no two games are ever alike. Prove you’re a space commander of exceptional calibre by adapting your strategies to survive every unpredictable threat, while making best use of your awesome arsenal of weapons and upgrades!\n\nEasy To Understand, Tough To Master\nShe can’t take much more, captain! You’ll be master of your ship in no time, but only the canniest captain can tame the entire galaxy. With gameplay that players themselves have shaped through alpha and beta releases, This Means Warp is a thrilling yet cruel mistress. Remember – in space, no-one can hear you cry like a little baby.\n\nKEY FEATURES\nHuge Variety – Procedurally generated challenges create endless dynamic experiences that demand that you constantly adapt your strategy and make the most of the available resources!\n\nDeep, Strategic Combat – Think on your feet as you contend with hectic, real-time battles where you must not only beat your foes, but also keep your ship in one piece!\n\nCrewmates Aplenty – Team up with pals or recruit a varied cast of AI crewmates to have your back as the galaxy tries its best to devour you.",
    "id": "0100005019BA8000",
    "name": "This Means Warp",
    "publisher": "Jagex",
    "releaseDate": 20231130,
    "version": 0
}