{
    "description": "Welcome to the world of Ace Robot Combat, where you will step into the cockpit as the pilot of powerful War Robots on a thrilling mission to amass gold and salvage precious parts. In this futuristic setting, the year is 4300, and colossal War Robots, or mecha, rule the battlegrounds. Here's your epic adventure:\n\nAs a rookie Mech pilot, you will have access to 9 pre-configured powerful mechanized robot units. As you earn in-game currency and experience you will be able to purchase your own stable of awesome war robots. As you rank up, will grant you access to even more missions, currency, and war robots to help you progress your career. Find your perfect war robot, unlock all your piloting skills, enjoy, and have fun!\n\nQuickplay - Quick Play is where you'll find fast action Arena Deathmatch, and attend Boot-camp to home your skills. \n\nMission Play - In Mission Play you will field your War Robot into actions, lending your skills, conquering and defending planets in their name to earn rewards and expand your territory across the universe.\n\nPilot the Mightiest Mecha: Take control of the most advanced and awe-inspiring War Robots in existence. Your mission is to unleash their potential and prove your mettle on the battlefield.\n\nEmbark on Heroic Missions: Engage in epic quests that offer both glory and the promise of sweet revenge. Raid enemy bases, obliterate opposition forces, and lay waste to entire combatant strongholds. Your journey is paved with vengeance and valor.\n\nEarn Gold and Salvage Valuable Parts: As you wreak havoc upon your foes, amass a fortune in gold that will pave the way to unlocking even more formidable mechs. Salvage and collect rare, battle-worn components to enhance your arsenal and become an unstoppable force.\n\nNo Rush, No Time Limit: This open-world adventure grants you the freedom to strategize and execute your missions at your own pace. The clock is not your enemy here; it's your ally as you harness your piloting skills to achieve victory.\n\nExpand Your Mecha Portfolio: Manage an ever-expanding roster of War Robots, each with unique abilities and devastating firepower. Build a formidable squad of war machines, firing a wall of missiles that will strike fear into the hearts of your adversaries.\n\nForge Alliances with A.I. Wingmen: You're not alone on this perilous journey. Team up with highly advanced A.I. wingmen (on selected missions) who will fight by your side, offering support, tactics, and camaraderie as you face down overwhelming odds.\n\nMaster Your Craft in Bootcamp: Before diving into the chaos of battle, attend Bootcamp to familiarize yourself with your chosen mecha. Hone your piloting skills, learn the intricacies of your robotic companion, and prepare yourself for the challenges ahead.\n\nArena Challenges: Sharpen your weaponry and piloting skills by engaging in arena battles. Test your mettle against other skilled NPC ( A.I. ) pilots and emerging threats to ensure you're always at the top of your game.\n\nIn Ace Robot Combat, the battlefield is your canvas, and your mecha are the brushes with which you paint a path of destruction, honor, and glory. Prepare to pilot, conquer, and leave an indelible mark on the world of mecha warfare. Your legend begins now. Have Fun!\n\nNote: \ni. Average graphics performance @55 fps in handheld, TV mode.\nii. Wingmen are assigned, on selected missions and automatically managed by AI.  \niii. Recommend to complete Bootcamp to gain competency on the controls. ",
    "id": "0100CAF01CD22000",
    "name": "Ace Robot Combat",
    "publisher": "Max Interactive Studio",
    "releaseDate": 20231031,
    "version": 0
}