{
    "description": "Elevator Action Returns was originally released as a 2D side-scrolling shooter game by Taito in 1995. This game is a reproduction of the home console version released by Bing in 1997.\n\nSelect one of three special forces members—Kart Bradfield, Edie Burret, or Jad the Taff—then start the game. Grab data from all the red doors, then escape the stage.\n\nAlthough a bonus you could only obtain by finishing the game in the previous version, you'll be able to play the original game \"Elevator Action\" (1p only) from the start in this version.\n\n\n◆Tips\nPress the shoot button near an enemy to start close combat with bare hands instead of shooting. Make continuous attacks by pressing the shoot button twice when playing as Kart, or by pressing the shoot button then immediately pressing the jump button when playing as Edie or Jad. The score is doubled when an enemy is defeated with unarmed attacks.\nThere are many targets to shoot on each stage. Some items are hidden, and some roll and damage enemies. Points can also be scored by breaking items in stages, so break many items. Destroying fluorescent lights or switchboards will put out the lights on a floor for a period of time, during which points scored are doubled.\nElevators can be used for movement, as well as attacks. Throw a sub-weapon in an elevator, then move it to make a remote attack on an enemy, or use the elevator to crush enemies. Be careful, as it's also possible to harm the player character.\n\n\n◆Convenient features and option settings only available in S-Tribute\n・Rewind\nRewind gameplay a by certain amount of time and resume.\n・Slow Mode\nSlow game pace down with a single button press.\n・Quick Save/Load\nSave game state at any point.\n・Unlimited Credits\nThe limit on the number of continues can be disabled, allowing for infinite continues.\n・Stage Select\nThe game can be started from any stage.\n・Increased Healing\nIncrease the amount of damage healed by obtaining healing items.\n・Lives\nPlayer character lives can be increased up to 9 lives.\n・Sub-Weapon Buttons\nSub-weapons are normally used by pressing the shoot button and jump button at the same time, but this can be set to any other single button.\n・Changing the amount of damage\nYou can change the amount of damage you'll get when the enemy hits you.\n・Keeping the same weapon\nYou can keep your machine gun or rocket launcher if it still holds bullets on to the next level.\n・Scan Lines\nMimics the nostalgic CRT monitor display.\n\n\n◆S-TRIBUTE\nReprints of classics produced and developed by City Connection with the Zebra Engine during the Saturn era.\nPlay a variety of titles with improved controls and new features.",
    "id": "0100FED015EDE000",
    "name": "Elevator Action™ -Returns- S-Tribute",
    "publisher": "City Connection",
    "releaseDate": 20221130,
    "version": 0
}