{
    "description": "Travel in procedural planets full of content to discover, monsters to combat, crafts to learn and loot to equip or simply proudly display in your home.\n\nEnjoy the charming experience focused on building and improving your home. Tame and breed creatures, cook foods, collect animal companions, farm exotic plants, collect fish, grow flowers, play with your friends!\n\nAll of this is possible in Junk Jack, much more of everything you'd imagined!\n\nSome of the features of the game:\n- Use portals to travel between 12 planets with unique hand crafted environments\n- All worlds are procedurally generated and different every time you create a new one\n- Fully featured equip system with hundreds of different wearables with unique stats\n- Fancy equips to show your style\n- Beautiful retro styled pixel art graphics\n- Deep Electronics system to create intricate contraptions, even complete CPUs!\n- Creative mode to unleash your creativity and build everything you can imagine\n- More than one thousand different crafts\n- Two styles of crafting: a crafting grid or simple mode which allows crafting items with a single click\n- Lots of loot to collect and showcase!\n- Touch controls when playing handheld mode\n- Hundreds of placeable objects, blocks and decorations\n- Fully dynamic day-night system, with weather effects\n- A vibrant coloured lighting engine that will make you enjoy every minute spent in Junk Jack worlds\n- Fish and display your captured animals in fish tanks!\n- Place your rare treasures on shelves, display your equip pieces on mannequins!\n- Collect tameable pets which will follow you around\n- Capture and breed cows, sheeps, pigs and many more animals!\n- Farm and grow unique plants and use them to cook delicious recipes\n- A thorough ingame tutorial will help you learn the basics of the game\n- Beautiful music tracks by Bright Primate\n- Craft hundreds of potions with che chemistry bench\n- Mix flower seeds to grow thousands of unique flower combinations\n- Decorate your home with many craftable and customizable furniture sets\n- Simple but smart combat system with many kinds of weapons, melee and ranged\n- Combat hordes of mobs with many different weapon types\n- Explosives, signs, paintable objects and many more features awaits you!\n- More than one hundred achievement to obtain and many collections to fully discover!",
    "id": "010043901005A000",
    "name": "Junk Jack",
    "publisher": "Pixbits",
    "releaseDate": 20200402,
    "version": 0
}