{
    "description": "Brought to you by Q-Games, the creators behind such classics as PixelJunk Monsters and PixelJunk Shooter, this innovative cooperative multiplayer game introduces a fresh new way to play with your friends.\nDive into a quirky multiplayer co-op puzzle game where adorable, fluffy cube-shaped creatures collaborate to reach their goals.\nThese creatures, each oddly shaped, jostle against each other to help solve puzzles together.\nWhen in trouble, shout \"HELP!\" and friends will surely come to your aid. With everyone's strength, turn friendships into friend-shapes!\n\n*Please understand that this game is a four player game (online and/or local co-op) and single player is not supported.\n\n[Multiplayer Co-op: Teamwork Is Key Across All Skill Levels]\nThe game's intuitive, straightforward controls mean that anyone can jump right in. You'll control creatures that are shaped differently as you progress through each level, to clear challenges. Although these creatures can move around freely, they cannot rotate, necessitating the need for teamwork to solve the puzzles. Join forces to overcome obstacles and reach your goals together!\n\n[Enjoy Playing Online with Unique Voices]\nThe simple controls allow the creatures to express various voices based on their situations. By using the voice feature, you can enjoy lively gaming sessions with distant friends as if they were right next to you.\n\n[Co-op Play, Combined Local and Online]\nWhether you prefer playing locally or online, the game supports four players in any configuration. This cooperative-centric game is designed for enjoyment across generations—from children to grandparents—making it perfect for family and friends. ",
    "id": "010072F01DC94000",
    "name": "All You Need is Help",
    "publisher": "Q-Games",
    "releaseDate": 20241004,
    "version": 0,
    "category": [
        "Puzzle",
        "Party"
    ],
    "developer": null,
    "intro": "Dive into a quirky multiplayer co-op puzzle game where adorable, fluffy cube-shaped creatures jostle against each other to help solve puzzles together.",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "pt",
        "fr",
        "de",
        "it",
        "ru",
        "ko",
        "zh",
        "zh"
    ],
    "nsuId": 70010000076037,
    "numberOfPlayers": 4,
    "ratingContent": [],
    "region": null,
    "rightsId": null,
    "latest_update": {
        "id": "010072F01DC94800",
        "version": "131072"
    }
}