{
    "description": "Rewind time and save the future in this hilarious time-travelling adventure game.\nIn six hours, Heaven will be destroyed. Unless you can save it. Use your powers of time\ntravel to jump freely between the past and present across Heaven, Hell, Earth and Helheim.\nUncover information in one timeline to alter things in another in a bid to stop heaven\nfrom going bang. Again.\n\nThe Holy Gosh Darn is a narrative adventure with a time-travelling twist. You play the angel\nCassiel, who must prevent an army of Phantoms from overrunning Heaven, which is really\nannoying because that’s where you live Discovering the existence of the Holy Gosh Darn, a\nmysterious artefact created by God thousands of years ago, you must strap on your time-\ntravelling watch and set about hopping between the past, present and future meeting a cast\nof ridiculous characters across dynamically changing locations in a bid to uncover the secret\nto life, universe and… well, everything.\n\nIt's a laugh-out-loud action adventure spanning multiple time periods and genres, which will\nanswer all of life’s most enduring questions, such as why time travel makes you barf; why\nonly angels get to swear and why skipping dialogue is totally fine when you’ve only six hours\nto save Heaven.\nExpect outrageous humour, inventive puzzles and laugh-out-loud set pieces with\nMetroidvania-style progression – all expertly crafted by Perfectly Paranormal, the team\nbehind Manuel Samuel and Helheim Hassle.\n\nFeatures:\n- Four different worlds to explore, across both Space AND Time!\n- Unique time-pressured narrative requires players to hurry along NPCs as they uncover new information.\n- Uncover fresh narrative strands which are triggered by progression, time, space and logic.\n- 23 Heavenly Elders to insult! Gotta dis them all!\n- Meet all your favorite characters from the bible!\n- Exactly 4,250 dogs - none that you can pet.",
    "id": "010093A01B14A000",
    "name": "The Holy Gosh Darn",
    "publisher": "Yogscast Games",
    "releaseDate": 20240905,
    "version": 0
}