{
    "description": "The Oregon Trail™ by Gameloft—Experience The Oregon Trail™ like never before. A modern twist on the trials and tribulations of the road to Oregon, this official successor to the global phenomenon will immerse players in exhilarating journeys ranging from the historically accurate to the totally extreme. Players will pick their traveling party, stock the wagon with supplies, and embark on an adventure filled with tough choices, new dangers, and unexpected situations. Surviving blizzards, broken limbs, snakebites, exhaustion, starvation, and the dreaded dysentery is no small feat; all the while navigating an untamed frontier to get your party to their new life in Oregon before the winter. Track down a missing party in the aftermath of a fierce blizzard, transport volatile gunpowder through blistering desert heat, compete in challenging hunting mini-games, and meet a broad cast of historic figures. With procedurally selected random events where players’ choices affect their party and future game events, there’s always a new adventure on the horizon every time you play.\n\nAlways a New Adventure\n• Build and name your party from different classes—each with their own starting items, skills, and personalities—to make every journey to Oregon unique.\n• Overcome hundreds of random events where your choices affect the fate of your travelers, and are influenced by their unique skills and traits.\n• Remember to take care of your party, wagon, and oxen, or they’ll become casualties of the trail.\n\nFresh Features\n• Take on 15 playable Journeys.\n• Experience 7 Quests inspired by historical events.\n• Monitor your party members’ health, morale, stamina and hygiene.\n• Manage your inventory to squeeze everything you can into the wagon.\n• Maintain your wagon to prevent breakdowns and inventory loss from spoiling or spillage.\n• Learn about real people and places in your interactive Journal.\n• Collect and learn about the many interesting animals you’ll see on the trail.\n• Catch 80+ species in the new Fishing mini-game.\n• Obtain 140+ achievements.\n\nTrue to the Original\n• Hunting and Rafting make a long-awaited return, with faithful gameplay and all-new visuals.\n• Dysentery, river fording, broken legs, and many more classic hazards await!\n\nStriking Art Direction and Score\n• A beautiful blend of charming pixel art characters, 3D environments and cutting-edge lighting and visual effects creates a unique visual style that’s both nostalgic and contemporary.\n• An all-original soundtrack of alt-country-inspired music combined with 8-bit-style sound effects.\n\nRespectful Representation\n• For the first time, the game features Native American playable characters and stories, celebrating the history and cultures of the peoples who first lived on this land and still live here today.\n• Thorough research and multiple academic consultants were involved in this game’s production to ensure accuracy and respectful representation of all peoples depicted in the game.\n\nOfficially Licensed & Supported\n• The Oregon Trail™ is an officially licensed game from HarperCollins Productions, who supported the evolution of The Oregon Trail™ so it would be true to the original, but with updated gameplay and visuals.\n• 2016 Video Game Hall of Fame inductee.",
    "id": "0100B080184BC000",
    "name": "The Oregon Trail",
    "publisher": "Gameloft",
    "releaseDate": 20221114,
    "version": 0
}