{
    "description": "We have made the difficult decision to remove HyperBrawl Tournament from sale on this platform on 30th September 2022. For existing players, online services will no longer function as of this date.\nIf you bought the game digitally it will remain in your library but will not function as intended. Functionality will be lost as follows:\n- While 'online' (connected to the internet) players will be unable to access the game.\n- While 'offline' (disconnected from the internet) players will be able to play all offline games modes, i.e. Campaign and Arcade modes, but players will not be able to earn or unlock any content or level up.\nWe are extremely grateful to our community for joining us on our journey and thank you for your support.\n\"\n\nBECOME A HYPERBRAWL LEGEND\nThe universe’s greatest heroes have gathered to compete in a showdown for the ages; the legendary HyperBrawl Tournament! Armed with unique weapons and a thirst for glory, take to battle-tested arenas in this 1-4 player arcade-style sports brawler played locally or online.\n\nMASTER THE HYPERCURVE\nOnly the universe’s elite champions can summon this incredible skill. The HyperCurve lets you seize control of the ball mid-flight to ‘magically' manoeuvre it around the opposition and obstacles to score legendary goals that could only happen in HyperBrawl.  \n\nCHANNEL THE HYPERFORCE\nThe fabled HyperForce runs through your very DNA, channel it to launch game changing attacks that can literally see your enemies shot out of the arena with its devastating power.\n\nHEROES ASSEMBLE\nAlready fabled heroes of their own worlds, competitors are drawn across the furthest realms to compete in the HyperBrawl Tournament. Choose from 12 heroes in three classes and load them out with lethal weaponry combos and paint their armour for victory. \n\nMALEVOLENT ARENAS\nTravel the vast expanse of time and space to HyperBrawl arenas from the home planets of the heroes themselves. Take in Chrome City’s elevated stadium with its Cyberpunk stylings, the ancient stadium of Steelhenge or the demonic Court of Azdritch. Each arena is laden with perilous obstacles and traps that layer more challenge and unpredictability into every game.\n\nLET BATTLE COMMENCE\nTake on the Campaign Mode and begin your ascent to becoming a legend in the Galaxy League where you will face off every hero in the Tournament. Then go for more accolades in the Cosmic Cup. Or plunge into the multiplayer madness that is Blitz mode - competing with players from around the world to become the ultimate HyperBrawl Champion and forge your legend across the stars!",
    "id": "01006C500A29C000",
    "name": "HyperBrawl Tournament",
    "publisher": "Milky Tea",
    "releaseDate": 20201020,
    "version": 0
}