{
    "description": "StormEdge is an Action-Roguelite where you have to balance your desire to use powerful skills with the risk of taking damage or putting yourself in a vulnerable position. Experiment and try new things!\n\nYou will take the role of one of the bravest and most talented mages who is forming StormEdge – a guild whose aim is to stop the elemental storms and save the world.\n\nDefeat your opponents by dodging their attacks and triggering lethal traps that can eliminate both you and your enemies! That's the way to gain more power for casting the most effective spells. If you fail – you will die. Success in taking the highest risks and you will get the highest reward for it. And don't forget – the battlefield is changing due to elemental storms so you need to be ready to change your tactics to survive.\n\nYou will not be alone in your dangerous adventure – different characters, each with their own background story and magical powers. Try them in the battles and choose the way to defeat your enemies!\n\nCustomize your hero and try new playstyles by visiting the nearby town, where you can find trainers and relic workshops with new weapons and amulets. Besides, you will have the opportunity to power up your skills and abilities during the game.\n\n-High-stakes rogue-lite gameplay with skills tied to performing risky moves\n-Unique cooldown-free combat system\n-Elemental Storms that are changing the fight conditions and raise the stakes\n-Beautiful pixel art with catchy location design",
    "id": "010093001DFF2000",
    "name": "StormEdge",
    "publisher": "HYPETRAIN DIGITAL",
    "releaseDate": 20241017,
    "version": 0,
    "category": [
        "Action",
        "Adventure"
    ],
    "developer": null,
    "intro": "Dodge enemies' attacks, activate lethal traps and customize your hero in StormEdge. Brace yourself for the dangerous Elemental Storms that will put your skills to the test!",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "pt",
        "es",
        "fr",
        "de",
        "ru",
        "ko",
        "zh",
        "zh"
    ],
    "nsuId": 70010000076733,
    "numberOfPlayers": 2,
    "ratingContent": [
        "Mild Language"
    ],
    "region": null,
    "rightsId": null
}