{
    "description": "Tails of Iron now includes the latest expansion, Bright Fir Forest, an exciting new adventure taking place during the renowned Festival of Leaf Fall. Introducing a new, wart-encrusted adversary out for revenge, this end-game expansion includes new side-quests, additional Mole Arena challengers, and new weapons & armour pieces, together with cosmetic upgrades for the Crimson Keep, new music tracks, and further achievements to unlock. Tails of Iron also includes its first expansion, Bloody Whiskers, which sees Redgi invited to compete in a time-honoured combat tournament.\n \nSet in a grim land plagued by anthropomorphic medieval war, Tails of Iron is a hand-drawn RPG adventure with punishingly brutal combat. As Redgi, heir to the Rat Throne, restore your fallen kingdom and banish the merciless Frog Clan and their ferocious leader, Greenwart. Explore the deceivingly charming world and encounter a cast of unique companions ready to aid you in your adventure. Overcome your fears, rescue your brothers, and reclaim your throne. Your tail has begun…\n \nMaster brutal combat\nOvercome each perilous encounter by observing your opponent’s attacks and reacting accordingly! Master a wide range of deadly abilities, including parry bashes and fatal executions, as well as ranged attacks with your nifty bow and arrow.\n \nExplore a treacherous kingdom\nFully accompanied by the deep, raspy narrations of the award-winning Doug Cockle, embark on an epic adventure across the medieval-fantasy Rat Kingdom. Complete side quests and faction hunts for additional wealth, or join forces with a sharp-eyed companion to help even the playing field.\n \nCustomise your attack\nAdapt Redgi’s combat style to the task at hand. Heavy armour may provide better protection, but can you afford to slow down your dodge-roll? And then there’s the question of weapon; axes pack a punch, while spears are quick & nimble. Maybe you’d prefer the all-round performance of a trusty broadsword?\n \nOvercome savage boss fights\nWhile danger lurks around every toadstool, keep your wits sharp and your blade sharper in order to overcome devastating bosses. Cold-blooded in every sense of the word, these oversized amphibians each present their own unique combat challenge, and you’ll need more than a good set of armour to come out on top.\n \nBrew recipes, craft weapons, forge armour\nRedgi’s keep is also home to his brothers Rem-Rem, Bam-Bam, and Dug. Rem can cook up a health-boosting feast with ingredients found throughout the world, while Bam can craft new weapons and armours from special blueprints you’ll uncover if you look hard enough. And then there’s Dug, who’ll update you about new quests available throughout the kingdom.\n \nEngage in extended end game content\nIn addition to Bright Fir Forest, Tails of Iron also includes Bloody Whiskers – the game’s first expansion – which introduces a new end-game questline, two additional difficulty modes, new bosses, a selection of special armours and weapons, and a secret perhaps better left forgotten…\n \nFeatures:\n- Master brutal combat, inspired by the soulslike genre, featuring dodge-rolls, parry bashes, and fatal executions\n- Explore a vast & treacherous kingdom, comprising six distinct biomes, each with its own hidden paths and secrets\n- Immerse yourself in the compelling story, narrated by award-winning actor Doug Cockle\n- Customise your attack style with a vast array of distinct weapons and armour\n- Assemble a band of brave companions, ready to aid you on select missions\n- Complete side quests to earn additional gold-on-the-side\n- Unearth special blueprints to forge new and powerful weapons\n- Overcome savage boss fights against the Frog Clan’s deadly, oversized generals\n- Extensive end-game gameplay with two expansions: Bloody Whiskers and the brand new Bright Fir Forest",
    "id": "0100EF3013F60000",
    "name": "Tails Of Iron",
    "publisher": "United Label",
    "releaseDate": 20210917,
    "version": 0
}