{
    "description": "He is coming, stalking criminals in the spirit world and the real world. A possessed man is coming, a voodoo mask in his chest and lines of power in his back. Shadow Man is coming, trailing evil from Liveside to Deadside. To stop an apocalypse. To save your soul.\n\nStalk criminals across two worlds: Explore crime scenes in the Louisiana, Swamplands, a New York tenement, a Texas prison, the asylum and many other locales.\n\nSend Evil back to darkness: Go in armed with high-caliber guns or soul-destroying voodoo powers.\n\nUnravel the Mysteries of Deadside: Gather sinister voodoo artifacts in order to solve puzzles.\n\nLive the Nightmare: Over 40 immersive cut-scenes and hours of in-game speech.\n\nShadow Man: Remastered is a complete overhaul of the classic game with restored, previously cut content!\n\n3 New Levels:\n\"Summer Camp, Florida\" (Day and Night)\n\"Salvage Yard, Mojave Desert\" (Day and Night)\n\"Asylum Station 2 - Experimentation Rooms\"\n\nNew Audio (from the original games composer, Tim Haywood):\nRemastered music and SFX\nNew music and SFX for the restored levels\nRestored cut/unused voice dialog in levels\n\nArt Updates:\nHD Textures for all levels and objects\nNvidia Intro Cutscene Textures\nHD HUD and inventory icons plus a new icon for the Shadow Gun\nRestored unused animations\nRestored several cut and censored models from the original levels\nN64 Gad Icons\n\nGameplay Improvements:\nNew weapon wheel to select weapons faster as time is slowed down\nImproved controls\nImproved destructible objects using Bullet Physics\nAuto targeting\nTweaked/improved AI\nLevels rearranged as originally intended\nA ton of fixes across the entire game to each level from object to geometry fixes\nFixes to the localization for English, French, German, Spanish, and Italian\nOver 30 achievements\n\nNew Weapons:\nA second Violator (Consistent with the N64 version)\nSawed-off Shotgun (replaces the second regular shotgun)\nNew model and many sound variations for the Shadow Gun\n\nNew Enemies:\nYort\nYort Floater\nThe Seraph Queen\nSeraph\nDead Worm\nUnused zombie restored in Station 2\nOne arm Tenement Zombie.\n\nRendering Improvements:\nDynamic Per Pixel Lighting\nClustered Forward Shadow Mapping\nOrder-independent transparency\n\nNew Post Processing Effects:\nAmbient Occlusion\nAntialiasing\nAnisotropic Filtering\nMotion Blur\nFilm Grain\nDepth of Field\n\nSecrets:\nAll the secrets from the N64/Dreamcast/PC included in this remaster\nPlus many more to be discovered!",
    "id": "0100C3A013840000",
    "name": "Shadow Man Remastered",
    "publisher": "Nightdive Studios",
    "releaseDate": 20220117,
    "version": 0
}