{
    "description": "Game Overview\n\nIn Neptunia: Sisters VS Sisters, you play as the Goddess Candidates, led by Nepgear, who awaken from a two-year-long slumber to a Gamindustri that has been upended by a treacherous threat called the Trendi Phenomenon. While they've been sleeping, the citizens of Gamindustri have turned to using a new device called the rPhone as their main method of communication as they've been unable to leave their homes while monsters lurk outside.\n\nNow, work together with friends both new and old to prevent the total destruction of Gamindustri as we know it!\n\nKey Features\n\nC-C-C-Combo Maker! – As you make your way around the lands of Gamindustri, you'll encounter a multitude of enemies - it's time to fight! Employ combos and chain your attacks together in real-time. Take control of the battlefield in a unique tactical action battle system!\n\nPull off the Planeptune Look with 2 New Playable Characters – Throughout the game you'll discover fun accessories to deck out and customize your party members. Snap a pic in Photo Mode and use the new Manga-style feature exclusive to the Nintendo Switch™ release. Play as characters created by two legendary game developers - Higurashi from Ryukishi07 and Shanghai Alice from ZUN from the start. The Nintendo Switch version also has two new exclusive playable characters, Maho and Anri!\n\nDo You Hear the People Chirp? – In the wake of the devastation wrought by the Trendi Phenomenon, the vast majority of the population has turned to the rPhone for all manner of daily life, including communication. On your journey, connect to the Chirper social network to take on a variety of side quests put out by those in need and earn special rewards!\n\nMatch Game '23 – On the battlefield you can have three party members out at a time. Match up your team members with a partner for stat increases and elemental bonuses. The stronger the bond, the better the bonus!\"\n",
    "id": "0100C2401C3FC000",
    "name": "Neptunia: Sisters VS Sisters",
    "publisher": "Reef Entertainment",
    "releaseDate": 20240123,
    "version": 0
}