{
    "description": "Welcome to the Future of Punch Club!\n\nYou’ve spent your whole life living in the confines of your overbearing mothers garage, your father mysteriously vanished before you were born. But hey, you had plenty of time to work out and dream about the wonders of the world. Sucks to be you though, people eat slime, corruption is rife and everyone wants to fight you… But maybe you can find your father and become the ‘dark fist’ people whisper about, somehow you could actually be humanity's savior, the one who uncovers the super secret secrets of the Goodness Corporation… Or not. It’s a choose your own adventure, stay in the garage if you want.\n\nChoose Your Own Adventure\n\nIt's been 20 long years since a nameless cool guy rose from the streets, punched the big bad, found his father and everyone was really happy or something. Welcome to the future, it's corrupt, sea shells have replaced toilet roll and everything's cyberpunk now. Walk the same, but now neon, streets as you're thrown into an adventure filled with hilarity, 80’s nostalgia and punching. Even more punching than before.\n\nBecome A Champion Fighter\n\nPunch, kick and cheat your way through, if you want. Becoming the best damn fighter aint easy, it takes time, dedication, dollars and training! Increase your stats and techniques, plan your match and create your own incredibly awesome school of fighting! Sounds better than losing and everyone laughing at you. Whilst nothing beats good old fashioned blood, sweat and tears, neuro training and illegal software sure sound tempting. Even if there is a slight risk you’ll be exposed as a fraud and your last brain cell will pack up and leave.\n\nManage…Everything\n\nLife in the rat race is fast paced, time consuming and requires effective management to survive, Punch Club 2 is the same! It’s literally a simulation game! Manage your time and funds, whilst climbing to the top of the fighting leagues, solving crimes, working for the police, mob, mafia and about anyone else you cross paths with. Completing quests will give you access to new fighting schools, moves, dollars, good person points and even the Lion Queen on VHS! \n\nThe first rule of Punch Club, is tell everyone about Punch Club, wishlist it now or prepare to fight (for legal reasons, we won’t actually fight you). \n\n•Hit fighter management sim franchise\n•Story based on multiple branches\n•Create your own fight style with perks\n•Wonderful nostalgia pixel art style\n•Tons of easter eggs",
    "id": "01009A601AE3A000",
    "name": "Punch Club 2: Fast Forward",
    "publisher": "tinyBuild Games",
    "releaseDate": 20230720,
    "version": 0
}