{
    "description": "Stolen Realm is a simultaneous turn-based tactical dungeon crawling looter with action RPG elements where you control up to 6 heroes, solo or through online co-op, venturing forth in adventures set in a high-fantasy, low-poly world.\n\nStolen Realm features an innovative turn-based combat system where simultaneous turns allow every team to take their actions at once, creating quick combat encounters that blend the tactical depth of titles like Divinity: Original Sin with the thrill of a fast-paced action RPG. Every battle scales based on the number of players involved, so you can easily jump in and out of the game even in the same playthrough!\n\nWith a highly customisable class system, Stolen Realm allows you to create traditional RPG classes or break the mold to forge a unique champion of your own as you draw from a pool of hundreds of possible skills. Make a spell-slinging assassin, a priest born of frost, or a shadow-infused knight. Further customize your build by earning and reforging loot that truly changes the way you play: wield Abbadon the Soul Crusher, a mythic mace that raises slain enemies as skeletal warriors to fight for you, or unsheath the Bloodletter, a cursed sword that grants additional power at the cost of your lifeblood. D&D-like events where attribute-based rolls will have permanent effects on your character add yet another layer to building a character that is truly your own. Anything is possible in this title that keeps compelling choices at the forefront of your experience.\n\nKeeping the core appeal of RPGs at its forefront, Stolen Realm ensures you spend all your time, fighting, building your characters and making compelling choices that determine your immediate path or effect your character, rather than getting bogged down in side quests and other RPG-bloat. After each battle, pick your path between story events, resource gathering, shops and treasure rooms, until you get to the final boss of each procedurally generated adventure. If you’re up to a challenge, crank the difficulty up with 6 different difficulty levels – or pick Hardcore Mode with permadeath, where every battle can be the last!\n\nAlso features Roguelike Mode, a fast paced version of the game where you can mix and match builds that are simply not possible in the traditional campaign!\n\nCarve a place in history with your sword and magic. Rise to honor and glory in the battlefield. Recover the Stolen Realm.",
    "id": "010092C01B976000",
    "name": "Stolen Realm",
    "publisher": "Burst2Flame Games",
    "releaseDate": 20240311,
    "version": 0
}