{
    "description": "Tired of games where there are tips and tutorials of all kinds and you can finish them without much difficulty?\n \nIf the answer is YES; YOU'RE IN THE RIGHT PLACE, HARDCORE MAZE CUBE it's the right game for you!\nIn brief, it means that ONLY THE ELITE OF PLAYERS CAN FINISH THIS GAME and find out what will happen in the end!\nThe game was made for you to feel that you are in a dangerous exploration of empty hands where your only resources are hearing, vision and your special abilities, while exploring the mazes your memory, determination, agility and attention to every detail of the environment including sounds can be the difference between predicting an attack and escaping death, solving a puzzle or succumbing to the maze!\n\nGame Details:\n\n- Practice makes perfect, in this game dying is part of the learning and as you pass the phases you will notice you can get through them more easily, because you will have a learning background until a new challenge appears.\n\n- In this game your most precious asset is your life , so try to accumulate as much as you can and be careful when venturing into the mazes, because if it reaches zero and you have not found the SAVE POINT it will be Game Over and all progress will be lost.\n\n- Made for the strong, who don't back down from frustrations, as explained above this game was made for the strong and if you finish this game, YOU'LL BE AMONG AN ELITE OF STRONG PLAYERS!\n\n- Leaderboard In this game take risks, generate more points, the less you use SAVE POINT the more points you will earn, show the world your score and challenge others to beat it.\n\n- A game with simpler graphics and animations in reference to old games, in a dark setting, which conveys the presence of death to adventurers, with ominous, immersive sound. A game that aims to challenge the most experienced in Hardcore, survival and puzzle.\n\n- Brutal HardCore style game that will push your determination to the limit. Test your skills and have fun finding ways to overcome mazes on your own.",
    "id": "0100D55011D60000",
    "name": "Hardcore Maze Cube",
    "publisher": "QUByte Interactive",
    "releaseDate": 20200825,
    "version": 0
}