{
    "description": "“Mischief Dungeon Life\" is an isekai fantasy novel game in which Renji is reborn in another world as a demon. He encounters various heroines while playing a big role in the fates of both the Demon Clan and the Human Tribe.\nThis bishojo game released in 2020 from the brand \"Calcite\" has been remade for the \"CS Novel Club\" platform so that it can be enjoyed by people of various ages around the world.\n\n◆Synopsis\nThe protagonist dies in an accident in the present day and awakens in the depths of a dungeon in another world.\nHe has been reincarnated as a \"\"shapeshifter”, a demon with the ability to transform into anything.\n\nWhile the Demon King and his fellow demons have high expectations for his power, the protagonist has something completely different in mind.\n\nI can tease the girls all I want with this power...!\nThe days of mischief, by the protagonist turned lustful demon, begin.\n\n◆Characters\n・Clara Easton\nA hero of the Elven tribe. Skilled in archery and magic, she is powerful and determined enough to take on the Demon King.\nShe is quite active and prefers to dress comfortably.\n\n・Dorothy Townsend\nThe daughter of the demon king. High expectations have been put on her as the princess who will lead the next generation of demons. She has a friendly personality, although she is uninhibited and selfish in her own way.\nShe likes fashion, but her sense of style is childish.\n\n・Janice Niven\nA dragon who is a close advisor of the Demon King. Her skin is covered with scales\nShe has a simple personality and is not afraid to speak up, but doesn’t talk or smile much. She has an aversion to the occult.\n\n・Asha Carothers\nA beast from the Rabbit Tribe. She is a cook in the dungeon and is always in an apron.\nShe is cheerful, kind, and acts as a calming presence for everyone.\nAs a member of the Rabbit Tribe, she easily falls in love.\n・Satuski Shikano\nA member of the Ogre Clan. She remains neutral while watching the battle to defeat the Demon King. \nShe usually wears kimonos and considers her large breasts a hindrance.\nShe is a serious person who values history and the survival of the species, but she has a forbidden love for a human.\n\n・Renji Haramura\nThe protagonist. A modern-day man reincarnated into a shapeshifter.\nHe can transform into anything as long as he has seen it before.\nWhen not transforming, he looks like a long snake.",
    "id": "01004A10181B6000",
    "name": "Mischief Dungeon Life",
    "publisher": "CyberStep",
    "releaseDate": 20220526,
    "version": 0
}