{
    "description": "Make Way is classic, top-down, multiplayer racing shifted up multiple gears. \n\nGrab track pieces from a pick n mix menu and snap them together to build your first course. Dodge hazards, unleash weaponry, and avoid falling off the edge in a chaotic rush to the finish line, then bolt on new track pieces for the next round.\n\nScrap across ever-growing courses with increasingly perilous features until a winner is crowned before starting over with a brand-new course.\n\nBuild your course\nWork together—or against one another—to quickly build tracks using a range of ridiculous pieces, including loops, seesaws, corkscrews, and even train crossings. Then add obstacles and power-ups. Ruin your friends’ race with a well-placed barrier or jettison them off the side of a curve with a crafty boost-pad.\n\nBlow up the competition\nFour racers jostle and shunt to cross checkpoints and reach the finish line. Obliterate opponents with a range of wacky weapons, including goo cannons and Tesla coils, but beware: each checkpoint acts as a respawn point and revenge is a dish best served via a giant mallet or rooftop-mounted shotgun…\n\nKeep on truckin’\nThe finish line isn’t the finish! Add new track pieces after each round to create monstrously large courses, and score bonus points with your performance to take home the trophy.\n\nAdd to your collection\nUnlock new track pieces and hazards for more dangerous course designs. Add new vehicles to your garage to romp to victory in style.\n\nKey Features\n• Mix and match unique track pieces and hazards for near-endless course configurations\n• Fight for weapons and power-ups to gain the advantage\n• Unlock new track pieces and vehicles for wackier races\n• Up to four players, on the same screen or online with cross-platform multiplayer\n• Toggle traps and safety barriers on or off to make those twisty turns easier (or more perilous!) using fully customisable rulesets",
    "id": "0100BB50156FC000",
    "name": "Make Way",
    "publisher": "Secret Mode",
    "releaseDate": 20231204,
    "version": 0
}