{
    "description": "Become the thief. Steal in free roam sandbox neighborhoods. Observe your target and gather information that will help you with the burglary. Take the challenge and rob the best secured houses. Buy some hi-tech burglar equipment and learn new thief tricks. Sell stolen goods to the passers. Do anything that a real thief does!\n\nA good thief always observes his target. Find out when the house is empty and does it have nosy neighbours. Choose from lots of possible approaches to prepare the best plan. Many modern devices available in Thief Simulator might come in handy with gathering intel about your target and it's neighbourhood.\n\nFind and steal as many valuables as possible in the shortest time possible. Infinite backpacks don't exist. In every house you'll find tons of useless stuff. If you're not sure that you can take some serious money for it, maybe a good idea would be to leave it behind and save space for some expensive goods. Worthless items, will waste your time. Be careful, cause some things can draw police attention to you!\n\nA real, experienced thief can spot places where there's most probability of finding some valuables on the fly. Use the flashlight at night to highlight all the valuables in sight and places where you can expect them to be.\n\nDisassemble a stolen car and sell parts on the internet. Prepare phones and tablets before selling them in a pawn shop by removing their security. \n\nLook around for any useful items. They will save you some time on lockpicking or hacking. Those things can make life of an aspiring thief so much easier and reduce your burglary time even by a half. Of course many of them are just useless trash... Or maybe they aren't?\n\nBe careful! In some houses you can meet unexpected guests. If they catch you in the act, they will call the police. In this case hide and wait till they stop looking for you or you can always leave the loot and run away as fast as possible.",
    "id": "0100CE400E34E000",
    "name": "Thief Simulator",
    "publisher": "Forever Entertainment",
    "releaseDate": 20190516,
    "version": 0
}