{
    "description": "What happened to the Minoan civilization? Join parkour master Marie Taylor and treasure hunter James Andrew in a historical action thriller, as they unveil the secrets of a forgotten kingdom which has been tragically trapped in and endless time loop. Explore a beautifully hand-drawn non-lineal open world, recover valuable relics, chart a lost island, and gather new clues in every loop to complete an ancient prophecy. Solve the riddles and mysteries that angered the old Gods, on your quest to prevent history from repeating itself forever.\n\nSecrets of the Minoan Cataclysm. In 1639 BC a powerful explosion devastated the Minoan civilization and sunk the birthplace of their empire: the volcanic island of Thera. History seems to repeat itself, as the island has resurfaced, and a new cataclysm is bound to happen. Why were the Minoan so advanced to their time? Did King Minos foresee their demise? Can a new eruption of Thera be stopped? There's only one way to find out!\n\nA sunken island trapped in time. Hidden in the depths for several millennia, the island of Thera is full of historical treasures to collect and mysteries to decipher. Discover a lost Minoan citadel, open your way through an ottoman sunken fleet and unlock the doors to underground palace, as you uncover the details about the folk who lived there and their tragic fate. Exploit a glitch in time to secure information on a persistent map and solve key puzzles before the world blows up and the loop restarts!\n\nTiming, precision and puzzle-solving. Buckle up for an action-packed adventure, as you parkour your way through a rough terrain full of challenges: surf steep slopes, climb high walls, vault over obstacles, swing on vines and jump over deep pits to explore a hand drawn open world. Every corner of the island hides an artifact, a clue or a piece of the puzzle that needs to be solved to save the world from disaster.\n \nYou are not alone on the island... Marie Taylor is the hero of the story, a brilliant treasure hunter who works with her associate, historian James Andrew, seeking out ancient relics. But this time they'll find out they're not the only ones aware of the Minoan scoop, as longtime rivals appear on scene to bring back ghosts from the past and complicate matters further. ",
    "id": "0100769015806000",
    "name": "Treasures of the Aegean",
    "publisher": "Undercoders",
    "releaseDate": 20211111,
    "version": 0
}