{
    "description": "You’re the newest resident at Ye OLDE retirement community, where you’ll meet a cast of sexy seniors who are all dying (not literally) to meet you. It’s a lot like summer camp, but with orthopedic shoes, bridge clubs, and more jell-o. It’s an adjustment as you settle in, but who knows: maybe these will turn out to be the best years of your life!\n\nAdventure, passion, and transformation are not experiences reserved for the young. Later Daters portrays the aging process as a rollicking romp and reminds us of what the elderly can teach us about our capacity for love.\n\nGameplay Features:\nPlay as a sexy senior! Customize your look, name, romance history, and gender.\nHave some intimate adventures that deal with mortality, vulnerability, and getting some action.\nEnjoy LGBTQ inclusive romance and poly relationship options.\nPick your favorite companion creature : A cat, a dog... Or a robot?\nDate and flirt with eight fetching residents of Ye OLDE...\n\nPart One\n\nEp 1 - Welcome to Ye OLDE New Home\n\nMoving into Ye OLDE retirement community is a huge change -- it’s full of strangers, the walls are thin, and privacy seems impossible. Even if you want to meet people, getting out there is daunting. But when your faithful pet escapes, you have no choice! \n\nEp 2 - Join the Club\n\nOn your second day at Ye OLDE, it’s time to join a social club! If clubs aren’t your thing and you refuse to join, you’ll discover how hard it is to get alone time at Ye OLDE. And if social clubs do interest you, you’ll have a chance to develop some special connections. \n\nEp 3 - Movie Night!\n\nTonight’s film is a sci-fi classic starring Ye OLDE’s resident rockstar, Jax Argo! But who you’re going to the movie with turns out to be a bigger issue than you thought. The rules of dating are different in your golden years. Are you ready for the dating scene at Ye OLDE? ",
    "id": "01004EB00DACE000",
    "name": "Later Daters Part One",
    "publisher": "Bloom Digital",
    "releaseDate": 20200416,
    "version": 0
}