{
    "description": "Crypto Miner Tycoon Simulator is a complete simulation of the cryptocurrency mining business. There are multiple scenarios available. In the first one, you start as a teenager whose wealthy father is hyped about digital currency. He isn’t really tech savvy, so he gives you some cash and challenges you to build a crypto mining business:\n\nRelive mining history\n* Start in your bedroom in 2010\n* Historically accurate coin exchange rates\n* Various events including new hardware unlocks\n* Speed up the game clock up to 28800x\n\nThe game uses real prices for coins, but your actions can change the course of history. For example, you can set up a PR department that will influence the media and hype some coins up or down.\n\nBuild mining rigs\n* Assemble rigs from PC parts\n* Install software\n* Use racks to organize space and direct heat\n* Replace broken parts and outdated components\n\n\nA custom C++ game engine was written specially for this game in order to support 1000’s of mining hardware units per facility.\n\nMine coins\n* Play through the CPU, GPU, FPGA and ASIC mining era\n* Mine Bitcoin, Ethereum and more...\n* Realistic network hash rates\n* Manage power, heat, noise, dust\n\n\nBuild datacenters with cooling systems and low dust levels. Keep noise down in research labs.\n\nManage your company\n* Buy or rent new offices\n* Hire people\n* Set work shifts and task priorities\n* Pay monthly bills and wages\n\nYou can unlock overtime work by upgrading your management skill or hiring professional managers.\n\nResearch\n* Develop employee skills\n* Create research labs\n* Discover new technology before competition\n* Create your own coin and launch the ICO\n\nEach game scenario has a special research goal related to the story.\n\nCustomization\n* Customize your character\n* Set dress code for employees\n* Use whichever currency you like ($, GBP, EUR...)\n* Imperial and metric system supported\n\nWhat are you waiting for? The best time to start mining was 10 years ago, and you can relive the history in this game.\n\n",
    "id": "0100C8F01C018000",
    "name": "Crypto Miner Tycoon Simulator",
    "publisher": "Bigosaur",
    "releaseDate": 20230817,
    "version": 0
}