{
    "description": "Airhead is an adventure through a sprawling interconnected world, where you must explore, evolve and overcome intricate puzzles to succeed.\n\nYou play as Airhead, a small Body and the round inflated organism it uses as a Head. And while Head is slowly but surely deflating, you have a chance to save its life.\nTo do so, you must use air tanks to keep Head inflated while you explore Airhead’s metroidvania-style world, searching for amazing abilities and upgrades that will unlock new areas and puzzles for you to overcome.\n\nOn your adventure, it will be up to you to uncover the true connection between Head, the air tanks, and the technology that litters the world, so you can save Head no matter the cost.\n\nEXPLORATION\nFinding your way through Airheads world is not always easy. You must brave dark caverns, ancient structures, and other mysterious locations in order to save Head.\nAlong the way you will find new abilities, unlocking new areas and puzzles, and if you go even farther afield, who knows what you will find in the hidden corners of the world.\n\nPUZZLES\nAs you explore, you will come across numerous puzzles that use the environment, strange creatures, and old technology to challenge your logic and creativity.\nThe world is complex, nothing is as it seems, and you must master Airhead’s many abilities if you want to stand a chance of saving Head. \n\nCOMPANIONSHIP\nBody and Head must work together to accomplish their goal, and as time passes their bond and abilities will grow. What will you do to preserve their companionship?\nAnd when the impact of your choices become clear, are you willing to shoulder the consequences of saving a friend?\n\nSTORY\nA symbiotic being, reliant on its own air source, is ripped apart by a machine of unknown origin. Incomplete, the head-like organism is left to die, as it slowly leaks air.\nAn unassuming Body, with an instinct to help others, witnesses the tragedy. With no thoughts to the consequences, it takes its new head’s fate on its shoulders, becoming Airhead.\n\nNow, Airhead must rely on air tanks to keep the Head inflated, while it searches far and wide for the machine that stole Head’s air source. But that machine is only a small part of a larger whole, and Head may hold a greater place in the grand scheme than Body could have ever imagined.\n\nFeatures\n• A beautifully art-style, embracing bold color and bleak shadow.\n• An immersive 2.5D platform experience. \n• Exploration in a metroidvania-style world, full of secrets and hidden paths.\n• Challenging puzzles, exploring the unique mechanics of a detachable head full of air.\n• Many powerful abilities to discover, each giving access to new areas and puzzles. \n• A personal story of companionship, discovery and responsibility. \n• A myriad of creatures and machines to hinder and help you on your adventure.",
    "id": "0100272013014000",
    "name": "Airhead",
    "publisher": "HandyGames",
    "releaseDate": 20240607,
    "version": 0
}