{
    "description": "★ Learning games for preschoolers from ages 2 to 6 years old ★\n\nThe game includes more than 150 educational activities for your child to learn while having fun. 123 Dots also helps children develop important basic skills such as creativity, basic skills, attention span and memory.\n\n123 Dots entertains toddlers while they learn numbers from 1 to 20 with itrs fun and friendly Dots.\n\nIn addition to teaching numbers and counting, your children can learn geometric shapes, basic skills, the alphabet and sequences. All in one!\n\nThe game is fully translated to 8 different languages: English, German, Spanish, French, Portuguese, Italian, Russian and Swedish. Preschoolers can also learn colors, geometric shapes and numbers, animals in other languages!\n\n\n★ EDUCATIONAL GOALS\n\n✔ Learn the numbers.\n✔ Learn to count up to 20.\n✔ Remember numerical order: sequences.\n✔ Develop basic skills.\n✔ Expand vocabulary with: animals, geometric shapes, colors and professions.\n✔ Develop literacy.\n✔ Learn the letters of the alphabet\n\n\n★ DETAILED DESCRIPTION\n\n123 Dots has learning games for kids from ages 2 to 6 years old. With spectacular results, the games help toddlers learn how to count numbers, as well as improve their basic skills by expanding their vocabulary.\nThe menu interface is attractive and simple so that kids can play alone without the need of an adult.\nThe fun Dots will lead the way and teach kids by creating an exciting and diverse interactive experience that mixes gameplay with learning at all times. Kids will stay engaged as they interact with the Dots and make them jump and play.\nAnd, in order to unlock them, the child simply has to complete educational activities such as counting forward, counting backward, solving logical series and sorting the letters of the alphabet.\n\n\n\n★ EDUCATIONAL GAMES\n\n✔ COUNTING FORWARD\nIn this educational game, the Dots must be ordered from smallest to largest. With this activity, toddlers will learn to count and strengthen his knowledge of numbers.\n\n✔ COUNTING BACKWARD\nIn this activity, preschool children should count backward until the image is completed to help them develop their most basic skills.\n\n✔ PUZZLES\nPut the pieces in their place discriminating between the shapes and colors of each piece.\n\n✔ JIGSAW\nMore than 25 jigsaw puzzle with three levels of difficulties for preschool children or first and second grade.\n\n✔ MEMORYS\nAssociate pairs of elements that will require improving your memory and your ability to count and recognize numbers up to 10.\n\n✔ LOGICAL SERIES\nKids will develop their logical thinking by joining the Dots according to the simplest logical series: odd and even numbers.\n\n✔ THE ALPHABET\nIn those learning games, preschoolers must complete the image by ordering the sections according to the letters of the alphabet in capital letters.",
    "id": "0100A3D015232000",
    "name": "123 Dots",
    "publisher": "Artax Games",
    "releaseDate": 20210805,
    "version": 0
}