{
    "description": "An endless number of sudoku puzzles to explore. Sudoku Master - Classic Sudoku has different sudoku puzzles and comes in four difficulty levels: easy, medium, hard sudoku, and sudoku expert levels. Sudoku kingdom for all kinds of sudoku players!\n\nGet a small break for sudoku and clear your head with this game. Play easy levels of daily sudoku puzzles to exercise your brain, or try medium and hard sudoku levels to give your mind a real workout.\n\nSudoku for beginners or advanced sudoku players\n\nSUDOKU MASTER - CLASSIC SUDOKU – FEATURES:\n\n- An endless number of different sudoku puzzles!\n- 9x9 sudoku with the Sudoku Master!\n- 4 different sudoku levels - easy sudoku, medium, hard, and expert sudoku levels\n- Notes - Put a note in an empty cell to write possible solutions for all the cells with that number\n- Hint - when you are stuck, use Hint and get a sudoku solution for that cell only!\n- Sudoku Solution - The solution will solve the sudoku puzzle completely for you\n- Simple and clean design\n- Color themes - choose one of 4 beautiful themes\n\nPERSONALIZE THE WAY YOU WOULD LIKE TO PLAY:\n\nSudoku Master - Classic Sudoku is a sudoku that has some options to make this game suitable for all sudoku players! Whether you choose to relax or keep the mind active, pass the time in a pleasant way with a sudoku game!\n\nMistake counter - Can you get the final sudoku solution by making no more than 3 mistakes? Let’s try! The mistake counter will help you.\n\nNumber-First input method - Tap and hold the number to lock it and use it for multiple cells.\n\nAuto-Check for mistakes - to see your mistakes as you go. It marks numbers that fail to match the final sudoku solution.\n\nCount and hide used numbers - Mark how many times a number is yet to be used in the sudoku and then hide it once it’s used completely.\n\nAuto-Save - Never lose your progress! With auto-save you can stop and continue solving sudoku puzzles anytime.\n\nAuto remove notes - Once a number is used in a cell, that number is removed from all notes in a row, column and block.\n\nPlay sudoku and keep your mind sharp.",
    "id": "0100C24019BD8000",
    "name": "Sudoku Master - Classic Sudoku",
    "publisher": "Peaksel",
    "releaseDate": 20230309,
    "version": 0
}