{
    "description": "In Celebration of Violence is a fantasy action roguelike of exploration and murder. The methodical combat requires that you plan your attacks, dodges, blocks, and parries while considering your opponents and the environment. Death is permanent but you can improve your stats and purchase items to aid future lives. And if things get too tough then up to four local friends can grab controllers and aid the hero as player-controlled monsters, zombies, and bandits.\n\nThe World\nLarge, procedurally generated and interconnected lands range from plains, to swamps, to cities, to dungeons. These lands offer multiple paths to reach the variety of final bosses. Dungeons are a dangerous but rewarding risk. In dungeons you will have to move slowly and be on the lookout for traps and secrets while searching for the exit.\n\nElements interact with each other and the environment. Fire reacts to the temperature, weather, and any flammable objects, especially people. Electricity will arc towards entities and is especially dangerous around water. The chances of rain or snow adjust organically to the area’s climate and can become both a hindrance and an advantage.\n\nThe shrines of multiple gods litter the land. Players can choose to pray to shrines they come across to receive a variety of favors, bonuses, and items. One must choose carefully though; every god has a different price and some become displeased when their rival is the subject of worship. Some gods may also become angered by actions the player takes while adventuring, such as destroying foliage or killing civilians.\n\nVariety\nScores of weapons, items, spells, and mementos are scattered throughout the world to find. One may acquire a powerful enchanted ballista early into one life, only for the next to yield nothing more than a couple of wooden clubs.\n\nMementos represent objects remembered from past lives and change the rules of gameplay. You may discover a memento that summons spiders from enemy corpses, improves your stats while on fire, or reverses the effects of death.\n\nThere are multiple paths to victory. One could be nimble and stealthy, charge in waving a hammer, raise an army of undead, harness a variety of spells, manipulate enemies into traps or flames, amass resources to acquire the most powerful items, or simply play it safe with a sword and a shield. The various characters simply offer different starting points, every decision is your own.\n\nChallenge\nNo life is predetermined for success. The cheery graphics disguise a brutal and unyielding experience. Unforeseen obstacles will need to be dealt with in real time and even a regular enemy will be deadly if you’re not careful. To reach the end, players will need to demonstrate that they are able to consistently overcome these obstacles. Failure can halt or even reverse progress.\n\nAs you accumulate experience, discover schematics, and defeat bosses you can become permanently better prepared to tackle future challenges. The choices and advantages a player has at the beginning of a playthrough will dramatically increase as they play. New characters, items, and bonuses are unlocked in ways that are only hinted at during gameplay.",
    "id": "01004780112B6000",
    "name": "In Celebration Of Violence",
    "publisher": "Dolores Ent.",
    "releaseDate": 20201127,
    "version": 0
}