{
    "description": "In Shelter Generations you embark upon unique journeys in the wild that present varied challenges and familial love – it’s a memorable experience wherever you play.\n\nThere are two games included in this special digital collection. Shelter 2 (with the Mountains DLC included) follows the life of a mother Lynx; it’s a journey of parenthood in which nurturing your cubs is paramount for survival.  You need to hunt for food and utilise maternal instincts such as calling the cubs closer, making sure they drink water from rivers, and lifting and carrying them from harm’s way. You need to raise them safely until they reach adulthood, with a different experience and circumstances each time you play.\n\nPaws: A Shelter 2 Game is a standalone experience based within the same world. In this poetic adventure you need to explore and survive the wilds as a cub, interacting with the environment and forging a surprising alliance. It features puzzles, a special soundtrack and plenty of memorable moments.\n\nShelter Generations also includes the official soundtracks of both Shelter 2 and Paws: A Shelter 2 Game; you can enjoy the music at any time. In addition there are two ‘living book’ experiences to take you further into the Shelter world – ‘Fables From the Den’ and ‘The Lonesome Fog’.\n\nShelter Generations offers a unique gaming experience on the Nintendo Switch™.\n\nFeatures:\n\n●\tShelter 2 – Play as a mother Lynx, raising and protecting your cubs in a beautiful but challenging world\n●\tPaws: A Shelter 2 Game – Guide a cub through detailed landscapes in a unique narrative adventure\n●\tPerfect for headphones – Listen to the full soundtracks for both Shelter 2 and Paws\n●\tGo further into the story - Read and experience two ‘living books’, each telling a unique tale\n●\tPlay in the TV, Desktop and Portable modes\n●\tA Nintendo Switch™ console exclusive",
    "id": "01009EB004CB0000",
    "name": "Shelter Generations",
    "publisher": "CIRCLE Ent.",
    "releaseDate": 20180412,
    "version": 0
}