{
    "description": "Minami Lane is a small, wholesome management game set on a Japanese-inspired street. Create and manage your own street, make sure everyone is happy, and watch the villagers live their lives! Enjoy 2 to 4 hours of playtime, cute tanukis and lots of cats!\n\nGAMEPLAY\n\nBuild your street\nBuild homes to add villagers to your street, then improve their happiness by beautifying every inch and building a variety of shops & attractions! These include ramen shops, boba cafes, bookstores and more, each with unique inventories and effects.\n\nManage your shops\nAttract customers with everything from floral bouquets to karaoke! Shops you create will need your careful guidance to offer the right products at the right prices. Lead them to success and make your neighborhood thrive.\n\nWatch your villagers live their lives\nOnce you start the day, you'll get to see each villager react to your street and offer helpful feedback on how to improve! Memorize their preferences and refine your street the following day.\n\nReach your objectives\nComplete missions to unlock new levels with more buildings, villager types, and other surprises.\n\nFEATURES\nWhat Minami Lane offers:\n• 2-4 hours of play time\n• Create and customize your own adorable street\n• Manage shops by adjusting their inventory, recipes, and prices\n• Play strategically to complete each level's mission objectives\n• Keep the streets clean by picking up trash\n• Tanukis and cats!\n\nWhat Minami Lane does not offer:\n• Hardcore strategy\n• Multiplayer\n• Tons of missions\n• New levels after release\n\nGAME MODES\n\n• In Minami Lane's missions, you'll need to strategically plan each day and use elements such as random events to your advantage to complete multiple objectives.\n• The sandbox mode focuses on creativity and relaxation, allowing you to immerse yourself in the peaceful, cozy world without the stress of objectives.",
    "id": "0100A4B01F740000",
    "name": "Minami Lane",
    "publisher": "Seaven Studio",
    "releaseDate": 20240815,
    "version": 0
}