{
    "description": "The ULTIMATE collection is here!\n\nIt all began in ’93, and now, the weapon-based fighting game series that swept the world is ready to be taken home in a new stellar collection! Six NEOGEO titles as well as one mysterious, unreleased game are featured! Each game features Online Battle Modes as well as a Museum Mode and Music Player. This collection is a must-have for all SAMURAI SHODOWN fans across the globe!\n\n■ Seven SAMURAI SHODOWN titles in total!\nSAMURAI SHODOWN was originally released on the NEOGEO in 1993, followed by its sequel SAMURAI SHODOWN II in 1994. The series became a trilogy in 1995 with SAMURAI SHODOWN III, followed soon after SAMURAI SHODOWN IV AMAKUSA’S REVENGE released in 1996. Seven years later the series returned with 2003’s SAMURAI SHODOWN V, and SAMURAI SHODOWN V SPECIAL released the following year on the NEOGEO... The new SAMURAI SHODOWN NEOGEO COLLECTION also includes a title never before released to the public. SAMURAI SHODOWN V PERFECT is a mysterious final version of SAMURAI SHODOWN V SPECIAL. Players can select between either Japanese or English MVS arcade versions for each title in the collection. Other features include scanlines for that retro flair, save functions, and an Arcade Mode that can be set to FREE MODE, meaning no more game overs!\n\n■ Each title comes with online versus battle modes!\nGet paired up with warriors of a similar level with Ranked Match, or just blow off some steam with Casual Match. Invite your friends (or foes) for a beat-down in Challenge Friend. Now you can take on SAMURAI SHODOWN fans across the world with the push of a button.\n\n*Note:Online Battle Modes are only available for English ver. SAMURAI SHODOWN titles.\n\n■ A Museum Mode brimming with content!\nThe Museum Mode is packed with over 2,000 precious development documents and images; it is everything a SamSho fan could want! There are even hours worth of candid videotaped interviews with the developers, as they discuss what happened during development back in the day. Prepare to dive straight into the world of SAMURAI SHODOWN with this collection!\n\n■ Over 200 tracks in the Sound Player!\nRelive the excitement of the SAMURAI SHODOWN series by listening to all of the individual titles’ soundtracks. In the Music Player found inside the Museum, there are over 200 tracks to choose from, spanning all six titles.",
    "id": "0100F6800F48E000",
    "name": "SAMURAI SHODOWN NEOGEO COLLECTION",
    "publisher": "SNK PLAYMORE",
    "releaseDate": 20200728,
    "version": 0
}