{
    "description": "A game that is fun to play together and uses your brain a little.\n\nYour calculation skills, knowledge of functions, and reflexes will be tested.\n\nThis game has 1P mode and Battle mode.\n\n1P mode has Time Attack mode and Puzzle mode.\n\nIn the Time Attack mode, you use only 0-9 and 0.1-0.9 and make 10 numbers within 600 seconds by using the four arithmetic operations and so on. Let's aim for a faster time.\nYou can challenge a total of 36 courses, 18 Fixed courses and 18 Random courses.\n\nIn Puzzle mode, you can make numbers without any time limit. You use only 0-9 and 0.1-0.9 and make numbers by using the four arithmetic operations and so on.\nThere are two modes in Puzzle mode, \"Step by step\" where the number increases by 1, and \"Jump up\" where the number increases randomly.\n\n\nIn Battle mode, you can battle against each other.\n\nRules of the Battle\n1. You can use only 0〜9,0.1〜0.9.\n2. Make the number by using the four arithmetic operations and so on.\n3. The first is the winner.\n\nThe Battle proceeds as follows\n1. The number is determined randomly.\n2. The first person to make the number wins. \n3. The winner is the person who reaches the pre-set number of wins the fastest.\n\n- Items that can be set in the Battle\nThe number of wins can be changed from 1 to 10.\nThe number of digit in the questions can be changed from 2 to 9.\nYou can have CPU participate in the Battle.\nYou can choose from 7 types of CPU.\n\n- You can also use it as a normal functional calculator. It supports both touch screen and Joy-Con™ controllers.\n\n- What kind of people should buy this?\nParents with children who have learned multiplication table, or the children themselves.\nStudents who have learned trigonometric, exponential and logarithmic functions.\nThose who are familiar with functions or function calculators.\nThose who want to have fun exercising their minds with their children or grandchildren.\nThose who cannot help calculating when looking at the numbers.\nThose who want to improve their computing power with fun.",
    "id": "01007F7015B3A000",
    "name": "Battle Calculator",
    "publisher": "Blacksmith DoubleCircle",
    "releaseDate": 20210805,
    "version": 0
}