{
    "description": "A small kindness leads to befriending and being loved by mental girls.\nIf you want to be loved to death by someone. If or want to experience this at least once, this visual novel makes your wish will come true.\nThe story proceeds at the mercy of the three heroines.\nBishojo game released in 2017 from the \"Noirsoft\" brand has been remade for the \"PandaShojo\" platform and can be enjoyed by people all over the world.\n\n◆Introduction\nThe kind-hearted protagonist is desired by various girls, but all of them are mental.\nAs each obsession overlaps, it becomes a tougher relationship. \nIt's nice to have girls fighting over you... or is it?\n\n◆Synopsis\nValentine's Day. Shoya Ichijo meets Shizuka Tojo by chance.\nShe was rejected and couldn't give her chocolate to her crush.\nTo comfort her, Shoya receives those chocolates instead.\n\nSince they became close friends... but Shizuka's love became more and more excessive.\nWith the two mental girls, a childhood friend with freaky love and a geeky girl who does not doubt that Shoya is the one for her, their relationship goes downhill.\n\nShoya's life had changed drastically, from the moment he received the chocolate...\n\n\n◆Characters\nShizuka Tojo\n--A female student who shows too much love to Shoya--\nShe is single-minded and quiet. Therefore, she becomes very obsessed.\nShe has difficulty expressing her feelings and is often misunderstood.\nHer interest in Shoya started after Valentine's Day......\n\nRyoko Mizuhara\n--A two-faced childhood friend--\nA devoted childhood friend who loves Shoya.\nShe is a very ordinary girl, but when it is about Shoya, her personality changes drastically and reveals her mentalness.\nShe also has a tendency to stalk Shoya and is constantly seeking his tastes and preferences.\n\nMitsuki Shimano\n--Gothic Lolita girl who receives signals of love--\nShe is a geeky girl with a strong sense of self-doubt who loves gothic lolita clothes.\nThinking that Shoya is her soul mate, she behaves in an outlandish behavior.\nIn her mind, they are already in a relationship....\n\nShoya Ichijo\nThe protagonist.\nHe cannot leave people in need. This led to his encounter with Shizuka and others.\nHis indecisiveness, leads to a deteriorating relationship with the girls.",
    "id": "0100B1201A1F8000",
    "name": "Menhera Girls Ensemble - Needy Girlfriends -",
    "publisher": "CyberStep",
    "releaseDate": 20230119,
    "version": 0
}