{
    "description": "When a dark cult abducts his sibling, there’s nothing else Killian can do but to comply with their demands. In order to save his sister he travels to the mysterious island of Esha - a place forgotten by even gods themselves, where the unspeakable ritual is about to take place.\n\nJoin Killian and Eileen in a deadly journey through Esha and dive into dark secrets of its inhabitants; try to navigate your way through the unknown territory with only a handful of hints that might lead you to a dangerous discovery about things that should have probably been consigned to oblivion...\n\nBecause there’s something dark and unspeakable, hidden in Esha’s stormy waves.\n\nAnd it’s only natural that if you stare into the abyss, the abyss stares back at you.\n\nFeatures:\n\n• Ever-changing island\nEsha will always be a bit different; procedurally-generated map, randomized events and branching narrative will allow you to experience something new in each run.\n\n• Survival through resource management\nExplore different locations, gather things that might help you survive and be mindful of your own limits. Be careful, though, because every time you walk into an abandoned house, it might not be as abandoned as it would seem…\n\n• A wide variety of monsters\nSometimes the evil will take particular forms, straight from your worst nightmares… Encounter 20 unique monsters that will remind you of creatures from lovecraftian horrors and try to defend yourself from their attacks.\n\n• Customizable characters\nYou may not be able to fight, but that doesn’t mean you’re defenceless. Find and change your outfits, craft and equip talismans, learn about enemies’ vulnerabilities - all in order to survive.\n\n• Multiple endings\nWill you find the way out, or will you succumb to the darkness of Esha? The choices you make throughout the game will lead you to one of the five main endings.\n\n• Unique sensory experience\nFeel the despair of the main characters and the desolation of Esha through the combination of atmospheric graphics, music and narrative, inspired by the works of Lovecraft and other works of the cosmic horror genre.",
    "id": "010055B016A38000",
    "name": "Theatre of Sorrows",
    "publisher": "MobilWay",
    "releaseDate": 20220106,
    "version": 0
}