{
    "description": "Shoot the hell out of it - with Moorhuhn X\n\nMoorhuhn X is back - also known as Crazy Chicken X and Chicken Hunter. The number 1 classic among the Moorhuhn shooters brings lots of shooting fun with lots of chickens and just as many puzzles to the Nintendo Switch™. Moorhuhn X has topped the charts for years. Whether with touch, controller or motion control, the boredom is over from now on!\n\n90 seconds to hunt as many chickens and collect as many points as possible. Beat your personal record and compete with players around the world.\n\nScore at least 900 points and solve a few puzzles to unlock the bonus level. This will give you another 45 seconds to push your score really high.\n\n4 mini-games provide additional fun and at the same time help you to understand where chickens are hiding in the game and how you can collect even more points. Of course, your results in these mini-games will also be entered into a respective ranking list.\n\nEvery new record you achieve is entered into the online ranking list when you are connected to the internet.\n\nWe assure you that no animals were harmed in the production of this game and would like to ask all animal rights activists not to bore us with far-fetched theories.\n\nMoorhuhn speaks English, Dutch, French, German, Italian, Japanese, Korean, Portuguese, Russian, Spanish and Traditional Chinese.",
    "id": "010023A0183C6000",
    "name": "Moorhuhn X - Crazy Chicken X",
    "publisher": "Higgs Games",
    "releaseDate": 20220825,
    "version": 0,
    "category": [
        "Platformer",
        "Action",
        "Shooter",
        "First-Person Shooter"
    ],
    "developer": null,
    "intro": "Chickens are on the loose! Hiding, running, fishing, and flying – chickens are everywhere! It’s up to you and your dead-eye aim to save the farm.",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "pt",
        "es",
        "fr",
        "de",
        "it",
        "nl",
        "ru",
        "ko",
        "zh"
    ],
    "nsuId": 70010000053560,
    "numberOfPlayers": 1,
    "ratingContent": [
        "Fantasy Violence"
    ],
    "region": null,
    "rightsId": null
}