{
    "description": "Insurmountable is an adventure roguelike with permadeath, in which the player has to overcome huge mountains. Thanks to the procedurally created environment, no two climbs are the same. Make sure that your climber stays alive by always making sure that your vital values don't get into the critical range. This task is made more difficult by a dynamic weather system, day/night changes and a multitude of randomly generated events, where you never know in advance how they will end. Your decisions matter....every single one. Because anyone could be your last.\n\nChoose one of three characters with different skills and background stories and start by climbing the first mountain. Search crates, caves and ancient ruins for equipment from past adventurers. You'll need it, because even the first mountain will demand everything from you. But don't worry. As time goes by, you'll become stronger and stronger. Take advantage of a sophisticated skill system to determine which strengths your climber should have.\n\nIn the course of each of the three mysterious stories, you will meet dangerous animals, overcome deadly abysses, encounter sinister and well-meaning characters, who do not always have to be human. Here, too, each of your decisions decides the following events.\n\nThree mountains have to be conquered at the end. One higher and deadlier than the previous one. Divide your forces and your equipment correctly, because you don't have a second attempt and you can forget about learning a route. In Insurmountable you have to cope with unknown dangers, react spontaneously to unpredictable events and realize in the end that, as in life, you can't always know the consequences of your decisions, but you have to cope with them anyway and in the end, it often turns out differently than you thought.\n\nFace the challenge of ever new and changing dangers, face snowstorms and the sheer force of nature, always keep your eyes on the summit and overcome the insurmountable.\n\nKeyfeatures\n-no two climbs are alike\n-procedurally generated mountains\n-dynamic world with different weather effects\n-hundreds of events with ever-changing outcomes\n-strategic gameplay in path finding, stat and equipment management\n-3 characters with different abilities",
    "id": "010090C01AC4A000",
    "name": "Insurmountable",
    "publisher": "Daedalic Entertainment",
    "releaseDate": 20240424,
    "version": 0
}