{
    "description": "Tricky roads, dozens of other drivers on the roads – you will have to give it your best shot to live up to the challenge and complete all of the trials.\n\nGAME FEATURES\n▶ IMPRESSIVE CAR COLLECTION: Drive 10 Awesome Cars\n▶ PRO DRIVING MISSIONS: Huge campaign to beat, earn in-game money for your progress\n▶ DENSE TRAFFIC: Share the road with a lot of other drivers\n▶ CAMERAS: Multiple cameras including First Person view for full immersion\n\nThe game takes place in a small, picturesque city. Drive around busy roads, marvel at plenty of eye-catching houses and a huge shopping mall. Don’t take too much time appreciating the view or you may crash! Race to the finish line and don't forget to park at the end of it.\n\nDrive a myriad of exciting and varied cars. Some of them favor speed, others - maneuverability, but regardless of what you choose you can be sure that the driving experience will be a unique one. Not only because each car handles a bit differently, but also because the dense city traffic and the different challenges the environments pose.\n\n10 VARIED CARS\nEvery car enthusiast will find something to their liking in the game’s selection of vehicles! We have sedans, SUVs, a pickup, a 4x4, even a limo and a small truck. Thanks to their variety you will not get bored quickly. Take quick turns, drift, avoid obstacles and other cars!\n\nEYE-CATCHING VISUALS\nThe game’s graphics are strong on a technical level, but it’s the unique design that makes its environments come to life. The small town you’re about to visit is something to behold! Drive around it, explore and most importantly, park with precision and style!\n\n50 VARIED MISSIONS\nYou won’t be driving around the city aimlessly though. The game tasks you with multiple different challenges that you will have to overcome with your driving skills! Choose your car, buckle up and prove that speed limits don't apply to you.",
    "id": "0100D4C016B08000",
    "name": "City Traffic Driver",
    "publisher": "Pixelmob",
    "releaseDate": 20220305,
    "version": 0
}