{
    "description": "Jume’s game shop is in trouble, and she needs her brother Tomo’s help to save it! Mash together iconic genres to create never-before-seen gaming experiences. Jump through classic Platformer levels with a tactical Stealth character, fight as spaceships in engaging JRPG battles, and more! Anything is possible with SuperMash’s emergent game system, which creates a unique game every time you play. You can even customize your Mashes with the help of Dev Cards! Think the Mash you made is impossible? Share its MASH Code with a friend or streamer and see if they can beat it!\n\n●\tThe Possibilities Are Endless! – Pick two genres (or the same genre) and watch the game create a completely unique game each time! Glitches and dozens of goals and obstacles change up the gameplay to make every jump and shot meaningful. Plus, with three difficulty modes, you can choose how much of a challenge to expect.\n\n●\tSix Classic Genres to Mix and Match – However you want to play, SuperMash has plenty of options for you to try. The base game includes Platformer, Action Adventure, Shoot ‘Em Up, Metrovania, Stealth, and JRPG, but stay tuned for more genres in the future! \n\n●\tCustomize Your Games – With Dev Cards, you can customize elements of each Mash you make, like enemies, players, mechanics, and environments. Complete Mashes to collect them all!\n\n●\tSell the Next Big Hit! - Win Mashes requested by customers to unlock the mysteries of the PlayType machine and save the game shop from a nefarious threat.\n\n●\tChallenge Your Friends – Every Mash generates a unique MASH code. Share it with a friend or streamer and see if they can succeed where you failed—or impress your friends by completing someone else’s “impossible” Mash!\n\nAnd that’s just the beginning of what SuperMash has to offer! Over time, we will be supporting the game with various content updates and DLC. Keep an eye out for new genres, characters, Dev Cards, and more in the future!\n",
    "id": "01001F900B78C000",
    "name": "SuperMash",
    "publisher": "Digital Continue",
    "releaseDate": 20200508,
    "version": 0
}