{
    "description": "Welcome to the foot of the Shlimalaya!\n\nA new challenge for daring treasure hunter Moorhuhn Indy!\n\nWell-hidden among the snowy crags of the mountain massif lies the monastery of SingSong. Since the beginning of time, the monks have watched over a fabulous relic - the HEART OF GOLD.\n\nLegend has it that this invaluable treasure gives its bearer magic powers.\n\nMoorhuhn Indy will have to deal with many new and dastardly enemies, evade countless traps, cross rough terrain and battle snowdrifts.\n\nYetis, local spirits and demons will do their best to hinder our hero on his way to the SingSong Monks' monastery. Then he will face the powerful, battle-hardened brothers themselves. And they are determined to protect the HEART OF GOLD at any cost ...\n\nFEATURES:\n• 21 jam-packed Jump and Run levels\n• 6 bonus levels\n• Cool bonus treasures\n• Rankings — Beat your own top scores over and over again and compete against friends and players around the world for the top position in the online leaderboard.\n• Online/Offline — Play whenever and wherever you like. No internet connection is needed to play. However, you will need an internet connection to upload your top score to the global leaderboard and see other players’ scores.\n• Community — With more than 15 million games sold, Moorhuhn is one of the best-known and most successful game characters. Join the large Moorhuhn community now!\n• Moorhuhn speaks English, Dutch, French, German, Italian, Japanese, Portuguese, Spanish and Russian.\n\nAt the end of each level, you can see the number of coins, statues and artefacts you have collected, the number of defeated opponents and the points you have earned. You can compete with other players in the online ranking.\n\nBut that's not all! In addition to the 3 bonus levels from the original game, 3 new bonus levels bring further fun and the opportunity to collect additional points.\n\nYou can replay unlocked levels at any time to improve your final score.\n\nAnd when there is nothing left to collect and all the opponents have been defeated, you can still try to achieve a new best time.\n\nEnough talk. Get the game now and jump into the adventure!",
    "id": "01002AB017786000",
    "name": "Moorhuhn Jump and Run 'Traps and Treasures 2'",
    "publisher": "Higgs Games",
    "releaseDate": 20220414,
    "version": 0
}