{
    "description": "Card-en-Ciel is a roguelite card-battling RPG featuring over 300 different cards and 50 unique vocal songs!\n\nPlay as Neon, the \"Gaming Chair Detective\" famous for solving net-crimes, as he encounters a strange new case when he dives into an in-development game world.\n\n■Story\nIn the world of the \"full-dive\" VR game Rust Tactics, characters from other video games have started to appear, complete with wills of their own.\nWhen a member of the dev team, Ancie, reaches out for help, \"Gaming Chair Detective\" Neon springs into action to solve the mystery in the digital world.\nVenture through the games turned into dungeons, encounter heroes and heroines, make friends and save the gaming world!\n\n\"Time for a prismatic show!\"\n\n■Delve into roguelite virtual dungeons!\nCard-en-Ciel features over 10 different dungeons, with each one featuring a different game world! You'll meet and collect different characters in each one while seeing the story unfold.\n\nEach dungeon is its own roguelite experience, so you'll start with a basic deck and collect cards to build combos and synergies unique to that dungeon. The rules will even change if you choose a higher difficulty, keeping every dungeon dive fresh!\n\n■Each card is its own character!\nCard-en-Ciel includes over 300 different cards featuring characters from in-universe video games, each with their own personality.\n\nEvery card is fully voiced, from when you first earn it to when you use their special abilities in battle. They'll even react when you're doing well or in trouble, and talk to their friends and enemies while idle! The characters on your cards come alive thanks to the \"Link Etude System\" in Card-en-Ciel.\n\nIn addition to in-universe game characters, INTI CREATES game characters are also featured on cards!\n\n■Powerful Muses offer their support with 50 unique songs!\nSpecial cards featuring \"Muse\" characters will begin singing in battle when you meet their requirements, providing powerful effects on top of your normal card abilities.\n\n■Enjoy the full-fledged story!\nAfter clearing a dungeon, you'll gain access to 10 additional difficulty settings. These hard modes not only power up enemies, but add new rules that you might even be able to use to your advantage to take on the tougher foes.\n\nIn addition to the story mode, you can battle other players in real-time PVP, or challenge a daily dungeon to rank on the online leaderboards!",
    "id": "0100E6B01BD3A000",
    "name": "Card-en-Ciel",
    "publisher": "Inti Creates",
    "releaseDate": 20241024,
    "version": 0,
    "category": [
        "RPG",
        "Strategy",
        "Simulation"
    ],
    "developer": null,
    "intro": "\"Glitch\" your way to victory!\nA card-battling RPG adventure through the eras of gaming!",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "ko",
        "zh",
        "zh"
    ],
    "nsuId": 70010000068813,
    "numberOfPlayers": 1,
    "ratingContent": [
        "Blood",
        "Language",
        "Suggestive Themes",
        "Violence"
    ],
    "region": null,
    "rightsId": null
}