{
    "description": "You own the last farm in the post-apocalypse wasteland, inherited from your late grandfather’s will mere moments before the surrounding countryside gets vaporized in a nuclear blast. Now as the only source of food for the local town, and constantly under threat from the local mutant wildlife, you do as any self-respecting farmer would: Farm. Marry. Kill.\n\nAtomicrops is an action roguelite farming simulator. Armed with your hoe, a watering pail, and a fully automatic weapon, you must grow ultra-GMO crops to feed the local town… and make a hefty profit. Defend your land from the mutant pests and bandits that invade nightly to ravage your fields. Court and wed townsfolk to fight and farm by your side. Gather upgrades to increase yields, profit and power. Befriend the local wildlife to help with the chores.\n\nKEY FEATURES\n\nFARM. Grow mutant crops and reap a bountiful harvest to sustain humanity… and make a huge profit.\n\nMARRY. Woo and marry a kindred spirit from the local town to fight and farm alongside you.\n\nKILL. Fight bizarre post-nuclear pests starving for a piece of your crops at night. Hunt and forage in dangerous surrounding biomes for seeds and loot during the day. Turn your enemies into fertilizer to increase your crops quality.\n\nUPGRADE. Explore the far reaches of the biomes to find useful relics of farms long past. Discover rusty farm equipment, antique gardening tools, and tomes of how-to garden guides to increase your farming power. Spend your money in town to upgrade your gun and abilities. Permanently upgrade your farm house for bonuses that persist across playthroughs.\n\nBEFRIEND. Recruit an entourage of pig pals, chicken chums and cow colleagues to automate farming tasks. Cultivating atomicrops is a tough job, you'll need all the help you can get.\n\nCOMPETE. Advance through the more challenging years to unlock score multipliers and secure your place among the leaderboards of champion farmers.",
    "id": "0100AD30095A4000",
    "name": "Atomicrops",
    "publisher": "Raw Fury",
    "releaseDate": 20230525,
    "version": 0
}