{
    "description": "You wake up and find yourself locked up in the morgue of a strange hospital. You’ve finally escaped and all of the people you meet are strangers. You can't figure out how you got there and you don’t know why you’re there. Not only are you stuck, but strange events occur one after the other — patients are killed, strange figures appear, there are rooms that shouldn’t exist, children are missing..., what happened to this hospital?   \n\nDream is a mysterious and dramatic puzzle game where the players play the protagonist that has woken up in an unfamiliar hospital. Throughout the exploration to discover how everything started, there are many unexplainable and weird occurrences. Players need to use their intelligence to solve puzzles and devices and discover the secrets hidden in the hospital.\n\nAs the story progresses, players will explore and solve puzzles in more than 10 scenes. There will be many puzzles and devices in every scene as some require you to search for hidden clues or answers, while others will test the players’ logic and processing capabilities. Players will have to carefully search every corner of the scene and solve various puzzles to move onto the next segment of the story.\n\nPlayers will get to choose from various options from time to time and players will have to consider their current situation to select the most appropriate option. Some choices won’t affect the progress of the game, while others may lead to death and the end of the game. In addition, players will also find many important items when they aren’t solving puzzles, which can provide additional clues towards uncovering the mysteries in the plot.\n\nDream will start with players waking up in the morgue and then they will come into contact with all kinds of people, occurrences and items. In addition, the players will encounter figures and scenes that should not appear in a hospital, making the story even more confusing. If you are a person who loves a mystery and the supernatural, this is a game you can’t miss out on.",
    "id": "01008B20129F2000",
    "name": "Dream",
    "publisher": "Winking",
    "releaseDate": 20201015,
    "version": 0
}