{
    "description": "Taito’s arcade legacy began in the early 1970s, but it came into its own in the 80s. You now have the chance to play these milestone classics that paved the way for the decades of Taito’s arcade dominance which followed. Ten games, each representing a specific breakthrough in development and gaming history, spanning a variety of genres. Platform, sports, shooting, puzzle and more. And now those 10 classics will be available for the first time as a collection on a modern console! Take a deep dive into gaming history and relive the classics that helped shape it. \n\n• 10 groundbreaking classics from Taito’s arcade vault\n• A variety of genres and gameplay styles\n• The origin of pixel graphics and art, with a timeless look\n\nGames included:\n\n• QIX, 1981, Puzzle. Draw lines as the “Marker” and capture areas by encircling them! Watch out for enemies while moving around!\n• SPACE SEEKER, 1981, Shooting. Check the map screen for steadily approaching enemies, intercept the air force strategically, and strike the mobile fortress!\n• ALPINE SKI, 1982, Sports. Enter the world of snow and take part in three competitions: Downhill ski, slalom and ski jump!\n• FRONT LINE, 1982, Run-and-Gun. Push forward to the enemy camp as a foot soldier! You can also drive tanks and armored vehicles!\n• WILD WESTERN, 1982, Shooting. Defeat the gangs attacking from all directions with your trusty rifle! You are the law!\n• Chack'n Pop, 1983, Platform. Hang in there, Chack’n! Get back the hearts from the thieving monsters!\n• ELEVATOR ACTION, 1983, Action. Infiltrate a building as a spy on a solo mission, get all the secret documents and make your escape!\n• The FairyLand Story, 1985, Platformer. As the witch Ptolemy, defeat the monsters deep inside the castle!\n• HALLEY'S COMET, 1986, Shooting. Halley’s comet is headed for the planets of our solar system! Destroy the computer at its centre!\n• THE NINJAWARRIORS, 1987, Action. Advance into enemy territory as an android ninja to crush the evil Banglar’s ambitions!\n\n\n",
    "id": "01004AE016C4A000",
    "name": "TAITO Milestones",
    "publisher": "ININ Games",
    "releaseDate": 20220415,
    "version": 0
}