{
    "description": "We’ve Seen How You Play Our Games\nWe know you’ve been begging to burst out of the box. It’s time to set your party aflame with a brand new pack of three adult party games that will bring some harmless heat to your next weekend hang with friends. It’s the perfect pack for your next college party, grown-up game night, bachelor/ette celebration, or hump day gathering. \n\nPlay with your phone or tablet - no special controller required. All three games support 3 to 8 players and 10,000 audience members.\n\nWe’re spreading the love around the world. All Jackbox Naughty Pack games can be played in English, French, Italian, German, Castilian or Latin American Spanish, and Brazilian Portuguese.\n\nA Threesome of Fun\nFakin’ It All Night Long (Social Deduction): Fakin’ It returns and this time we’re putting it all out there. Everyone gets a secret task except the Faker, who tries to blend in. Find out which of your friends is the best liar… and SO much more! Featuring new categories like “Finger Blasting” and a brand new “remote play” mode. Who doesn’t like a good Finger Blast with their friends?\n\nDirty Drawful (Drawing, Guessing): It’s Drawful, but dirty… It's Dirty Drawful. Hosted by the one and only Drawful Owl, as you’ve never seen her before. We’ve taken the game that you love and added prompts to ensure your drawings are both terrible and titillating. This game has everything:, sex, drugs, blasphemy, you name it! Also, if you can’t commit to a relationship, or a drawing, we added an undo button just for you.\n\nLet Me Finish (Presentation): Let Me Finish is Jackbox’s new presentation game that examines life’s serious questions like, “Where is the mailbox’s butt?” or “How does this avocado get aroused?” Everyone gets a chance to speak their mind, but will others pick up what you’re putting down?\n\nContent Warning\nJackbox Naughty Pack contains mature themes and explicit content. It is not intended to be played by children. This game contains references to consensual sex acts, light drug use, non-graphic violence, and crude language.\n\nJackbox Naughty Pack Key Features\nThe more the merrier: Customize your game with content filters, streamer settings, or accessibility options. \nIt’s good to be bad: Discover the next inside joke for your group chat. You have to be an adult to play this game but you don’t have to be mature about it.  \nFind your flavor: Variety is the spice of life. With social deduction, drawing, and debate-style games, everyone walks away satisfied.",
    "id": "010051001E4D6000",
    "name": "Jackbox Naughty Pack",
    "publisher": "Jackbox Games",
    "releaseDate": 20240912,
    "version": 0
}