{
    "description": "Photosensitive Warning: A small percentage of people may experience seizures when exposed to certain light patterns or images, even with no history of epilepsy or seizures.\n\nBPM is a Rhythm-FPS developed by Awe Interactive.\n\nFight as a mighty Valkyrie to repel the forces of the underworld from invading the world of Asgard.\n\nIn BPM, all of your actions and the actions of your enemies are tied to the beat of the music. Your enemies perform a dance-like sequence of attacks to an epic rock opera. Inspired by retro shooters of the ’90s, it is fast, frenetic and rhythmical. You can double jump, dash, rocket jump and bunny hop to evade your opponents.\n\nYour goal is to reach the end of randomly generated dungeons, collecting different weapons, abilities and items each time you play. These weapons and abilities can radically alter the way you play, making each playthrough unique.\n\nYou must defeat 7 bosses to reach the final boss. Each boss moves and attacks in a unique way that you must learn to exploit if you want to succeed. Some attacks require you to jump over fields of lava, some to dodge fast projectiles, some to hold fast for a beat.\n\nGet ready to test your metal with the Overdrive update. New characters, more weapons, a brand-new chapter and all-new difficulty modes: Practice and Hellish.\n\nFeatures:\n•\tShoot, jump and dodge to the beat while battling hordes of enemies.\n•\tFight powerful bosses in challenging boss battles that will push you to the edge.\n•\tExplore randomly generated dungeons.\n•\tChoose from 10 different characters with unique strengths and weaknesses.\n•\tWield a powerful arsenal of weapons, all with different behaviour for firing and reloading to the beat of the soundtrack.\n•\tBattle a diverse array of enemies, each with unique rhythmic behaviours.\n•\tGet overpowered and fire shotgun rockets while flying through the air.\n•\tUtilize abilities that radically alter the way you play the game, from teleport to freezing bolts.\n•\tEquip over 60 items that buff your character in unique and interesting ways.\n•\tExperience an epic rock opera soundtrack.\n•\tChallenge modes for extra gameplay.",
    "id": "0100040016EE2000",
    "name": "BPM: Bullets Per Minute",
    "publisher": "Playtonic Friends",
    "releaseDate": 20220908,
    "version": 0
}