{
    "description": "Shadowgate is one of the most well-known and beloved adventure titles in gaming history. It quickly endeared players with its fantastic atmospheric soundtrack, perilous locations to progress through, countless puzzles to solve, and more ways to gruesomely die than gamers previously thought possible. Thrust into the role of “The Seed of Prophecy”, players travel deep into the castle, in hopes of defeating the evil that dwells within – the dreaded Warlock Lord. \n\nThat legendary adventure has been redesigned from the ground up, adding in tons of new mind-bending puzzles, lots of new rooms with stunning hand-painted 2D graphical details, and more objects to interact with.\nThis new console version builds upon the massively re-imagined remake of the original Shadowgate and features a refined user interface and intuitive wheel-based icon command system to help players along on their quest.\n\nGet ready brave adventurer, the Living Castle awaits!\n\nFirst Person Adventuring: Utilize your inventory, mapping system, and intuitive UI to complete your quest.\nDangerous Dungeons: Tons of beautifully illustrated rooms featuring both new and familiar locations, offering a new gameplay experience.\nMind-bending Puzzles: Lots of new and updated puzzles that seamlessly expand on the original game.\nDifficulty Levels: Four different difficulty levels (from the novice to expert) that actually change the gameplay experience and puzzle structure.\nFor the ultimate challenge, try Ironman mode that disables saves and requires players to finish the game in one try.\nRetro Mode: Play the game like it’s 1989! Toggle on to listen to Hiroyuki Masuno’s original chiptunes, move between rooms with pixelated transitions and follow the text in retro format.\nStorytelling: Shadowgate features dramatic cut-scenes and all the same great storytelling you expect from the original creators.\nCinematic Score: A digitally-orchestrated, dynamic soundtrack that changes with gameplay by composer Rich Douglas.\nSoundscapes: A complete atmospheric and puzzle-based sound design featuring hundreds of sound effects.",
    "id": "010073400B696000",
    "name": "Shadowgate",
    "publisher": "Abstraction",
    "releaseDate": 20190411,
    "version": 0
}