{
    "description": "Welcome to the enchanting realm of Kitty, where endearing squishy critters become your delightful virtual companions! Immerse yourself in the pure joy of hatching surprise eggs, unveiling an array of irresistibly cute baby Pets. Shower them with love and care, attend to their every need, and relish the heartwarming spectacle of watching these charming creatures grow. Amp up the excitement by merging Pets to discover new, even fluffier friends—all within the snug confines of their cozy home, enriched with an array of entertaining mini-games!\n\nWitness the enchanting growth of your pet and unlock a myriad of fascinating features: explore new rooms, interact with dynamic furniture, discover cool gifts, indulge in unique toys, and immerse yourself in exciting mini-games!\n\nCare for Virtual Pets:\nYour adorable pets thrive on love, care, and attention! Engage in the complete experience of virtual pet parenthood—hatch eggs, nourish the charming babies, maintain a tidy living space, partake in playful games, and witness the heartwarming journey of your virtual pets' growth. Treat them to a soothing bath and tuck them in when they're tired for an extra dose of tender loving care.\n\nHatch & Collect Pets:\nEmbark on a delightful quest to hatch all surprise eggs and collect an array of baby Pets, each more endearing than the last. Place two Pets into the hatching machine to create a new surprise egg, crack it open, and be delighted by the discovery of even more lovable pets. Your journey is to collect them all!\n\nPlay Fun Mini Game:\nWitness your pets revel in the sheer joy of playing games! Unlock and savor entertaining jumping mini-games, collecting coins, and winning fantastic gifts to adorn your virtual house with charm and style.\n\nImmerse yourself in the heartwarming world of Cute Critters Pet Kitty, the pinnacle of virtual pet care games. Download now to experience the thrill of hatching your first surprise egg, tending to the needs of adorable baby animals, and delving into a world of captivating mini-games!\n\nFeatures:\n(i) 6x Pets to unlock.\n(ii) 1x Mini game.\n(iii) Sound and Background music\n(iv) Fun and easy to play",
    "id": "0100D2401D950000",
    "name": "Cute Critters Pet Kitty",
    "publisher": "Max Interactive Studio",
    "releaseDate": 20231224,
    "version": 0
}