{
    "description": "Develop your own farm, build, and customise your own house, craft your own furniture, make some delicious jams and mutate your crops to create loyal and fierce companions you can take into battle!\n\nDiscover and Battle Planimals\nDuring your journey through Planimal Point you’ll discover strange Slimes which can mutate your crops in ways you would never have imagined! Depending on the season, the Slime or the crop you mutate, you’ll be able to create up to 72 different mutations! \nPlanimals are loyal mutated crops that stay by your side through thick and thin. They’ll be a key companion to you as you adventure across Planimal Point, taking part in thrilling turn-based battles and exploring dungeons as you try to bring down the evil SlimeCo.\n\nWhatever the Weather! \nPlanimal Point has three unique seasons which will affect the way you play, with strange weather and seasons shifting what you can grow – watch out for the strange mutations as they change by season! \n\nThere are multiple different ways to build and customise the best farm in Monster Harvest! Craft and place dozens of items and take your farm to the next level by crafting artisanal items! Unlock the irrigation pipes, the pickler, and more to turn your freshly harvested crops into products ready for market. \n\nFeatures:\n- Farm with mutants! Use magical slimes to mutate the crops you grow on your farm. \n- Collectible Planimal companions! Some slimes mutate your crops into Planimals! \n- Take your loyal companions into battle as you look to save Planimal Point from the Evil SlimeCo.  \n- Three unique seasons: Dry, Wet, and Dark - Strange weather and seasons shift what the player can grow.\n- Venture into the town of Planimal Point - Discover the people and creatures that live there, build relationships to gain discounts in stores.\n- Craft dozens of items for your farm and your house. ",
    "id": "01004E001256A000",
    "name": "Monster Harvest",
    "publisher": "Merge Games",
    "releaseDate": 20210831,
    "version": 0
}