{
    "description": "A true simulation of hunting, Hunting Simulator offers players hours and hours of immersion in the open wild with single and multiplayer modes, a multitude of hunting areas, and hundreds of objectives to accomplish. Developed using the Unreal 4 Engine, the game presents some of the most well-known hunting regions such as the mountains of Colorado, the oak forests of France, and the snowy plains of Alaska. Each hunting area is populated by numerous different and realistic looking animals, each possessing an authentic set of behaviours.\n\nTRACK 37 SPECIES OF ANIMAL\nSmall and sedentary game of the plains, large game, predators, waterfowl… each species is only found in its natural habitat.\n\nEXPLORE 12 DIFFERENT REGIONS\nEach region is based on real hunting areas: the great lakes and boreal forests of Alberta, the canyons and arid plains of Texas, Colorado and its mountainous regions, the tundra and forests of Alaska, the Scottish Highlands, and even the Alps and the French oak forests.\n\nGEAR UP\nChoose from among 17 different firearms (long bows, crossbows, and even Browning and Winchester rifles) and close to 50 essential accessories for the modern hunter, including callers, lures and wind powders.\n\nBECOME A BETTER HUNTER\nLearn to use hunting blinds, track and follow the animal paths and adapt yourself to the elements as the weather and time of day dynamically changes. Each hunting zone is a unique ecosystem to discover and master.\n\nCOMPLETE HUNDREDS OF OBJECTIVES\nExperience the thrill of hunting with a campaign mode of 111 missions with various objectives. Some hunting scenarios lead to very special animals!\n\nEXPERIMENT WITH DIFFERENT GAME MODES\nImprove your shooting skills in the \"\"shooting range\"\" or throw yourself into the pursuit of all sorts of prey in \"\"free hunt\"\".\n\nA NEW GENERATION OF HUNTING\nA first in the hunting game genre, the use of a drone to explore your environment!",
    "id": "0100C460040EA000",
    "name": "Hunting Simulator",
    "publisher": "Nacon",
    "releaseDate": 20230525,
    "version": 0
}