{
    "description": "This jigsaw puzzle game for kids and toddlers is perfect for all car fans, but of course also for all puzzle friends.\n\nIMPORTANT: This game does not require any language skills and is therefore suitable for all languages!\n\nThe game contains 13 high-quality puzzle motifs that can be solved at different levels of difficulty. The maximum number of parts is 80 parts and children are really challenged! But even newcomers to puzzles can get off to a good start with a 12-piece puzzle.\n\nEvery solving of a puzzle is rewarded with 3D animations, lots of effects and a balloon-popping mini-game!\n\nThe fun car game trains logical thinking and hand-eye coordination while playing as the game is hand-controlled via the touch screen.\n\nFor very clever puzzle children, the rotation of the puzzle pieces can also be switched on.\n\nWith McPeppergames games your child gets optimal entertainment and at the same time our games are the perfect preparation for preschool and training for learning logical thinking.\n\nAll of our jigsaw puzzle designs are unique and designed by renowned illustrators.\n\nPerfect car fun for the little ones!\n\nContains, among other things, the following motifs and content:\n\n★ The construction site: excavator, construction vehicle.\n★ truck, plane\n★ Car Wash and car wash for cars and vehicles\n★ Discover: Animals, Monkey, Cow, Zebra, Horse, Ladybug, Monkey, Rabbit, Mole, Elephant\n★ Clown mobile with funny circus clown\n★ Police with police car and prisoner\n★ Fire engine and fire truck\n★ UFO with Alien\n★ Safari and Taxi\n★ Lots of sun and nature\n★ 3D animated animals\n★ Reward system with Balloon Pop game\n\nPerfect game for preschoolers, kindergarten kids and first graders. The hardest level of difficulty is also suitable for older children up to 12 years of age! Likes both girls and boys!\n\nPerfectly trains fine motor skills and logical thinking!\n\nPlease note: This game is only supporting the touch screen functionality! \n",
    "id": "01005BD017ECA000",
    "name": "Cars Puzzles Game - Funny Car & Trucks Preschool Jigsaw Education Learning Puzzle Games for Babies, Kids & Toddlers",
    "publisher": "McPeppergames",
    "releaseDate": 20220407,
    "version": 0
}