{
    "description": "The spiritual successor to the epic strategy-shooter Void Bastards, Wild Bastards is a hybrid FPS/strategy game with heart-pounding tactical combat, detailed management systems, and a roguelike campaign. Saddle up and lead the most notorious outlaws in the galaxy to discover the fabled Homestead in the stars.\n\nFrom the veteran team behind Void Bastards and Card Hunter, Wild Bastards has you travel from planet to planet to recruit, manage and gun sling with a team of 13 outlaws, each of whom has their own weaponry, special power, and growth tree. On planets, you’ll wrangle loot and start showdowns      that are then played out in intense, bite-sized shootouts.\n\nThe Wild Bastards were the most deadly gang in the galaxy until a posse from the puritanical magnate Jebediah Chaste eliminated one outlaw after another. Faced with their own mortality, the two remaining members have teamed up with the Drifter, a mysterious sentient spacecraft, to find and resurrect the dead gang members as they flee to the mythical Homestead.\n\nKey Features\n\nHeart-Pounding Showdowns – Prove you’re the ultimate gunslinger by blasting an array of enemies in bullet-flying shootouts.\n\nTactical FPS Combat – Use your wits to overcome crafty enemies that utilize cover, flank you, and employ a huge variety of special moves from teleportation to homing poisonous quills.\n\nStrategize for Victory – Evaluate each planet’s terrain, enemies, and traits before selecting which gang members you want to land there. Collect items, level up, and use special locations carefully to turn the odds in your favor!\n\n13 Outlaws to Play – Rebuild a gang of 13 outlaws, each with their own unique weapon, stunt, personality, relationships, and ability tree.\n\nBuild & Maintain Relationships – The gang know each other well, but that doesn’t mean they like each other. It’s your job to manage their dynamic relationships, but good luck getting feuding outlaws to ride together.\n\nKeep The Gang Thriving – Accumulate resources to heal injured gang members, level up characters, improve relationships, and more. \n\nAn Ever-Changing, Lawless Galaxy – Roam the procedurally-generated galactic sectors and planets with varying parameters such as gravity, terrain features, weather, and more.\n\nChallenge Mode – After completing the main campaign, a challenge mode unlocks to offer a sequence of challenge sectors with increasingly difficult levels and mutators to modify the play experience.",
    "id": "01003B701E442000",
    "name": "Wild Bastards",
    "publisher": "Maximum Entertainment",
    "releaseDate": 20240912,
    "version": 0
}