{
    "description": "In this base stomping battle extravaganza, each battle is a fight to win a fast paced tug of war; whether online, locally in split-screen or against the devious AI. \n\nFight your friends anywhere with your Nintendo Switch™ in split-screen mode or online, and enjoy the epic single player campaign which gives you command of Redbeard and his Vikings. Join them as they fight their way through the forests of Vikingland, the scorching sands of Persia and even the nether regions of Hell! All this on an honorable quest to... retrieve the sheep that have been stolen from Redbeard’s favourite shawarma shack, while fighting an evil plot to unleash Shawarmageddon onto the world. Time to settle this injustice the Viking way!\n\nMine valuable gold to unlock new soldiers, buildings and spells. Unleash your hordes and magical powers to make sure nothing’s left of your opponent’s base!\n\nKey Features:\nThree powerful factions - Command the Viking warband, an army of carpet-riding Persians, or brutish Demons! Each faction features unique tech trees with units, spells, and resource mechanics!\n\nExtensive single-player campaign - Follow the adventures of Redbeard the Viking as he travels from the lush forests of Vikingland to the steaming Persian deserts and the depths of hell in pursuit of the perfect shawarma!\n\nMultiplayer battles - Take on other chieftains in online 1v1 multiplayer and climb the leaderboards, or challenge a friend in split-screen mode! Adapt to your opponents, and execute your perfected strategies! Play skirmishes or action-packed mini-games while you wait for a match!\n\nCustomize your art of war - Use the Custom Army feature to conscript an army consisting of your favorite units and spells, and pit them against your friends and foes!\n\nEnlist mighty champions - A wise man once said \"When the going gets tough, buy hero units!\" Not only do these super units pack a mighty punch on the battlefield, each one of them also offers their own special ability!\n",
    "id": "010059D00BCAE000",
    "name": "Swords & Soldiers 2 Shawarmageddon",
    "publisher": "Atari",
    "releaseDate": 20190301,
    "version": 0
}