{
    "description": "Welcome to Paleo Pines, a charming island known for its friendly dinosaurs, quirky townsfolk, and mysterious past. Here evolution took a different path, creating a world in which humans and dinosaurs live together in harmony!\n\nSet out with your dino companion, Lucky, to uncover the island’s secrets and discover new dinos. Your arrival on the island is met with welcome curiosity by the local townsfolk who can help you on your quest (and just might give you more work to do!). Together with Lucky, grow crops, assist local villagers, befriend adorable dinosaurs, and unearth the island’s lost history to build your cozy dino sanctuary.\n\nEmbark on Your Dino Quest\nSet off on a lively adventure with your dino pal, Lucky, who you’ve known since she was just an egg. Is she the last of her kind? The other Parasaurolophus are missing, and it's up to you and Lucky to uncover their whereabouts. Explore Paleo Pines, a charming island filled with friendly townsfolk and hidden corners. Build a new home, make friends, and unravel the island's lost history. Get ready for a journey filled with delightful discoveries alongside your trusty steed Lucky!\n\nCreate Your Cozy Dino Sanctuary\nSet up your home base on the island as you go about your quest. Paleo Pines is a place where you can express your individuality and creativity; no two ranches are the same! Use decor to build a romantic garden, give your ranch a cozy woodland vibe, or go full-on-farmer with rows and rows of tilled soil. Furthermore, customize your character as you like with a variety of features, curate a colorful collection of clothing, and change your style using the wardrobe!\n\nDiscover and Befriend Dinosaurs\nThe island of Paleo Pines is a dino lover’s dream! A collection of cheeky dinosaurs roam the wild areas waiting to become your friends, as well as ranch helpers. Coax them by mimicking their calls with your flute, then seal the deal with a tasty treat and trustworthy nose boop! Gain their trust by creating cozy pens and learning what keeps them happy. Dinos move around and some are harder to find than others, or may appear only under special conditions, so new discoveries await you as you explore the island. \n\nMaster the Art of Dino Ranching\nFarm to your heart’s content, growing crops all year round with (and for) your dino besties! Start out planting and watering by hand, but earn your new friends’ trust and they’ll help you deliver a roarsome harvest that you can trade with the townsfolk. As your ranch grows, you’ll learn that each dino has a special farming skill to help you with your tasks. With a bit of love, care, and attention to detail, you can grow the highest quality produce in all of Paleo Pines. Soon you and your dino ranch hands will be the talk of the market!\n\nExplore Enchanting Landscapes\nThere's plenty to explore out in the wilds of Paleo Pines, from the flowery fields of Veridian Valley to the red canyons of Ariacotta. Make the most of each day by venturing throughout the lush landscapes across the island, each with their own charm, collectable items, and dinos to discover. Take a leisurely stroll through green meadows, foraging for wild crops as you go, or hop on your trusty dino mount on a hunt for hidden corners. You'll never run out of things to find or dinosaurs to befriend!\n\nBefriend a Charming Community\nA quirky (and friendly!) array of townsfolk on the island can’t wait to meet you and help you on your quest. Granny might have a stubborn side, but get to know her and she’s an ol’ softie. Building friendships within the community is just as important as building friendships with your dinosaurs. As you ride dinos, farm, and explore, you will come across new characters, each with their own story, items to share, and knowledge to exchange. Help them out day or night by completing quests, opening up new areas, and visiting the stores and community hubs.",
    "id": "01000E501B576000",
    "name": "Paleo Pines",
    "publisher": "Maximum Games",
    "releaseDate": 20230926,
    "version": 0
}