{
    "description": "Long ago, the people were given knowledge by the Goddess, and civilization flourished.\nThey built towers stretching toward the heavens, and a weapon so powerful, they could pierce the gods themselves.\n\nHowever, that civilization was decimated shortly after a violent conflict between the Goddess and the Vile God.\n\nAges have passed since then.\n\nOur story begins with a young man named Fang who had become a Fencer,\na swordsman who has the ability to wield a special weapon imbued with a Fairy known as a Fury.\nAlong with his companions, Fang is on a journey to find the Furies, and resurrect the Goddess.\n\nOne day, he encounters a woman who can save people with her song,\nand another who can brainwash people with her song.\n\nAlong with the mysterious power of the women who call themselves Muses, Fang's destiny begins to unfold...\n\nKey Features\n\nFFF Tactics?! – Strategize to capitalize with an all-new Tactical RPG battle system! Use terrain, and objects such as rocks, boxes, and grass to your advantage. Strategic positioning on the battlefield can raise your evasiveness, or lower your movement speed, among other effects. Plus, Avalanche Attack and Fairize battle mechanics return!\n\nFairies, Fencers, Furies...and Muses? – With the introduction of the two Muses, all-new battle mechanics are at your command. Use the power of their song to buff allies or combine both area of effect boosts for an even more DRAMATIC buff! But beware, enemies within the area can also benefit.\n\nHidden Fairies, Locations and Treasure! – Break new ground with this fresh take on \"World Shaping.\" With \"Location Shaping,\" use your collected Furies by stabbing them in various locations of the world map. Doing so can unlock items, hidden locations, or even Fairies. Activate a chain to stab more locations without using up your limited Locate Energy!\n\nAll-New Story With Multiple Routes! – Follow Fang and his friends through multiple routes in this all-new story, as they continue their search for Furies in order to resurrect the Goddess. Will you find harmony or dissonance when fate lies in your hands?",
    "id": "0100F760195F2000",
    "name": "Fairy Fencer F: Refrain Chord",
    "publisher": "Idea Factory",
    "releaseDate": 20230425,
    "version": 0
}