{
    "description": "An exciting adventure of a brave girl who found herself in a fantasy world. She has to find a way to stop the cursed beasts awakened after sleeping for a thousand years and coming to life for reasons unknown.\n \nLost Lands: the Golden Curse is an adventurous hidden object game-quest with puzzles and mini-games scattered through the boundless spaces of the fantasy world – from the volcano valleys to the Druid forest, from the deep caves to the floating islands.\n\nOne fine day an ordinary good-looking housewife, Susan, while visiting the museum of arts drops by an old looking glass which, for whatever reason, starts to beckon her up. When she touched the looking-glass, Susan was immediately transported into a magical fantasy world of the Lost Lands. She has been known for her heroic deeds as Susan the Warrior there.\nSusan meets a child named Fiora, and the girl takes Susan to her great-grandfather, Maaron. Susan recognizes the Druid as an old acquaintance. Maaron explains that the village was attacked by a Harpy, the legendary winged beast. The strangest thing is that the demon has been a stone statue in the abandoned old fort for thousands of years.\nAlong with her friends Susan is ready to set forth into a volcano, go to a dungeon and climb floating islands to find out the reason why the Harpy, Naga, the Minotaur and Solidus, one after another, began coming to life from the stone prison and causing chaos in the Lost Lands. Naturally, the creatures must be stopped...\n\nGame features:\n• Explore over 50 stunning locations\n• Complete over 40 different mini-games\n• Challenge yourself with interactive hidden object scenes\n• Assemble collections, gather morphing objects, and gain achievements\n\n\nImmerse yourself in an amazing adventure in a fantasy world\nMeet the peoples of the Lost Lands\nSolve dozens of puzzles\nStop the demon troublemakers\nSave the world from a danger threatening to annihilate every living thing",
    "id": "0100156014C6A000",
    "name": "Lost Lands 3: The Golden Curse",
    "publisher": "FIVE-BN STUDIO",
    "releaseDate": 20240509,
    "version": 0
}