{
    "description": "Tokyo. The year is 1918, a dark age for the world.\nIn this tale of love and hate, five young men pursue the daughter of an aristocratic family on the verge of ruin.\n\"Butterfly's Poison; Blood Chains\" (Chou no Doku), the beloved visual novel conquering people's hearts with its mature love story, is now available in English and Japanese on Nintendo Switch™ system!\n\nIncludes original scenes for the home console version!\nThe home console version includes new episodes and event illustrations.\n\nAvailable in two languages!\nThe text can be set to English or Japanese. This includes in-game text, options, and the digital manual. Language settings can be changed at any time.\n- Voices will be in Japanese.\n- The text in the opening movie and credits will be displayed in Japanese.\n\nPlay using only the touch screen! Play with one hand!\nPlay in handheld mode with the Nintendo Switch Joy-Con™ controllers attached, or detach them and play with just the touch controls! While in tabletop mode or TV mode, everything can be controlled using only the Joy-Con (R), allowing you to play with only one hand!\nAlso available for the Nintendo Switch™ Lite. (A separate Joy-Con (R) is required to play with one hand.)\n\nGameplay\nGameplay in this visual novel involves reading through the story while making choices at certain key points. Different decisions may lead to different outcomes, story branches and endings. \n\nSummary\nTokyo, 1918.\nYuriko Nomiya, born and raised comfortably in an aristocratic family, is suddenly struck by a series of misfortunes.\nIs this fate brought about by the Taisho era, or is someone plotting against her?\nThe dark, bittersweet tale of Yuriko and five gorgeous young men is about to unfold...\n\nCast\nJunichi Shiba   VA: Chasuke\nMizuhito Nomiya   VA: Tatsuya Hirai\nHitoshi Fujita   VA: Sandayu Chianoze\nHideo Ozaki   VA: Kiya Suga\nYoshiki Majima   VA: Keizo Oishi\nKyoko Amami   VA: Nekomiai\n*Fully voiced (excluding the main character)\n\n*English display only available on Version 2.0.0 and higher.\n*\"蝶の毒 華の鎖～大正艶恋異聞～\" and \"Butterfly's Poison; Blood Chains\" are the same game.\n\n",
    "id": "0100A1200CA3C000",
    "name": "Butterfly's Poison; Blood Chains",
    "publisher": "PROTOTYPE",
    "releaseDate": 20221112,
    "version": 0
}