{
    "description": "Enter the Wrath-a-Thon, a fiendish challenge created by the evil sorcerer Thoth-Amon to trap the heroes of Hyboria. Crush, kill and maim your enemies with an arsenal of savage weapons as you and your friends take on the minions of evil. Upgrade your village, upgrade your skills and upgrade yourself (seriously, this game will make you a better person).\n\nConan Chop Chop is the most epic and realistic stick figure game ever to be set in the world of Conan the Barbarian. Discover a delightfully savage world full of epic boss fights, perilous dungeons, and endless amounts of loot and item combinations. \n\n\nONLINE AND COUCH CO-OP \nWhile you can choose to save the world solo, Conan Chop Chop really puts the party in \"party game\" when you step into its multiplayer mayhem. Featuring 1-4 player online and couch co-op, you can choose to play by yourself, with friends, or random people as you save the world from damnation. \n\nUNIQUE CAST OF HEROES \nWant to get up close and personal, or shoot your opponents from afar? Choose from a cast consisting of the most famous heroes in Hyboria, from the sword-swinging Conan to the bow-bending Bêlit. Chop, shoot, or simply blast your foes into tiny bits. \n\nLEVEL UP YOUR CHARACTERS \nIn Conan Chop Chop, what kills you also makes you stronger. Use the experience you earn from each run to unlock character-specific perks and abilities to conquer the enemies that defeated you. \nBuild the skill tree for each one of the characters and discover their unique builds. \n\nTRILLIONS OF ITEM COMBOS \nAcquire new skills as you venture to the far reaches of the world, looting magical charms, weapons, and armors. Experiment with different item combinations to discover potentially overpowered abilities and new ways to play. \n\nMAGICALLY GENERATED WORLD \nNo two runs through Conan Chop Chop are the same, thanks to procedurally generated maps and dungeon layouts. Discover new shops, challenges and treasures with every playthrough. \n\nRUTHLESS BOSS FIGHTS \nTest your might against unique dungeon bosses, such as The Giant Sand Worm of Koth and The Frost Giant of Vanaheim. Some bosses may even roam the wilderness, guarding golden chests, powerful artifacts, and other riches.",
    "id": "0100B2500E362000",
    "name": "Conan Chop Chop",
    "publisher": "Funcom Oslo",
    "releaseDate": 20220301,
    "version": 0
}