{
    "description": "\"+\" means new possibilities...\nThe arcade version of The Rumble Fish + has returned with new features!\n\nThe Rumble Fish, a game developed in 2004 by DIMPS, renown for its smooth animation and deep game mechanics, has returned as The Rumble Fish +, packed with new features.\n\nFrom online PvP with rollback netcode to a training mode with features such as CPU recording and playback, everything you need as a fighting game lover is here!\n\nMain Game Modes:\nArcade\nLocal PvP\nOnline PvP\nTraining\n\nNew feature: A CPU recording and playback feature has been added as an enemy behavior setting in training mode. Now you can record inputs for CPU and play them back to practice against.\n\nSelecting character colors:\nWhen selecting a character in the character selection screen, you can choose different character colors depending on the button you press (LP, LK, SP, SK, D, START). Default color is LP.\n\nHow to play as Greed:\nOn the character selection screen, input the following command.\n1. RIGHT x2 with your cursor on Orville\n2. LEFT x1 with your cursor on Typhon\n3. LEFT x3 with your cursor on Boyd\n4. RIGHT x2 with your cursor on Zen\nFinally, press UP and Greed will appear as a selectable character.\n\nThe Story:\nIt is the end of the 20th century... A large-scale natural disaster struck the eastern area of a nation. It wiped out the financial sector and resulted in a staggering loss of life.\n\nAt the dawn of the 21st century, the conglomerate PROBE-NEXUS, commonly known as Probe, began reconstruction efforts in that eastern area. Colossal capital and cutting-edge technology was poured into rebuilding it. Skyscrapers that put the old high-rises to shame along with the world's biggest shopping mall and recreational facilities. This was the dazzling birth of a symbol for the new century. It was christened Zone Prime.",
    "id": "0100CE801C4FC000",
    "name": "The Rumble Fish +",
    "publisher": "3goo",
    "releaseDate": 20231220,
    "version": 0
}