{
    "description": "Tetris® Effect: Connected is Tetris like you've never seen it, or heard it, or felt it before—an incredibly addictive, unique, and breathtakingly gorgeous reinvention of one of the most popular puzzle games of all time, from the people who brought you the award-winning Rez Infinite and legendary puzzle game Lumines.\n\nMusic, backgrounds, sounds, special effects—everything, down to the Tetriminos themselves—pulse, dance, shimmer, and explode in perfect sync with how you're playing, making any of the game's 30+ stages and 10+ modes something you'll want to experience over and over again.\n\nPlus cross-platform multiplayer modes for competitive and cooperative play!\n\nAn exhilarating single-player experience full of surprises.\n• Over 30 different stages, each with its own music, sound effects, graphical style and background that all evolve and change as you play through them.\n\nThe Zone is an all-new mechanic designed just for Tetris Effect: Connected!\n• Includes the all-new “Zone” mechanic, where players can stop time (and Tetriminos falling) by entering “the Zone” and either get out of a sticky situation that could otherwise lead to “Game Over,” or rack up extra Line Clears for bonus rewards.\n\nCross-platform multiplayer lets you play with players from all over the world!\n• Players on different platforms can easily join Friend Match rooms with the new Room ID feature.\n\nA wide variety of competitive and co-op modes!\n• Among the new modes is \"CONNECTED,\" where three players can team up and literally connect their Tetris Matrices to fight against A.I.-controlled Bosses; \"Zone Battle,\" a one-on-one match of standard competitive Tetris, but with a twist: the time-stopping Zone mechanic; and \"Score Attack\" and \"Classic Score Attack,” two single-player versus modes where two players compete separately to see who can get the best score.\n\nJoin in on the fun in Spectator mode!\n• Spectator mode is available in Friend Matches. A room can contain up to 8 total people. Spectators can use emotes during the match to liven up the competition.",
    "id": "0100DE501433A000",
    "name": "Tetris® Effect: Connected",
    "publisher": "Enhance",
    "releaseDate": 20211008,
    "version": 0
}