{
    "description": "Brawlout packs a punch with couch and online play modes, blending platform fighter mechanics and traditional fighting game play into a stylish and fluid battle royale. \n\nStriking the balance between the growing competitive scene and the genre’s party game roots, Brawlout hopes to cater to the veteran platform fighter, the casual fan and the newcomer looking to make their mark.\n\nEach character in Brawlout has their own unique playstyle, catering to specific character archetypes seen in other fighters. Whether you’re a die-hard grappler or a rushdown fiend, there is a fighter for you in Brawlout.\n\nThere are currently six original characters and four popular indie characters to choose from that allow for varied play styles:\n- Dead Cells\n- Yooka-Laylee\n- Guacamelee\n- Hyper Light Drifter\n\nAs well as cosmetic skins, each original Brawlout character has three Variants; alt versions of the character with different stats, outfits and even new moves. With these Variants, Brawlout’s cast numbers 25 individual fighters. Find the fighter and Variant that’s right for you and tear it up on the battlefield.\n\nCombined with familiar movement techniques like wavedashing and airdodging, Brawlout adds some extra mechanics seen in other fighting games. The Rage Meter builds up as you both deal and take damage, allowing you either break combos with the Rage Burst or unleash hell with the Rage Mode. The Rage Burst pushes opponents back, breaking their combos and allowing players to create some breathing room at the cost of half their Rage Meter. If the meter fills, you can activate the Rage Mode, increasing the knockback you deal while reducing the amount you take.\n\nAs for modes, Brawlout has all you’d expect from a normal platform fighter and then some. Up to four players can compete in either Timed, Stock, Team Battles, FFA or Party Modes:\n- All on the same device\n- Each with their own device, without any internet connection, playing nearby\n- Online either with friends or other Brawlout players\nAI opponents are also available if you want to practice your team combos with a friend, or if you need to fill out a free for all. Train with Advanced Tutorials or go in for yourself in challenging Arcade Towers and the all new Trials mode.",
    "id": "01001FD0040F4000",
    "name": "Brawlout",
    "publisher": "Angry Mob Games",
    "releaseDate": 20171220,
    "version": 0
}