{
    "description": "An ancient evil has awakened. Are you strong enough to resist it?\n\nThe Dwarf throws you in an epic fantasy world where you can meet 4 different types of fantastic creatures that you must defeat in order to survive in a world where evil reigns - an ominous dragon awakened from the depths of an ancient volcano in order to capture this world. You are the one for whom 10 strongest magicians gave their lives. You can  save this world by exploring it, upgrade your abilities and gain strength to face the coming challenges.\n\n\nFEATURES:\n\n•Unique open game world with 4 biomes, each inhabited by different creatures.\n\n •Advanced combat system from which you feel the power of the Dwarf.\n\n •Extensive character upgrade as well as a store with artifacts from which you get new abilities.\n\n •An interesting plot that will immerse you in the history of a fantasy world.\n\n\nThe first biome is the one in which you live, where everyone is happy to see you and you have no enemies. here you will find the first crystals - lands, it's a different matter in other biomes. one of them is winter - cold and full of snow, it contains water crystals, those that formed in winter. A biome full of greenery and beautiful places where crystals of wisdom were formed are defended by people who are not happy with you and are ready to give their lives for their crystals. The last biome is the one that is surrounded by large rocks, it was formed during the eruption of an ancient volcano, in such conditions rare fire crystals were born, but be careful, in addition to crystals, the defenders of crystals - orcs - also came out of the depths of magma.\n\nThe combat system is built in such a way that by risking you can get more experience, so it all depends on your skills. you need to study the knots of blows in order to then defeat any opponents in your path. Also, in order to make fights easier and more spectacular. the game has a skill upgrade system, for this there is a store where you can upgrade your main character in order to prepare for the final battle with the Dragon for the experience gained from enemies as well as the obtained crystals.",
    "id": "0100475019EB0000",
    "name": "The Dwarf Kingdom - Magic World of War vs Orks and Dragon",
    "publisher": "VG Games",
    "releaseDate": 20230216,
    "version": 0
}