{
    "description": "Saints Row®: The Third™ - The Full Package gives you control of the Saints at the height of their power, and you live the life to show for it.\n\nPut the wildest chapter of the Saints Row saga in the palms of your hands for the first time on Switch.  You bring the fight to Steelport, a sordid city of sin drowning in sex, drugs, and (a lot of) guns.  This is your City.  These are your rules.\n\nYears after taking Stilwater for their own, the Third Street Saints have evolved from street gang to household brand name, with Saints sneakers, Saints energy drinks and Johnny Gat bobblehead dolls all available at a store near you.  The Saints are kings of Stilwater, but their celebrity status has not gone unnoticed.  The Syndicate, a legendary criminal fraternity with pawns in play all over the globe, has turned its eye on the Saints and demands tribute.\n\nRefusing to kneel to the Syndicate, you take the fight to Steelport, a once-proud metropolis reduced to a struggling city of sin under Syndicate control.  Take a tank skydiving, call in a satellite-targeted airstrike on a Mexican wrestling gang, and defend yourself against a highly-trained military force using only a sex toy in the most outlandish gameplay scenarios ever seen.\n\nSaints Row®: The Third™ - The Full Package is the definitive release of one of gaming’s most beloved entries, playable on a Nintendo® system for the first time ever with new features for Nintendo Switch™.\n\nKey Features:\n• City of Sin - Disrupt and dismantle the Syndicate stranglehold on weapons, cybercrime, and sex trades.  Discover the secrets of Steelport, where there is action on every street corner, for better or, more likely, worse.\n\n• Weapons of Crass Destruction – It’s one thing to defeat your enemies.  It’s another to humiliate them.  Hover jets, human cannonball cars and sex-toy warfare are all part of the fun. \n\n• Joy-Con™ Crazy Customisation – Create the most outlandish characters every seen, from washed-up celebrities to naked ninja pirates.  Inside every sinner, there is a Saint.  Who will you become?\n\n• Portable Over The Top Co-op – Fly solo, or play online with a homie and for the first time – two players can play side to side via online or local multiplayer.  Give naked skydiving a try, landing in your partner’s flaming pickup as you make a suicide run toward a heavily armed Syndicate brothel.  Steelport is more fun with a friend.\n\n• The Full Package – Includes all three mission packs and more than 30 DLC items. *\n\n* Two DLC packs - the Bloodsucker Pack and the Unlockable Pack, have been omitted for game balance and improvement based on feedback.",
    "id": "0100DE600BEEE000",
    "name": "SAINTS ROW®: THE THIRD™ - THE FULL PACKAGE",
    "publisher": "PLAION",
    "releaseDate": 20190510,
    "version": 0
}