{
    "description": "Griftlands is a deck-building rogue-like where you fight and negotiate your way through a broken-down sci-fi world. Every decision is important, be it the jobs you take, the friends you make, or the cards you collect. Death comes quickly, but each play offers new situations and strategies to explore.\n\nPlay as Sal, Rook, or Smith. Three unique character campaigns with their own specialized decks, abilities and maps to explore. Sal is an adventurer out for profit and revenge. Rook is an aging spy working his own agenda. Smith is an idle loafer who might just save the world. Each playable character's story takes place in a unique environment, with different factions and locations to explore and exploit.\n\nFeatures:\n\nBattle Challenging Bosses:\nTest your combat decks against powerful foes with unique mechanics and attacks.\n\nBuild a Team - or Buy One!\nHire mercenaries, find pets, or impose upon your friends to accomplish your goals.\n\nMaster Hundreds of Cards\nEach character has unique negotiation and combat decks to draft from. Get powerful item cards from fallen foes, or as rewards.\n\nDecisions Matter\nKilling foes may incur the wrath of their friends, but sparing them leaves a dangerous piece on the board. Choose wisely, everyone remembers everything you do!\n\nExplore A Broken-Down Sci-Fi World\nThe world of Havaria is a harsh place, full of harsher denizens. Explore lush, hand-illustrated environments full of people who want to kill you\n\nPlaying Politics For Keeps\nEach character has a factional allegiance and an opinion of you. Play politics between rivals, and try to capture the most powerful social boons. But watch out -- doublecross the wrong person, and you'll be subject to their bane!\n\nOutwit or Overpower\nOvercome obstacles with the power of your fists - or your words. You'll need to pick your cards and play them right if you're going to survive. Build two decks simultaneously, balancing the tradeoffs of each.\n\nLearn from each attempted run through the various stories of the Griftlands. Encounter different combinations of enemies, quests, and events every time you play. Your fate is determined by your choices, and by fate\n",
    "id": "0100E49013514000",
    "name": "Griftlands",
    "publisher": "Klei Entertainment",
    "releaseDate": 20230615,
    "version": 0
}