{
    "description": "Journey back to the zenith of civilization in Roman Empire Simulator. Set amidst the grandeur and complexity of ancient Rome, this game masterfully blends Tower Defense mechanics with intricate war strategy elements, offering a gaming experience that's both immersive and intellectually challenging.\n\nKey Features:\nEpic Historical Setting: Relive the splendor of the Roman era, capturing its aesthetics, politics, and warfare.\nBuild and Fortify: Start with a modest town and transform it into an impregnable fortress. Upgrade walls, towers, and defenses, preparing for the onslaught.\nDiverse Enemies: Battle against waves of diverse adversaries, from the brute force of attacking elephants and relentless siege weapons to vast armies of barbarians, Gauls, Iberians, and Carthaginians.\nUnleash Mighty Defenses: With a sky blotted out by arrows and the ground scorched by your defenses, showcase Rome's might against its adversaries.\nExpansion and Strategy: Lead your legions to victory, conquering new lands throughout Europe and Africa. Strategically decide where to attack, which territories to fortify, and when to advance.\nDynamic Campaign: Encounter unique scenarios and challenges as you progress, each demanding a different approach to outsmart and conquer your enemies.\nHistorical Accuracy: Engage in authentic Roman tactics, leveraging the strengths of your Centurions, Praetorians, and other iconic units from the Roman military hierarchy.\n\nShape an Empire's Destiny\nIn Roman Empire Simulator, every decision, no matter how trivial, has the potential to alter the course of history. Will your Rome flourish as a beacon of civilization, or crumble under the weight of endless sieges? As the Caesar of your own story, the fate of the empire is in your hands. It's a call to glory, strategy, and defense like never before.",
    "id": "010029001D53E000",
    "name": "Roman Empire Simulator",
    "publisher": "DEMENCI Games",
    "releaseDate": 20231222,
    "version": 0
}