{
    "description": "Tank Fighting Game, the highly popular downloadable game, It is now available on your Nintendo Switch.\n\nControl your tank using analog sticks. Fire by touching the desired point on the screen. With this intuitive operation, anyone can play the game.\n\nEasy rules: players must destroy all enemy tanks in a stage to complete the stage.\n\nEnemies attack with a variety of weapons, including normal shots, ricochets, guided missiles, mortars, and more.\n\nThe player's power-type tank is equipped with charge shots that destroy and go through walls! Speed-type tanks are agile, faster than missiles!?, and capable of jumping over enemy missiles (jumping tanks!).\n\nSet in the near-future, this action shooter tank battle game lets players experience the hottest battle action they've ever seen!\n\n[Mission]\nTwo different mission levels are available in this game. The player can start from either level.\n\n• Normal Mission:\nStandard level mission for beginners and intermediate players.\nIncludes 50 stages.\n\nStart playing with this mission.\n\n• Extra Mission:\nAdvanced level mission for those who complete the Normal Mission.\n\nIncludes 20 stages.\n\nComplete this mission to become a Touch Battle Tank Master.\n\n[Player Tanks]\n• Power-type (Blue tank):\nHeavily armed and armored; fires magnum charge shots. It is suited for beginners.\n\nFires rounds that intercept enemy rounds and destroys blocks (green) with charge shots.\n\n• Speed-type (Red tank):\nWeak attack and armor, but agile with rapid-fire shooting. It is suited for advanced players.\n\nSlips between enemy rounds and fires shots that ricochet off walls.\n\nTouch L/R button at the same time to jump to avoid enemy rounds.\n\n[Enemies]\n• Normal type (Green enemies):\nFires normal rounds.\n\n• Ricochet type (Red enemies):\nFires rounds that ricochet off walls.\n\n• 3D type (White enemies):\nFires rounds in three-directions at once.\n\n• Rapid-fire type (Blue enemies):\nFires rapid-fire rounds.\n\n• Guided rounds type (Orange enemies):\nFires guided rounds that always follow the player's tank.\n\n• Intercept rounds type (Black enemies):\nFires intercept rounds that go through any obstacle. If the player's tank is close to the explosion when this round lands, the tank suffers one damage even if the player avoids a direct hit.\n\n• Boss type (Giant enemy):\nA giant enemy tank.\n\nThe color indicates the attack method, which is the same as normal-size tanks of the same color.\n\nIf the player's tank comes into contact with this tank, the player's tank will be crushed.",
    "id": "01000EC007C22000",
    "name": "TouchBattleTankSP",
    "publisher": "SILVERSTAR",
    "releaseDate": 20171207,
    "version": 0
}