{
    "description": "DROS is a dark fantasy adventure where you'll swap between a small gooey creature and her human bounty hunter shell. Explore freely through 40 unique diorama-like levels filled with strange characters, intricate puzzles, hidden rooms, and ancient collectibles.\n\n\nSTORY WITH A TWIST\nWhen the Captain is hanging by a thread, destiny tosses a curveball – enter Dros. Different motives, same mission: stop the Alchemist! Dive into the Tower's labyrinthine mysteries and mingle with its quirky denizens. Hunt for alchemical treasures and brace yourself for a world that keeps you on your toes.\n\nChat with an array of oddball and endearing characters as you journey. Humans and Dros cohabitate in the Tower, a place where the line between good and evil is as wavy as a squiggly straw.\n\n\nSWAP THE BODY RIGHT\nPrepare to body swap! Wiggle, jiggle, and sneak around as the gooey Little Dros. Bust open hefty doors, press down pressure plates and clear the way as the robust Captain. But beware... each of the Tower's 40 levels has its own unique surprises!\nObstacles galore await you. Flex both brainpower and muscle to solve puzzles, fend off creepy creatures, piece together alchemical treasures, and uncover a tapestry of stories.\n\n\nFEATURES:\n- Exclusive version with subtitles and UI in English, German, French, Spanish, Japanese, and Traditional Chinese.\n- Every nook and cranny of the Tower is meticulously designed.\n- Unique soundtrack by electronic pioneer Arovane, seamlessly integrated into the world.\n- Explore 40 levels each with unique puzzle mechanics, enemies, hidden rooms, and platforming.\n- Play as two vastly different characters, each with their own strengths and weaknesses.\n- Amass Prima and gain new abilities.\n- Narrative with humor and a bunch of heart.\n- Collect diary entries to dive deeper into the story.\n- Post-game challenges to keep the adventure going.\n- Race through the game to uncover special secrets.",
    "id": "0100D7A01E0F6000",
    "name": "DROS",
    "publisher": "RedDeer.Games",
    "releaseDate": 20240712,
    "version": 0
}