{
    "description": "The multi-million selling Burnout™ franchise races onto Nintendo Switch for the first time ever.  \n\nMake action your middle name as you rule the open streets of Paradise City, in Burnout™ Paradise Remastered.  Test the limits of skill and endurance as you push the boundaries of speed itself.  Hurtle through hectic downtown avenues to wild mountain roads.  Smash through traffic, wreck your opponents, and use the open city to find shortcuts.  Leave your friends in the dust and define your route to victory – or crash out in spectacular and devastating effect.  \n\nPacked with 8 pieces of extra content, with 130+ vehicles, new areas to explore such as Big Surf Island, and hundreds of online challenges, embrace high-octane stunts and wanton destruction in one of the greatest arcade racers.  Fully optimized for the Nintendo Switch in 60 FPS, including pinch-and-pull map control for ease of navigation.  Burnout Paradise Remastered is the ultimate driving playground to play with friends or on-the-go.  \n\nKEY FEATURES\n- THE ULTIMATE DRIVING PLAYGROUND\nThrow out that driver’s handbook and blaze your own path to victory, leaving a trail of speed and destruction across the streets.  Send your car launching, spinning, and smashing through traffic.  Leave a very expensive trail of wreckage in your rearview.  Race hard and crash harder, wrecking your friends online, or joining forces in hundreds of online challenges\n\n- THE DEFINITIVE BURNOUT PARADISE EXPERIENCE\nBurnout Paradise Remastered delivers the complete original game and 8 main DLC packs, including Big Surf Island, Burnout Bikes, and the Cops and Robbers pack.  With new locations, challenges, and 130+ vehicles to explore, from hot rods to vintage classics – ready to race and ready to wreck!\n\n- FULL-THROTTLE GRAPHICS\nExperience high-octane races and cinematic crashes in glorious 60 FPS.  Fully optimized for the Nintendo Switch, Burnout Paradise Remastered delivers high resolution textures and a range of technical enhancements for greater visual fidelity and ease-of-play, including pinch-and-pull map control",
    "id": "0100DBF01000A000",
    "name": "Burnout™ Paradise Remastered",
    "publisher": "Electronic Arts",
    "releaseDate": 20200619,
    "version": 0
}