{
    "description": "Everyone knows the story of how the great hero of legend Agi of Roses fought the Machine Devil and used the Sword of Fate to seal him away for a thousand years. Now, hateful Machine Devil cultist edgelords are spreading terror in order to summon him again, and the Divine Order that rules over our world claims that fighting them before it's too late would be \"just as bad as them.\"\n\nObviously that won't stand, and that's why three young attendees of the local Academy of Order and one renegade angel from the Divine Order are heading off on a road trip to take the fight to the Machine Devil and his cultists. Will Sam Anon succeed in her mission to seal away evil for another thousand years, hit every diner along the road on the way, AND make it through a single conversation without blushing over her beautiful companions? The toughest challenges she's ever faced in her life lie ahead!\n\nA lesbian road trip RPG by the co-creator of Ladykiller in a Bind about fighting for love and justice in the face of indifference, and \"discovering yourself,\" whatever that means.\n\nFULL ROAD TRIP EDITION\nBoth extra DLC story chapters are bundled into this edition! You also get:\nBattle on the Big Boardwalk: a bonus chapter including beach outfits for the whole cast, an all-new sword, 15 new endgame items with unique specialized abilities, and a boss fight with our toughest enemies yet! Playable at any point after act 2 either during or after the main story, this is no filler episode—there's no time to waste staring at open toe sandals and exposed cleavage when the fate of the world is on the line!\nFate of Another World: the story continues in this double-sized story chapter featuring two new characters, five new enemies, two new boss fights, and shocking divine truths! Only the fate of another world can tell us about the fight that lies ahead in our own!\n\nFEATURES\n* Active time battle system inspired by classic and modern JRPGs—fight strategically and take advantage of each party member's complementary abilities in order to keep momentum on your side and make it through the gauntlet of fights the road throws at you.\n* Equipment-based character progression system: each item offers different abilities based off what character you give it to, and can be rearranged on the fly at any time between fights to create completely different party builds.\n* Genre-defying pop soundtrack by Christa Lee, because how can you say it's battle music if it doesn't even bang?\n* Visual novel inspired dialogue system allows for optimal \"shoving your foot in your mouth while shooting the breeze in the backseat\" experience.\n* No sidequests, no maps, no codex entries. Who's got time for that when the world is in peril?!\n* Girls. Just... girls... you know...??? They're great\n* The Disaster Lesbian Representation We Need",
    "id": "010005A01E1D2000",
    "name": "Get in the Car, Loser!",
    "publisher": "Love Conquers All Games",
    "releaseDate": 20240916,
    "version": 0
}