{
    "description": "Shovel Knight: Treasure Trove is the full and complete edition of Shovel Knight, a sweeping classic action-adventure game series with awesome gameplay, memorable characters, and an 8-bit retro aesthetic! Run, jump, and battle as Shovel Knight, wielder of the Shovel Blade, in a quest for his lost beloved. Take down the nefarious knights of the Order of No Quarter and confront their menacing leader, The Enchantress.\n\nBut that’s not everything! Shovel Knight: Treasure Trove also features four additional games all unto themselves! Take control of Plague Knight, Specter Knight, and King Knight on adventures of their own or battle each other in a local four player Showdown. Together, they form a grand and sweeping saga!\n\nWith Shovel Knight: Treasure Trove, you get it all. Play with a friend in Shovel of Hope's cooperative campaign, test your mettle in full-featured challenge modes, battle together in Showdown, and change the game with Body Swap mode. Uphold the virtues of Shovelry, earn relics and riches, and discover the true meaning of shovel justice!\n\nIncludes:\nShovel Knight: Shovel of Hope – Steel your Shovel Blade and start digging through the adventure that started it all! Jump, battle foes, and discover treasures as you quest to defeat the Order of No Quarter and their vile leader, The Enchantress.\n\nShovel Knight: Plague of Shadows – Prime your potions and become the maniacal alchemist Plague Knight in his adventure to brew the ultimate potion! Combine bomb parts to create custom combinations, discover new items, areas and bosses, and maybe even discover a bubbling romance.\n\nShovel Knight: Specter of Torment – Summon your scythe in the prequel to Shovel Knight! Take control of Specter Knight to dash through completely redesigned levels by climbing walls, mastering a new arsenal of weapons, and slashing your foes to ribbons. Become the reaper, discover your melancholy past, and recruit the Order of No Quarter!\n\nShovel Knight: King of Cards - Step into the gilded boots of King Knight in the biggest and most regal Shovel Knight game of them all! Leap, Shoulder Bash, gather new subjects, and strategize your way through this prequel in your quest to become King of Cards!\n\nShovel Knight Showdown - Duel with up to 4 players locally and scramble after gems, or take control of your favorite character and dig into Story Mode! Master every move, explore a vast array of items and locales, and discover new revelations in this platform fighting game.\n\nFeatures:\n• Yacht Club Games' beautifully authentic style bridges the gap between yesterday and today. Design, art, and audio hearken back to the days of 8-bit.\n\n• The systems of today also give Shovel Knight modern touches: detailed animation, multilayered parallax backgrounds, and evolved game design.\n\n• Leap over gaps! Duel with foes! Uncover treasure! Find Secrets! Upgrade! Shovel Knight is simple to learn and play, but challenge lies everywhere.\n\n• Multiple awesome soundtracks by Jake \"Virt\" Kaufman with additional songs by Manami Matsumae!\n\n• Amass riches to upgrade your armor and weapons.\n\n• Detailed, living background and animation! Big, beautiful pixels!\n\n• Lovable characters and bosses!\n\n• Balanced gameplay is a warm welcome to newcomers, and an old embrace for experts.\n\n• A light touch to narrative with humor, levity, and heart.\n\n• Retell the adventure and uncover all of the world's secrets with New Game+!\n\n• Challenge Mode - A full featured mode with over 50 challenge levels that up the ante in every way!\n\n• Body Swap - Did you ever wish Shovel Knight was a lady, or Shield Knight was a guy? Well, now you can change them all around however you want, with brand new designs for all of the main characters in Shovel of Hope!\n\n• Co-op! – Grab a friend and play through Shovel of Hope as a fully cooperative adventure!",
    "id": "010057D0021E8000",
    "name": "Shovel Knight: Treasure Trove",
    "publisher": "Yacht Club Games",
    "releaseDate": 20191210,
    "version": 0
}