{
    "description": "Pirates Outlaws is a roguelike deckbuilder with papercraft artstyle packed with content. Navigate dangerous seas, defeat every outlaw in your way and challenge their masters in tense combats. Your expedition will be full of ambushes and challenges, so get ready, build your card deck and plan deadly combos to become the most reputed pirate!\n\nFeatures:\n\n3 Game Modes with unique rules\n16 Heroes with unlockable skins\nMore than 700 Cards and 200 Relics\n150+ Outlaws and 60+ unique bosses\nTons of unlockables\nAll the 7 chapters included\n\nDISCOVER 3 GAME MODES WITH UNIQUE RULES\n\nStart a roguelike expedition in NAVIGATE mode! Choose between different routes across varied horizons, battling every pirate and outlaw that stands in your path. Add new cards to your deck or upgrade them and get relics to survive the trip! As you play you’ll earn Repute to unlock new maps, cards and more! When you reach 9.999 Repute you will unlock the Hard Mode with tougher enemies and unique challenges.\n\nFace the most powerful foes in the ARENA mode. Build a deck with cards and relics from every single chapter to craft the perfect pirate warrior and battle powerful Champions every 10 Battles. The dust of the arena awaits for the best challengers!\n\nTest your strength and knowledge over a drink in the TAVERN BRAWL mode. Choose pre-made packages before each battle and defeat waves of pirates to battle the imposing Tavern Keeper.\n\nDOMINATE 16 DIFFERENT HEROES AND UNLOCK NEW SKINS\n\nPlay as 16 different pirates, each with unique abilities and mechanics. Read the future with the Fortune Teller, command a beast with the Bear Tamer or go full berserker with the Chicken. As you play, you’ll unlock new skins with each character. Start your next run as a steampunk legend or find the spookiest look!\n\nBUILD YOUR DECK WITH 700+ CARDS TO BATTLE 200+ ENEMIES\n\nLevel up your game with new cards that you will unlock as you progress through the different maps. With more than 700 cards and 200 Relics, every run will be unique! Build better decks with deadly combos and prepare yourself to face the toughest challenges as you learn how to battle more than 150 regular outlaws and 60 bosses.\n\nALL FREE UPDATES INCLUDED\n\nPirates Outlaws has received several updates since the original release and all of them are included for free in the console edition!\n\nTavern Brawl\nThe Arena\nBounties\nLost Islands\nNorthern Lands\nEastern Seas\nPort Elysia\nAnd more!",
    "id": "0100E46015634000",
    "name": "Pirates Outlaws",
    "publisher": "BlitWorks",
    "releaseDate": 20230329,
    "version": 0
}