{
    "description": "Conductor Chaos welcomes you to the most premiere high-risk challenge festival ever, Booom-Slang!\n\nDo you have what it takes to become the new star player? Can you overcome the manic gauntlets that this mad man has concocted?  Will you be able to best his monstrous chimera creatures, deadly death bots and insanely twisted trials? How will you stack up against your perilous peers? I wonder... are you prepared for Booom-Slang!?\n\nGet ready for Top-down, Twin-Stick Shooting chaos, fusing a stylized low-poly art style with crazy FMV footage to create a unique and striking visual blend.\n\nBooom-Slang! has multiple Single-Player and Multi-Player game modes, including an insane Story mode, a Crash Course mode for training and Multiplayer modes to challenge your friends, with multiple more modes and maps in the works.\n\nThe Single-Player Journey mode puts you in the shoes of a new test subj- *ahem*, participant, tasked with overcoming the challenges set forth by the creator and showrunner of the Booom-Slang! festival, Conductor Chaos himself. You will need to defeat every creep this creep throws at you, bust through each trap he sets and use every single weapon and ability attained to it's full ability to reach the end of this labyrinth of lunacy.\n\nMultiplayer in Booom-Slang takes on a novel and unique blend of Player vs Player (PvP) and Player vs Environment (PvE), where up to 4 Participants compete against each other in 3 different facets at the same time: Direct Combat, Hunting Creeps and Collecting Treasure. This gives participants more than one way to achieve different forms of victory, while needing to use their hunting points and treasure gained wisely on ultimate moves if they want to snatch the upper edge in combat while keeping all of their score types competitively managed. Participants will also be rewarded with unique titles and badges for using unique styles of combat, utilizing different abilities and showing off novel strategies and tactics.",
    "id": "01009E0013AF8000",
    "name": "Booom-Slang!",
    "publisher": "SKERMUNKEL STUDIOS",
    "releaseDate": 20240919,
    "version": 0,
    "category": [
        "Shooter",
        "Action",
        "Arcade",
        "Puzzle"
    ],
    "developer": null,
    "intro": "Top-Down, Twin-Stick, FMV-infused MADNESS!!!",
    "isDemo": false,
    "languages": [
        "en"
    ],
    "nsuId": 70010000036503,
    "numberOfPlayers": 4,
    "ratingContent": [
        "Blood",
        "Violence"
    ],
    "region": null,
    "rightsId": null
}