{
    "description": "What would you do to bring back someone you love?\n\nSword of the Necromancer is a dungeon-crawler action RPG with Rogue-like elements where you can revive your defeated enemies to make them fight alongside you.\n\nTurn your foes into allies using the forbidden powers of the Sword of the Necromancer and help Tama reach the dungeon's depths in order to gain enough power to bring Koko back from the dead.\n\nGather a little army of monsters, equip yourself with weapons and relics and level up to take on the guardians that stand between you and your objective.\n\n- Turn your foes into allies: use the Sword of the Necromancer to revive defeated monsters and make them fight alongside you.\n- Gather weapons and relics: each weapon is different from the others thanks to the procedural  weapon generation system, which gives them various effects and attributes.\n- Fight with all your might: defeat your enemies using a variety of weapons and objects and dominating the fluid head-to-head battle system.\n- Level up: enhance your character by fighting enemies and upgrade your stats. Improve your summoned monsters by fighting alongside them.\n- Death is not the end: Each try gets you closer to the Necromancer. You will lose all your equipped weapons and monsters, but you will retain half the level you achieved in your run.\n- Learn the truth: Discover Tama and Koko's past as you advance through the dungeon.\n- Local co-op play: Use the Flask of Homunculus to create a copy of the playable character and play with a friend in local co-op game.\n\n\n\"Legend says that, deep within these mountains, a heretic decided to violate the will of the gods in order to achieve eternal life.\n\nThe heretic succeeded in this aberrant attempt, and created a tool for forbidden rituals that could grant immortality… and even bring back the dead.\n\nOver the years and centuries many have tried to get that power for themselves, but all they found in the Necromancer’s crypt was their demise.\n\nThey say that the tool the Necromancer created is also a weapon…\n\nThe Sword of the Necromancer”\n\nTama is a former rogue that is tasked to escort the priestess Koko in her pilgrimage around the continent. During their travel Koko dies, and Tama carries the corpse to the Necromancer's crypt, where legends say there dwells a power that may resurrect the dead.\n\nFilled with despair, Tama will enter the dungeon with the aim of obtaining the forbidden power of necromancy, ignoring the dangers that lurk in the shadows.",
    "id": "0100E4701355C000",
    "name": "Sword of the Necromancer",
    "publisher": "Grimorio of Games",
    "releaseDate": 20210129,
    "version": 0
}