{
    "description": "Dive into a Fairytale - There once was Elise , a vibrant and ambitious young lass with a big dream – becoming filthy rich. In spite of this, the stars didn’t seem to have reserved our protagonist much fortune in life. Elise, who came from humble beginnings, had no choice but to spend her days away assisting her fellow neighbours with menial tasks to make a living.\nOne day, Elise discovers a pair of beautiful shiny red shoes buried in her backyard – what a surprise! Bewitched, Elise embarks on a fearful journey that pulls her closer and closer into the heart of the mysterious Woods!\nWill Elise risk it all for the sake of a dream come true, or settle for her humble day-to-day life? The ending of this tale is yours to write…\nVenture into the Woods - Little Goody Two Shoes is a horror narrative adventure game, set in a hand-painted fairy tale environment. There are 10 possible endings to fit your choices and actions in the game.\nBut there’s more than meets the eye here, as you must also manage multiple aspects of Elise’s life in the village to stay alive. Remember, all decisions matter in this story!\nDuring the day, you will need to strengthen Elise’s bonds with her fellow villagers and work to make a living by playing fun minigames.\nBut once the moon rises, make sure to keep Elise fed, healthy and sane in the multiple encounters with deadly foes as she makes her way further into the Woods.\n- Suspicion – Kieferberg is a small and devout village, which means Elise will need to carefully navigate her relationships with the villagers to avoid arousing suspicion of witchcraft and be left to die in the Woods as punishment. \n- Exploration & Puzzles – At night, Elise can roam around the Woodlands, a mystical and phantasmagorical  realm where enigmas and deadly enemies await as she tries to uncover its secrets.\n- Survival & Resource Management –  Through a limited day and night cycle Elise will need to carefully manage her needs if she wants to stay alive to finish her tale.\n- Love Interests – Get struck by Cupid’s arrow and fall in love with the charming bachelorettes of Kieferberg. In this all-female cast of romanceable characters, unlock dreamy date scenes and storylines for each of them.",
    "id": "010036E019EA2000",
    "name": "Little Goody Two Shoes",
    "publisher": "Square Enix Europe LTD",
    "releaseDate": 20231031,
    "version": 0
}