{
    "description": "Shadowrun: Hong Kong - Extended Edition is the definitive version of Shadowrun: Hong Kong, the third standalone game in Harebrained Schemes’ critically-acclaimed Shadowrun cRPG series. The Extended Edition adds 6+ hr Shadows of Hong Kong Bonus Campaign, audio commentary to the game, and a long list of improvements since the game’s initial launch - including new visual effects and updated dialogue. Experience the most impressive Shadowrun RPG yet, hailed as one of the best RPGs and strategy games of 2015, and now available on consoles!\n\nHONG KONG. A stable and prosperous port of call in a sea of chaos, warfare, and political turmoil. The Hong Kong Free Enterprise Zone is a land of contradictions - it is one of the most successful centers of business in the Sixth World, and home to one of the world’s most dangerous sprawl sites. A land of bright lights, gleaming towers, and restless spirits where life is cheap and everything is for sale.\n\nKey Features\nShadows of Hong Kong Bonus Campaign: Set in the weeks following the events of the main campaign, the Shadows of Hong Kong bonus campaign will give you -- and your team -- the opportunity to turn the tables on the elite corporate police force that once hunted you. Through layers of corporate greed and urban strife, you will contend with dangerous enemies, uncover a deadly conspiracy, and cement your reputation as a Prime Runner… assuming that you survive, of course.\n\nA Classic, Story-Driven cRPG adapted to consoles: Shadowrun: Hong Kong hearkens back to the golden age of computer RPG’s with a novel-like branching narrative full of sharp prose and deep character development. Immerse yourself in a smart, 15+ hour campaign with a diverse cast of all-too-human characters.\n\nA One-of-a-Kind Cyberpunk Setting: Experience the unique “Tech meets Magic” dystopian future of Shadowrun, a fan-favorite game setting. Shadowrun: Hong Kong is a perfect entry point to the setting for those with no prior Shadowrun experience, while providing plenty of classic Shadowrun characters and tech for veteran players to sink their teeth into.\n\nCommand Your Team: Just like Dragonfall, Shadowrun: Hong Kong features a crew of flawed, dangerous runners with backstories that could only be possible in the tech-meets-magic Shadowrun setting. The members of your team are designed to play contrasting roles during missions, and each has a distinct set of skills, abilities, strengths, and weaknesses. Each team member also has challenges to face in their own lives, which you can choose to brush aside or play an important part in.\n\nGripping, Turn-Based Tactical Combat: When you’re running the shadows, every turn matters. Choose your actions wisely - move to better cover, charge into melee, or lob a fireball into a crowd of enemies. With over 200 weapons and spells at your disposal, every turn is filled with meaningful choices.\n\nSkill-Based Character Progression: Choose a starting character archetype and build from there! Street Samurai and Physical Adepts use advanced combat skills to dominate the battlefield, Shamans and Mages summon powerful allies and cast deadly spells, while Riggers and Deckers provide critical technological support, projecting their consciousness directly into drones and computer systems. Shadowrun: Hong Kong’s classless skill system allows you to grow your character in any direction you choose.\n\nUpdated/Redesigned UI: To better experience this cult-classic on consoles, the UI has been redesigned to meet the needs of console players! ",
    "id": "0100C610154CA000",
    "name": "Shadowrun: Hong Kong - Extended Edition",
    "publisher": "ParadoxInteractive",
    "releaseDate": 20220621,
    "version": 0
}