{
    "description": "Introduction\nDid you enjoy playing arcade games with your childhood friends in the past? Paying homage to the popular side-scrolling arcade games in 80s and 90s, the Sword of the Guardians is an amazing retro beat’em up game for you and your fellas to indulge in an incredible adventure.\nSetting in the medieval times, the Swordsman, accompanied by the Monk and the Dwarf, is taking on an epic journey and fighting against the villains to protect their people. You can now be the heroes in the battles, against a variety of intriguing enemies as you move up to each level, including troops of armies, assassins, wizards, bombers, butchers, skeletons and spirits and so on. Prepare to be captivated by the spectacular 3D backgrounds and immersive background music and sound effects as you venture through the forests, villages, dungeons and castles.\n\nThe Sword of the Guardian offers exhilarating game play experience by featuring command-based combo attacks (such as “↓ → + attack” and “↓ ↑ + attack”) customized for each character, immersive hit feeling and diverse actions such as throwing weapons and using magic.\n\nPick a character to fight! Unleash your power with the three distinctive characters of your choice. Whether it’s the Swordsman who fights for love, the Monk for wisdom or the Dwarf for power, you are guaranteed to experience a breathtaking gameplay as you perform the signature and powerful combo attacks. Compete with your friends on the number of cohesive hits in a flamboyant playing style.\n\nFeatures\n- A co-op gameplay supporting three local players\n- Multiple endings and storyline\n- Retro arcade gameplay with exhilarating hit feeling\n- Three characters with distinctive features and fighting styles at your disposal\n- Command-based combo attacks and diverse actions such as throwing weapons and using magic to achieve endless fighting combinations\n- A creative range of weapons and magic to enhance cooperation between players, including physical daggers and bombs, magic power over ice and fire, and healing and protection spells\n- Spectacular 3D backgrounds, with variation on weather and lighting\n\n\nAbout the developer\nThis game has been developed by a solo developer who has spent 4 years’ time on game design, graphics, programming and visual effect on his own.",
    "id": "01001C900CAD0000",
    "name": "Sword of the Guardian",
    "publisher": "Billy Chan Studio",
    "releaseDate": 20181125,
    "version": 0
}