{
    "description": "In Evertried, the player’s actions dictate when enemy units move. In other words, everything moves after you. The game plays out as fast or methodical as you want, featuring a free-flowing turn-based action combat system. Alternating between moving, attacking, using your dash, skills and luring enemies into hazards is the key to success. \n\nYou are the one that decides the pacing of Evertried. Learn to think ahead. Develop intricate strategies to outmaneuver your opponents and follow your path to ascension!\n\nTest Your Strategic Might\nHitting or defeating enemies in succession increases your Focus Level, which determines the shards you receive and unlocks special powers called Modifiers. The Focus Level goes down when you are idle or just moving, so there is incentive to keep up the action. Luring enemies to traps and getting hit by hazards will also affect the gauge, adding to the strategy.\n\nOutsmart Enemies with Dashes and Skills\nMoving strategically and attacking is vital. Close the gap with a Dash -- a mechanic that allows you to move twice the distance and ignore collision, allowing you to transverse an obstacle or gain a better position. Don’t forget Skills and Modifiers-- abilities and passive effects that can be equipped to create your build. Skills improve and carry over into successive runs, whereas Modifiers become stronger based on your Focus Level.\n\nAscend Your Path to Destiny\nThe Tower has 50 floors divided into 5 Areas. Each area is unique and introduces new types of enemies. The higher you get in The Tower, the more complex floors will become. Each area has a Shop Floor, where you can spend shards acquired in exchange for health recovery, Skills and Modifiers. Plan accordingly to increase your chance of getting to the top. \n\nOvercome the Guardians, Overcome Your Weaknesses\nEach area ends with a Floor Guardian, a boss battle to truly prove your strategic might. Upon losing all your health, the Warrior will dissipate and lose previously acquired powers, reappearing at the First Floor to start ascending again. However, mastery in Skills will carry over into following runs. Rise again Warrior, and face your destiny.",
    "id": "0100193013AD0000",
    "name": "Evertried",
    "publisher": "DANGEN Entertainment",
    "releaseDate": 20211021,
    "version": 0
}