{
    "description": "Being the captain of a spaceship can be hard, especially when there’s a price on your head. Bounty hunters, space pirates, and even the Galactic Union are trying to hunt you down. All that stands between you and oblivion is your wits, your crew, and your trusty ship.\n\nThe Galactic Junkers is a comedic action-adventure space combat game that puts you in the role of a space captain on the run. Your ship might be falling apart and your crew isn’t the best but with a little luck you can keep everything ship-shape. Upgrade your ship, hire new crew, steal supplies and equipment, and keep searching for the truth of why everyone wants you dead.\n\nExplore\n\nTake a journey across the solar system exploring all nine planets and their neighboring sectors. Discover mysterious asteroids, creaking space stations, abandoned shipwrecks, deadly pirates and much more.\n\nMine, Salvage, Steal, and Trade\n\nRunning a spaceship is never easy and there’s always bills to pay. Keep your bank balance looking healthy by mining asteroids, salvaging derelicts, and trading with disreputable characters. Maybe you’ll even partake in a little theft, but don’t worry - we don’t tell anyone.\n\nBattle and Board Enemy Ships\n\nSpace is a deadly place so you’ll have to fight for your life. Set your crew to operate the guns and show those pesky pirates what you are made of! Board enemy ships to smash and grab essential resources or hack systems from the shadows.\n\nHire and Maintain your Crew\n\nA happy ship needs a happy crew, so look after your band of useful idiots. Nurture their skills to keep everything running smoothly, or if you don't like them, show them the airlock and hire new crew.\n\nBuy, Upgrade, and Repair Ships\n\nMaybe you need a little more juice in the engine department or your guns are falling short. Upgrade your ship to take control of the sector and make a name for yourself. Or if you prefer something a little fancier, trade in your ship for a better model. Just don’t forget your maintenance routines!\n\nProtect You and Your Ship at all Costs\n\nTry not to get yourself blown up, captured, or otherwise incapacitated. We’re counting on you to find the truth behind the bounty on your head and see if there’s a bigger destiny for you out there. Explore strange new worlds, meet weird new people, try dodgy food, and boldly fumble where no space captain has fumbled before, just don't get your exhaust ports blown off!",
    "id": "0100FEE0175FA000",
    "name": "The Galactic Junkers",
    "publisher": "GMG Publishing",
    "releaseDate": 20220707,
    "version": 0
}