{
    "description": "Build a loyal band of followers and survive the journey across a broken world. Barely.\n\nTake on the role of a powerful leader and mystic. Empowered with the gifts of technopathy, the ability to sense and affect electrical currents. \n\nYou are the last hope to a band of outcastes and refugees. Lead them across the randomly generated wastelands. Pick fights with greedy slavers and crazy machines using the turn-based card combat. Can you survive long enough to reach the mysterious Crypt?\n\n- Card-based tactical combat system\n- New procedurally generated maps each game\n- Find loot and recruit followers to build your deck \n- Unlock new content across multiple playthroughs\n- More than 300 cards for you to discover\n- Indian infused electronica soundtrack\n\nNowhere Prophet is a single-player card game with procedurally generated maps, high difficulty and permadeath. At its heart are two distinct parts of gameplay: Travel and combat.\n\nDuring travel you navigate across a procedurally generated map. Make sure your convoy has enough resources to travel as you pick your route. On your journey you will encounter strange places and even stranger people. You will be thrust into situations that put the fate of your followers in your hands. \n\nIf you're lucky enough to gain some rewards, maybe for helping someone - or robbing them, then you can invest those to improve your decks. Recruit more followers to have more and different units to put into battle. Equip your prophet or level up and learn new skills to have access to stronger action cards in combat.\n\nYou will have to overcome some enemies to keep your convoy and resources together. And sometimes you may even want to pick a fight for righteousness or just for loot. Once in battle the game changes to the turn-based card game mode. \n\nPlay convoy cards to put your followers onto the field and position them so you can overcome your enemy. Or play action cards to dramatically change the battlefield. But be careful: If you're wounded you will have to find a safe place to heal. And if one of your followers takes too many wounds, they are lost forever.\n\nNowhere Prophet is set on a far off planet called Soma. Your story begins many years after the Crash, a complete technological collapse. Civilization has broken down and the lack of resources made everyone turn either bandit or madman.\n\nIn this world inspired by Indian culture, you lead a convoy of outcastes. These desperate men and woman following your vision of a better future. Under your guidance, they travel with you through the wastelands. Your goal is the Crypt, a mystical place that promises untainted technology and safety. \n\nIf you can survive long enough to find it.",
    "id": "0100CC1010464000",
    "name": "Nowhere Prophet",
    "publisher": "No More Robots",
    "releaseDate": 20200731,
    "version": 0
}