{
    "description": "Doctor Carl Kindeman has lost everything. Scorned and hated by the entire medical community for his “questionable” methods, he accepted a miserable job in an appalling prison. \n\nBut that is all part of the plan. Here, he will restore his lost reputation. Here, no one will notice his experiments.\n\nBe the Monster\nDoctor Kindeman would do anything to restore his reputation. Anything.\n\nDo with the inmates as you please. Let them die screaming on the electric chair, or save them...only to use them for your research afterward. Melt their bones, burn their intestines, or simply maul them to death: you are a genius, and they are just your guinea pigs.\n\nIt feels good to be bad...but do you have the stomach for it?\n\nPhysician, manage Thy Lab\nBeing an evil doctor is hard work: upgrade and use eight different rooms, manage your resources, play with poisons, drugs, and hazardous substances, and conduct secret experiments. \n\nIt is a lot to handle, but you are not alone. Sister Anna is there for you. Always. And always ready to do just what the doctor ordered.\n\nA Story-Driven Madness with Multiple Endings\nA dark story populated with complex characters adds depth to this gut-wrenching experience, raising disturbing moral questions and showing us the other side of evil: humanity. \n\nMultiple endings and unlockable events make the game replayable, leaving the destiny of Anna and Carl in the player’s hands. Whether they fail or triumph is up to you.\n\nEndless Mode\nScience cannot be stopped!\nThe Endless Mode is here for those who love a real challenge.\nPerform all your malicious deeds to complete different objectives while avoiding Mr. Black's ever-guarding eyes. Choose the optimal timing to administer poison pills and drips and to use the Secret Room. Be careful: one misstep and you are done for good!",
    "id": "010018F01DC7A000",
    "name": "The Kindeman Remedy",
    "publisher": "3DRealmsEntertainm.",
    "releaseDate": 20240411,
    "version": 0
}