{
    "description": "The Worms are back in their most destructive game yet. With a gorgeous, hand-drawn 2D look, a full arsenal of  weapons, crafting, vehicles and buildings, Worms W.M.D is the best Worms experience ever!\n\nIn Worms W.M.D for Nintendo Switch™, players will be able to feel the full power of all the game’s campaign missions, levels, customisations and updates, including Liberation and the fan favourite Forts Mode whether at home or on the go. And coming first to Nintendo Switch, a whole megaton more!\n\nA brand new theme – Space!\nNew Mushroom and Tree forts\nNew customisations including three new outfits and three new gravestones to mourn the passing of your invertebrate pals\n\nWorms W.M.D for Nintendo Switch™ includes support for single Joy-Con™ play, local wireless multiplayer as well as local and online multiplayer in hilarious all-out tactical worm warfare. So, wherever you are, grab your Concrete Donkeys, un-pin your Holy-Hand Grenades, and re-cape your Super Sheep as you prepare to rain hell on upon your enemies with Worms at its chaotic best!\n\nKey Features:\n\nWonderfully 2D - The best implementation of the Worms formula yet, now with a brand new worm, and gorgeous digitally-painted 2D artwork.\n\nVehicles – Worm warfare gets serious with the introduction of vehicles for the first time in the series. Dominate the landscape in warfare-ready tanks, take to the skies to unleash hell from from above in helicopters and more! \n\nBuildings - Gain the tactical advantage by keeping your worms’ heads down and hiding out in a building, protecting them from direct attacks!\n\nCrafting – No more waiting around while your opponents take their turns! Grab the crafting crates that drop from the sky during games to make fiendishly upgraded versions of items such as the Electric Sheep, the Bazooka Pie and the Holy Mine Grenade to unleash on your enemies!\n\nClassic Worms Physics and Gameplay - Our brand new engine recreates the feel of the fan-favourite entrants in the series; and sees the reintroduction of the much loved Classic Ninja Rope.\n\nNew and classic weapons – Over 80 weapons and utilities at your fingertips, including many returning classics and a slew of new additions such as the Dodgy Phone Battery, the Unwanted Present and the OMG strike. \n\nMounted Guns: A range of different gun types are placed around the landscape, allowing your warmongering worms to do even MORE damage!\n\nHilarious single player plus online and local multiplayer\nwarfare – Worms W.M.D comes locked and loaded with a warchest of Training Missions, Campaign Missions and Challenges for the solo player. Train up then head online to create havoc in multiplayer modes including ranked play, with room for up to six players on each map! ",
    "id": "01001AE005166000",
    "name": "Worms W.M.D",
    "publisher": "Team17",
    "releaseDate": 20221007,
    "version": 0
}