{
    "description": "Experience the story of Monty Mole, British subterranean mammal turned international criminal, in this fantastic collection of five games.\n\nAll Monty wanted was a quiet life, but when faced with an unbearably cold winter found himself stealing coal to survive, and that led to a life on the run from the authorities, a journey that would take him all across Europe! The Monty Mole series of adventure platformer games for home microcomputers were the brainchild of Peter Harrap, the teenage son of a mining inspector, and inspired by the 1984 mining strikes in the UK.\n\nNow you can experience the original Monty Mole saga. This collection includes the main trilogy of Wanted! Monty Mole, Monty on the Run, and Auf Wiedersehen Monty, plus two bonus games: Moley Christmas (a seasonal adventure originally given away with copies of a magazine) and Sam Stoat: Safebreaker (the solo adventure of Sam Stoat, a supporting character from the main Monty Mole games).\n\nThis collection allows you to play these classic games with many modern features, including:\n• Difficulty modes\n• Display filters, including an 80s-style CRT filter\n• Suspend points - save and restore up to 4 suspend points per game\n• Live Rewind - rewind up to 10 seconds of live gameplay with the push of a button\n\nWanted! Monty Mole\nWith a long, cold winter ahead, Monty Mole makes a daring, coal snatching raid to his local South Yorkshire pit. Do battle with flying pickets, mammal eating fish, crushers, roaming drills, hovering hairspray and more. Surfacing in Arthur’s castle, you must find the only thing that can defeat him: a ballot paper.\n\nMonty on the Run\nAfter being sprung from Scudmore Prison by Sam Stoat, Monty Mole now makes a bid for freedom. Dodge tricky enemies and hazards, collect gold coins, and get to the cross-channel ferry.\n\nAuf Wiedersehen Monty\nHaving fled the UK, Monty continues to be hounded by the authorities, and has now caught the attention of Intermole, who are in hot pursuit! He must travel across Europe, gathering enough cash to finally settle down on his own private Mediterranean island, away from persecution.\n\nBonus Game: Moley Christmas\nIt’s Christmas, and Monty is celebrating the season with a brand new game to be given away with copies of a computer magazine. Bizarrely, the game itself tells the story of Monty delivering the very same game to the magazine’s offices! Jump, climb, dodge hazards and pick up items across four levels.\n\nBonus Game: Sam Stoat: Safebreaker\nThe mustelid malefactor Sam Stoat, who previously sprung Monty Mole from Scudmore prison, returns in his own game, looking for a big score.",
    "id": "0100BFA01D4AC000",
    "name": "The Monty Mole Collection",
    "publisher": "Pixel Games UK",
    "releaseDate": 20231218,
    "version": 0
}