{
    "description": "The fastest racing game in the universe. \n\nRedout 2 is a tribute to classic arcade racing games and the sequel to the critically acclaimed Redout, where racing through the dystopian wastelands of a semi-abandoned Earth is one of the galaxy’s most popular sports.\n\nReach impossible speeds in exhilarating futuristic races across an extensive single-player campaign and competitive multiplayer. Deep control systems, robust hovership customization and a killer soundtrack make Redout 2 the premier anti-gravity racer.\n\nSpeed and Control\nIn the tradition of Anti-Gravity racing classics like Wipeout and F-Zero, experience blazing fast speeds and an intuitive driving system that makes Redout 2 a blast to pick up and play, but also rewarding for those prepared to master the super-high skill ceiling. Bend, loop and swoop through the most insane twists and jumps in racing game history.\n\nExtensive Career Mode\nFly through hundreds of events across 36 unique racetracks - all of which are reversible! From Arena Races and Time Attacks to Last Man Standing and intense Boss Races, dart past the competition and dominate the finish line.\n\nCompetitive Multiplayer\nRace against others in intense online multiplayer action. Dive into fresh challenges with regularly-added custom content, alongside seasons that include unique aesthetic rewards. \n\nComprehensive Customization\nChoose from 12 distinct chassis and fully customize your own hovership with an incredible selection of propulsors, stabilizers, rudders, intercoolers, flaps, magnets, wings, spoilers, rocket engines, paints and more! Create and share your best high-speed highlights with Photo Mode.\n\nJaw-Dropping Soundtrack - Featuring 51 tracks, including 42 original and 9 licensed from superstar electronic artists like the legendary Giorgio Moroder and acclaimed talents like Zardonic and Dance with the Dead. Our music-master algorithms seamlessly and dynamically mix tracks based on real-time race data.",
    "id": "0100664016D5C000",
    "name": "Redout 2",
    "publisher": "Saber Interactive Incorporated",
    "releaseDate": 20220719,
    "version": 0
}