{
    "description": "\"ANGEL WHISPER\", released by Child-Dream in 1999, became a major topic of conversation with its system of playing the posthumous game while browsing actual websites, raising the question, \"Did this really happen?\". \n\n[Video Letter from Mirai] (Voice Actor: Ai Shimizu)\nThis is more than just a video game trailer; it's a personal plea to you.\nDue to circumstances, I am making this request alongside the release of the game.\nWould you play this video game until the very end?\nIn 1999, my father, game designer Hiroaki Yushima, abruptly vanished from our lives, leaving behind a single video game.\n\"ANGEL WHISPER\"... this is that video game.\n\nPlease, I need your help.\nWill you uncover the truth... on my behalf?\n\n[Remake for Nintendo Switch™]\n・Completely refreshed graphics, including characters and stills.\n・Added an epilogue and hints for 2023. Designed for anyone to play to the end.\n・Music provided from \"epitaph\" by composer H.Oshima. Also, remastered the original's popular BGM.\n・Added a fortune-telling system by the original's popular character, the fortune-teller Laisa.\n\n[From the Creator]\nThis game, in 2023, was refined at the request of my friend's daughter, Mise Yushima.\n\nThe truth behind the disappearance of the original creator, Hiroaki Yushima, remains unclear to this day. No suicide note or clues were left behind, only this game, \"ANGEL WHISPER.\" \nThe creators cannot be held responsible for any events that may occur as a result of playing this video game.\n\n[Story]\n\"Why did he leave behind this game and disappear?\"\n\nGame creator Yushima suddenly vanished from this world, and the only thing left behind was a single game, \"ANGEL WHISPER.\"\n\nThe content depicted in the posthumous work was an event Yushima experienced in 1998. He joined a certain game company and began producing a game based on Nostradamus's prophecy of the end of the world. However, in the midst of production, a mysterious incident occurred, and he lost his colleagues.\n\nWithin the game, the protagonist Yushima, while advancing development at the game company, chases after the mystery of the incident. Soon, Yushima confronts an inexplicable entity.\n\nWhat was Yushima pursuing, and what kind of incident did he get entangled in? Why did he leave behind this work? Play until the end, and discover his final intentions.\n\n[Child-Dream / Mister Stories Inc.]\nSince 1997, they have been producing PC games focusing on RPGs and adventure games with a strong emphasis on narrative. Following their success, they became a corporation. Both of their adventure games for the Nintendo Switch received rave reviews, with many praising their poignant dramas.\n\"Scar of the Doll: A Psycho-Horror Story about the Mystery of an Older Sister\"\n\"Senri no Kifu\": Japanese Chess Mystery Visual Novel",
    "id": "010048001C52E000",
    "name": "ANGEL WHISPER - The Suspense Visual Novel Left Behind by a Game Creator.",
    "publisher": "Mamekujira",
    "releaseDate": 20230928,
    "version": 0
}