{
    "description": "What can you do in Stone Age: Digital Edition?\nIn Stone Age, you take on the role of a prehistoric human. Beginning with archaic tools, you collect wood, stone, and gold to attain higher levels of knowledge and build sturdier structures. With resources being scarce, you must compete for the limited number of spaces on the board that produce them while also gathering food to feed your growing tribe.\nHow bright is humanity's future? It depends on You!\n\nHow do you play Stone Age: Digital Edition?\nIn Stone Age, the players live in this time, just as our ancestors did. They collect wood, break stones and wash their gold from the river. The players expand their village to achieve new levels of civilization.\n\nThe rules are simple! In Stone Age: Digital Edition the turn is divided into 3 steps:\n*Place your workers! - Decide what you need and send out your people to get it!\n*Collect your workers! - Build tools and buildings with the resources you gathered!\n*Feed your workers - There's nothing better than a well-deserved meal after a day's work!\n\nHow to win in Stone Age: Digital Edition?\nIn Stone Age there are a limited number of spaces, so you must determine the best actions to take each round. It’s up to you to develop your tribe by gathering resources, constructing new buildings, and advancing their culture while also maintaining enough food to feed your people.\n\nWhat can you expect?\n*Immersive gameplay in the era of the Stone Age!\n*Worker placement mechanics - you are responsible for your own tribe!\n*Near infinite replayability!\n*Great game to start your adventure with board games!\n*Online ranking system with divisions!\n*Synchronous and asynchronous online game modes!\n*Official Stone Age rules consulted with the designers of the board game!\n*Unique experience of a board game with the convenience of a digital platform!",
    "id": "010051201DB72000",
    "name": "Stone Age: Digital Edition",
    "publisher": "Acram Digital",
    "releaseDate": 20240418,
    "version": 0
}