{
    "description": "As a new Manager, build a happy community and trade with other races... for profit. Yes, that's right, we need their happiness so we can power up our portals. The Lings, your workers, will obey you and help you with your village. But beware, they can cause a lot of problems too. If this is not enough, there are other creatures that will try to do the same, they can trade, fight or help you. Oh, don't forget about the weather and some unexpected events.\n\nVILLAGE BUILDING\n\nBuild your own village with many types of buildings, you need to decide what kind of objects, items or workbench you want inside. There are more than 150 items to craft. Every item and object has a reason. For example, craft a Wood Cabinet and put it inside the houses to increase your storage space. Roads can make them walk faster... and more.\n\nYOUR WORKERS\n\nThe Lings works for you. You need to provide basic salary, food, clothes and a \"\"healthy\"\" environment. It's up to you to decide how they work and where. Beware, they can start conflicts with each other and even set your village on fire. Watch them talk and keep your eyes open for their stats. Each one has unique traits and also attributes that you can control.\n\nDISCOVER\n\nSandbox maps with random generated nature based on your initial profile. Custom maps that you can build yourself. Talk, trade or fight with other races. Collect treasures and sell it or use it on your community. Random events that can turn your whole village into a nightmare from day to night. See how weather impacts your food and workers.\n\nAND MORE!\n\nRain and snow will change not only the visuals, but how you will handle your village. Craft better clothes or they can get sick. Craft better weapons and armors to face evil creatures or random thieves. Accept contracts and make enough Surplus (our currency) to make your community bigger. And, if everything goes wrong (or bad for you), you can just sell the village!\n\nWELCOME TO COMMUNITY INC!",
    "id": "010059C00E900000",
    "name": "Community Inc",
    "publisher": "tinyBuild Games",
    "releaseDate": 20191004,
    "version": 0
}