{
    "description": "\"I'll be your ideal lover! - My Dream Lover -\"is a visual novel game in which the protagonist and the heroines engage in a comical battle to become each other's ideal lover. \n\nThis bishoujo game released in 2019 under the \"Momoiro Pocket\" brand has been re-edited for the \"PandaShojo\" platform for the enjoyment of many players around the world.\n\n\n◆Introduction\nTakuma Shihoju was living a lonely school life.\nIn order to break out of the boring school life, Takuma tries to turn the heroines into \"ideals\" and spend a fulfilling school life, but...\nThe heroines also have their own \"ideals\".\nA serious competition has begun to see who can change or can be changed...!\n\n◆Synopsis\nTakuma Shihoju was living a lonely school life.\nEvery day he fantasizes about his imaginary lover next to him, but it never comes true.\n\nImpatient to the point of having nightmares, Takuma asks his childhood friend Sakura for help, but naturally she refuses.\nWhen he was about to give up everything, Sakura, who felt sorry for him, suggested a match.\nIf Takuma wins, your wish will be fulfilled. If Takuma loses, my wish will come true. What do you think?\nIt is a game of whether you can conform the other person to your ideal or whether you be conformed to the other person's ideal.\n\nIf you lose, you must serve for the rest of your life.\n\nIn order to create the ideal girlfriend, a forced battle between Takuma and the heroines broke out...!\n\n◆Characters\nSakura Iigashi\nIf Takuma wins, your wish will come true. If Takuma loses, I get what I want. What do you think?\nA childhood friend of the protagonist who dislikes otaku.\nShe gets along with everyone easily and is ranked high up in the castle. However, there are rumors that she plays with men badly, and some people ridicule her as a light woman.\nShe also has a cute side, such as when she was a child, she said she would be the protagonist's wife. But, it's a story from the distant past.\n\nMiku Subo\nTakuma... Me too... I will cooperate as much as possible.\nA senior at the school that the protagonist attends.\nPopular among both men and women as cool\" because of her fresh appearance, reserved personality, and the way she shows it through her actions.\"\nBut in reality, she was just a bad talker and had miraculously gotten lucky in avoiding it all.\nShe is everyone's illusion. But she is troubled by the fact that she can't confess it.\n\nMonono Kosaka\nI'll extend a helping hand to the poor senior who can't sleep because of his dreams.\nA junior at the school that the protagonist attends.\nContrary to the appearance of a small animal, she is super aloof.\nIf she was friendly, she would have been popular in the class, but she is the opposite of friendly.\n\nKozue Kadowaki\nWhy even me... I'm sorry! I would like to participate!\"\nA teacher intern at the school that the protagonist attends.\nShe wants to be popular with students as a mature, beautiful, and cool teacher, but in reality, she's not good in many ways.\nShe gets embarrassed when she tries to be sexy and tends to dress plainly.\n\nTakuma Shihoju\nThe protagonist.\nA very ordinary student. He realized that his school life was lame.\nTo live an ideal school life, he tries to bring the heroines closer to his ideal, but they also have their own ideals, and their school life begins to be full of ups and downs.",
    "id": "0100D2201A1F6000",
    "name": "I'll be your ideal lover! - My Dream Lover -",
    "publisher": "CyberStep",
    "releaseDate": 20230105,
    "version": 0
}