{
    "description": "Isekai Tragic Love is a tale of love, friendship, and betrayal between an invincible hero and his comrades in an isekai world.\nIt is a novel game that will touch your heart with an unfulfilled love...\n\nThis Bishojo Game originally released under the \"Genyukyo\" brand has been reworked for the \"CS Novels\".\n\n◆Synopsis\nWhen I woke up, I was surrounded by heroines.\n\"The hero from another world who appeared from the mirror of guidance, please lend us your strength.\"\nAsked to help save the world, the hero decides to cooperate with the girls in order to return to the present day.\nAwakening to the power of \"skill,\" the hero acquires a variety of skills during his travels and makes a name for himself.\nHowever, due to the effects of an unknown unique skill, his love for the heroines that have grown close is interrupted in every possible way.\nWhat decisions will the hero make with his unfulfilling love...\n\n◆Characters\n・Ariel Rounds\nA High Elf whose said to be a noble being. They are highly admired by the other races.\nThey prefer a quiet and relaxing life and dislike anything that bothers them. They do not get along with the Dwarves.\nThey are also said to be nearly eternal, and can learn magic, archery, and music naturally.\nShe is gentle and calm.\n\n・Little Krolock\nDaughter of the Dwarf chief Ulta. She is the definition of a tomboy.\nShe is a cheerful and energetic mood maker who is always busy laughing, playing, and sometimes crying.\nAlthough dwarves do not get along well with the elves, some elves are friendly towards her as she holds no such dislike.\n\n・Hermia Phini\nA Dark Elf who lives in forests and caves where the sun rarely reaches.\nAs a race, they are not much different from elves, but they do not get along well.\nShe favors seductive clothing that exposes her skin and seduces men with her attractive appearance.\nThere are also secrets to her background and behavior...\n\n・Charlotte Dianda\nA Dragonute, who possesses the power of dragons.\nEven as a woman, she is known to be the most powerful Dragonute. A single blow can shatter a land.\nAt the same time, she shows girlish behavior and an innocent side.\nIt's difficult to tell from her appearance, but she is extremely competitive, and strength is her absolute priority.\nShe has a tendency to fall in love with the male who defeats her, and once she falls in love, she will follow him no matter what.\n\n・Mercurio Smail\nA mermaid who lives by the waterside with a beautiful singing voice.\nIt is said that those who hear them sing catch a glimpse of heaven.\nShe avoids appearing in public, therefore many men become attracted to her beauty when seen.\nIt is said that mermaids who have lived for long periods of time, can grow legs that allow them to move freely on land.",
    "id": "0100A52019628000",
    "name": "異世界最強勇者の悲恋物語 - Isekai Tragic Love -",
    "publisher": "CyberStep",
    "releaseDate": 20221013,
    "version": 0
}