{
    "description": "Super Mega Space Blaster Special Turbo is an addictive, fast-paced space shooter with bullet hell elements, loads of unlockables, and leaderboards to climb. The ‘Turbo’ edition of Super Mega Space Blaster Special is the definitive edition giving you more ships, more game modes, more unlockables, more challenges, and more space blasting fun than any ever before. Blast your way through 5 unique game modes including 2 new Turbo edition modes. Save cute astronauts and destroy the boss to claim victory in ‘Save The Colony’ mode. Manage your fuel and ammo to survive to the big-boss in 'Survival' mode. Protect your mothership from damage for as long as you can in 'Protect Mother' mode. Blast your friends into space dust in local competitive multiplayer modes 'To The Death' mode and the new ‘One Shot’ mode. \n\nPlay alone in single player, or with a friend in local co-op to take out the aliens. Collect coins to unlock more space blasters (ships), upgrade your weapons and power-ups, and explore the shop for extra perks. Complete over 40 fun challenges to get those extra coins. Use each space blaster's strengths to your advantage; from turrets that allow twin stick control, to fast manoeuvrable ships that can outrun your foes. Arm yourself to the teeth with awesome power-ups like big-bombs, homing missiles and lasers. Destroy the alien boss and continue the endless gameplay to rack up a massive score and become the ultimate space blaster pilot and top the leaderboards.\n\nFeatures:\n• Fast-paced addictive shmup gameplay with bullet hell elements.\n• 5 play modes give varied gameplay and replay-ability.\n• Play alone in single player or with a friend in local cooperative or local competitive multiplayer. \n• Collect coins to unlock all 15 space blasters (ships) each with their own perks. From fast ships for darting around to slower ships that allow precision aiming. \n• Exclusive space blaster called 'Nabi' only for Nintendo Switch™. \n• Some space blasters have turrets, turning the game into a twin-stick shooter.\n• Loads of awesome power-up weapons to help you take down your enemies including lasers, homing missiles, and multi-shot.\n• Use your coins in the shop to upgrade weapons and unlock more perks.\n• Collectables to aid you in your mission. Big-bombs wipe-out nearby enemies, shields help you survive longer, and magnets drag fuel and ammo towards you.\n• Endless high-score chasing gameplay with over 15 enemies and a boss for those who can survive long enough (gameplay continues after the boss). \n• Over 40 in-game challenges to help you gain coins and develop your space blaster piloting skills.\n• Simple hand-drawn art-style allows you to easily pick out the foes amongst the asteroids. \n• Compete to be the greatest space blaster pilot in the leaderboards.\n• Play along to the pumping 80s inspired synth-pop original soundtrack by Electric Fan Death.",
    "id": "0100BDD00EC5C000",
    "name": "Super Mega Space Blaster Special Turbo",
    "publisher": "Bare Knuckle Development",
    "releaseDate": 20200114,
    "version": 0
}