{
    "description": "After the astonishing revelations in \"Nathan Jones and The Eternal Myth,\" adventurous archaeologist Nathan Jones embarks on a new odyssey in this intriguing sequel. \"Nathan Jones and The Empty Century\" promises to immerse players in a historical enigma that will challenge everything they thought they knew about civilization.\n\nHowever, he is not alone in this quest. An organization also pursues these mysteries, with much less noble intentions. As Nathan gets closer to the truth, the line between friend and enemy blurs, and the player's decisions will determine the fate of a forgotten century.\n\nThe saga continues with \"Nathan Jones and The Empty Century\", where players meet again with the daring archaeologist Nathan Jones and his brother in a new adventure that seeks to solve the mysteries that remained pending from the first episode. This time, the action moves to Spain, specifically the Canary Islands, where a volcano hides more than just geological secrets.\n\nUnder the mantle of the Canary Islands volcano lies the legendary \"Eternal Myth\", an ancient enigma associated with strange phenomena and creatures that defy all logic. Legends speak of a power so great that it can alter reality itself, and it is the task of Nathan and his brother to decipher the truth behind these tales.\n\nAs they advance in their investigation, both will realize that the \"Eternal Myth\" is not just a tale, and that the forces that reside within the volcano can be both a blessing and a curse for humanity.\n\nCharacteristics:\n\n·Immersive narrative: Immerse yourself in a deep story that intertwines myths, history and conspiracies.\n\n·Meaningful Decisions: The game presents multiple branches based on the player's choices, which leads to various outcomes.\n\n· Brothers in Adventure: Experience a deep brotherly dynamic, where decisions not only affect the world around you but also the relationship between Nathan and his brother.\n\n·Unique Setting: Explore the beautiful and enigmatic landscape of the Canary Islands.\n\n·Mythical Creatures: Face and decipher the mystery behind the strange creatures that inhabit the \"Eternal Myth\"",
    "id": "0100CC201D8EE000",
    "name": "Nathan Jones and The Empty Century",
    "publisher": "Aldora Games",
    "releaseDate": 20231228,
    "version": 0
}