{
    "description": "HINWEIS: Möglicherweise wird eine microSD Card (separat erhältlich) benötigt, um diese Software herunterzuladen.\n\nWolfenstein II: The New Colossus, Gewinner von \"Best Action Game of 2017\" bei den Video Game Awards, erscheint diesen Sommer für Nintendo Switch. Kämpfen Sie sich durch das von einer nuklearen Explosion verwüstete Manhattan, die besetzte Kleinstadt Roswell in New Mexico und die umkämpften Bayous und Boulevards von New Orleans, um das amerikanische Volk vom Regime zu befreien.\n\nIn der Rolle von B.J. Blazkowicz erleben Sie eine unvergessliche Geschichte voller Action, die von außergewöhnlichen Charakteren zum Leben erweckt wird. Ziehen Sie an der Seite Ihrer Freunde und Mit-Freiheitskämpfer in den Kampf gegen die böse Frau Engel und ihre Regime-Handlanger. Führen Sie die zweite Amerikanische Revolution auf Ihre Art – zuhause oder unterwegs. Die einzigartige Bewegungssteuerung der Nintendo Switch macht den Kampf gegen die Bedrohung durch das Regime so fesselnd wie noch nie.\n\n\nWICHTIGE FEATURES:\nEinzigartige Kampagne\nMachen Sie sich gefasst auf eine erwachsene, mutige und einzigartige Kampagne, wenn Sie auf amerikanischem Boden gegen die Kriegsmaschinerie des Regimes kämpfen. Schlüpfen Sie in die Rolle von B.J. Blazkowicz, beschützen Sie Freunde und Familie, schmieden Sie neue Bündnisse und stellen Sie sich den Dämonen Ihrer schweren Vergangenheit. Vereinen Sie Widerstandszellen, um das Regime zu stürzen. \n\nSpielen Sie auf Ihre Art\nVernichten Sie die Regime-Kriegsmaschine schnell und effizient. Dank vollständiger Unterstützung der Bewegungssteuerung für Joy-Cons und Pro-Controller erhalten die Spieler volle Kontrolle über ihre Waffen – mit einer Handbewegung.\n\nErledigen Sie das Regime überall und jederzeit\nStellen Sie sich dem Regime entgegen, wann und wo immer Sie wollen! Kämpfen Sie gemütlich von zuhause für die Freiheit oder ziehen Sie unterwegs in die Schlacht. Führen Sie die zweite Amerikanische Revolution überall und jederzeit.\n\nHinweis: Um hiesigen Gesetzen Rechnung zu tragen, wurden insbesondere einschlägige Symbole und Inhalte, die gegen § 86a des deutschen Strafgesetzbuches oder vergleichbare Verbotsvorschriften verstoßen oder verstoßen können, um nicht minder atmosphärische Alternativen ersetzt.\nWolfenstein® II: The New Colossus™ ist eine fiktionale Geschichte, die in einer fiktiven Welt in den 1960er Jahren spielt. Namen, Figuren, Organisationen, Orte und Ereignisse sind entweder frei erfunden oder in fiktionalisierter Weise dargestellt.\nDie Geschichte und der Inhalt dieses Spiels beabsichtigen weder die Billigung, Verherrlichung oder Gutheißung von Denkmustern, Ideologien, Ereignissen, Handlungen, Personen oder Verhaltensweisen des nationalsozialistischen Regimes noch die Verharmlosung der im Namen des Nationalsozialismus begangenen Kriegsverbrechen, Völkermord oder Verbrechen gegen die Menschlichkeit und sollten auch keinesfalls so verstanden werden.\n\nBitte beachte: Die deutschsprachige Version dieses Spiels verfügt nur über deutsche Sprachausgabe und Untertitel.",
    "id": "01004A700A168000",
    "name": "Wolfenstein® II: The New Colossus™ - Deutschsprachige Version",
    "publisher": "Bethesda",
    "releaseDate": 20180629,
    "version": 0
}