{
    "description": "Get the respect you deserve from your unstoppable rivals and race in your abandoned homeland!\n\nFeatures:\n– Pick from 30 extreme post-apocalyptic cars!\n– Discover different car classes: buggies, 4x4 off-roaders, SUVs, jeeps, sports cars, funny cars, and dragsters!\n– Win the Daily Race mode with real MONSTER TRUCKS!\n– Let your creativity flow through a ton of tuning and customization options!\n– Race victoriously through the wasteland and admire the old destroyed refinery, abandoned power plants, and more!\n– Drive top-class luxury DARTZ PROMBRON 4x4s: The Dictator, SpaceBaller, DrIvE Hards 6x6, Iron.Xtal, Black.Shark and the brand new Prombron Black Alligator!\n– Enjoy XTREME 3D graphics!\n\nCHOOSE FROM 30 INDESTRUCTIBLE RIDES\nPick and tune to perfection 30 rides from 7 unique car classes: buggy, off-road, SUV, jeep, sports car, funny car, and dragster. Choose from 25 car colors and customize your car by tuning its appearance. Slap on over 60 decals if you want to! Upgrade almost every aspect of your ride – Engine, Turbo, Intake, Nitrous, Body, Tires, and Gearbox – and max out its performance!\n\nDRIVE LUXURY 4x4 DARTZ PROMBRON CARS!\nJump behind the wheel of indestructible and unstoppable DARTZ PROMBRON rides made in Riga – bulletproof opulence trusted by billionaires, superstars, generals, and dictators since 1869. Racing Xtreme: Fast Rally Driver 3D features six officially licensed vehicles from the world's most prestigious car manufacturer!\n\nULTIMATE 3D REALISTIC GRAPHICS\nRacing Xtreme: Fast Rally Driver 3D sets a new standard in the racing genre. Enjoy imposing graphics and face your rivals mad with the smell of gasoline. Discover the post-apocalyptic world racing through the old destroyed refinery and abandoned power plants with their rusty scaffolding and immerse yourself in the wasteland. Explore your new homeland where driving skills matter!\n",
    "id": "0100FE9016BC6000",
    "name": "Racing Xtreme: Fast Rally Driver 3D",
    "publisher": "T-Bull",
    "releaseDate": 20220302,
    "version": 0
}