{
    "description": "Venture into dungeons with a huge party of your favorite Touhou characters!\n\nThis is a dungeon-crawler RPG with an absurdly large party size!\nThe dungeon-crawler RPG Genso Wanderer is now a game with an Oversized Party System that pushes the envelope of the roguelike genre!\n\nNow you can bring dozens of partners with you on your dungeon crawls, in addition to other quality of life improvements that make the game's systems and controls smoother than ever.\nOverwhelm your enemies with strength in numbers!\n\nLead tons of your favorite Touhou characters at once and conquer the impregnable Lotus Labyrinth!\n\nSYSTEM\n◆Oversized Party System - If you can't hack it alone, bring the whole gang!\nPrior Genso Wanderer games restricted the player to exploring alone, or with a single partner, but no longer! This game lets you bring in tons of partners all at once.\nBring in everybody you've recruited! Or just bring in the characters you like! Blaze your way through dungeons with the power of friendship and overwhelming numbers!\n\n◆Oversized Party Formation System - Form teams and bring them all in to conquer dungeons!\nIn addition to the usual main party led by the player, you can assign your partners to entire other teams with their own leaders, which can then act separately.\nYou can create optimal party comps, or you can throw all that out the window and make gimmick teams like the Scarlet Devil Mansion Team, the Green Hair Team, the Little Sister Team, or whatever else you feel like!\n\n◆Partner Skill System - Master various skills, share them with partners, and power them up!\nIn this game, partner abilities grow stronger with Skill items.\nRaise your partners' ranks and bring out their latent abilities!\nYou can also assign skills by team!\nCustomize and set skills to suit your own style of play!\n\n◆Mega Variety Equipment System - Load up on tons of weapons and armor!\nIn a departure from prior Genso Wanderer titles, you can now equip up to 10 separate weapons, 10 separate pieces of armor, and 10 separate charms, all at the same time!\nAnd this equipment strengthens more than just the player. All of your party members benefit from it!\nSelect an equipment loadout that accounts for all of your partners' traits and weaknesses, not just your main character's!",
    "id": "0100A7A015E4C000",
    "name": "Touhou Genso Wanderer -Lotus Labyrinth R-",
    "publisher": "Phoenixx",
    "releaseDate": 20210930,
    "version": 0
}