{
    "description": "Astral Ascent is a 2D platformer rogue-lite game set in a modern fantasy world. As one of 4 Heroes with very different personalities, you must escape from the Garden, an astral prison guarded by 12 powerful and vicious bosses, the Zodiacs.\n\nCREATE YOUR OWN PLAYSTYLE\nUnlock dozens of unique spells for your 4 distinct characters. Optimize your own build or try out new ones to take down 12 powerful bosses. Get stronger with time to match up with your foes. Each run will test your skills and your reactivity.\n\nTWELVE ALMIGHTY BOSSES TO FACE\nThe Zodiacs are 12 experienced guardians dispatched over 4 gorgeous worlds. They’ll bring to the battlefield unique attacks, abilities, and patterns, backstories to uncover, and reasons to be fighting you. Get yourself warned!\n\nFOUR PLAYABLE CHARACTERS\nUnique characters. Unique weapons. Unique ways to play.\nAyla: The sole survivor of her guild of assassins, she uses her twin daggers to eliminate her enemies before they can react. Her speed and proficiency are unmatched.\nKiran: This orphan learned life the hard way. He uses his strength to deliver attacks powerful enough to create shockwaves. Brutal.\nCalie: This talented sculptor wants her freedom back. She will use her magical gemstones to pierce enemy defenses and shred them to bits. She is unforgiving.\nOctave: Trained by a powerful witch, this young fighter summons ethereal guns to attack his foes. When needed, he can conjure bigger weapons as well. Lethal in all cases.\n\nA STORY THAT OPENS UP, ONE PIECE AT A TIME\nAstral Ascent is a rogue-lite infused with narration. Replayability is part of our story which will be unraveled piece by piece. As you get stronger, you will discover more about the characters, their motivations, and the secrets of the world they’re trapped in.\n\nLOCAL CO-OP\nThe weight of destiny is too heavy to carry by yourself? Don’t worry and bring a friend to play in our two-player co-op mode. Fight and crush your enemies together in local co-op!\n\nA VAST, COLORFUL FANTASY WORLD WAITING TO BE EXPLORED\nDash across gigantic landscapes. Explore original and hand-crafted areas. Discover the world created by our artists, with a gorgeous art and frame-by-frame animation.",
    "id": "01009A401BDEA000",
    "name": "Astral Ascent",
    "publisher": "MP2 Games",
    "releaseDate": 20231114,
    "version": 0
}