{
    "description": "Purchase Ace Angler: Fishing Spirits and get the following bonus content:\n• Diver Outfit Set\n• Fish-Summoning Ultra Rod:  Ocean Sunfish Rod\n• 1 Rare Ticket\n\nShake and spin the Joy-Con™, and feel like you're out on the ocean waves! The latest Ace Angler title is set in an aquarium-themed amusement park! Play the park's various attractions by yourself or with friends to collect Medals, which you can then use to upgrade your aquarium!\n\nAs well as the core fishing game Ace Angler, the title has many more features, including online competitions and a story mode in which the seas of the world must be rescued from toxic pollution. With a fun party mode featuring a range of aquatic animals and a medal pusher game to scoop huge riches, there is more to enjoy than ever before.\n\nLearn fascinating facts about marine life in the aquarium, housing over 250 species!\n\nFish, play, and compete for glory in the ultimate Ace Angler title.\n\n• Marine Medal Mania's 5 Fun Attractions\n- Fishing Medal Game: Ace Angler +\nThis attraction allows you to play the famous arcade version of Ace Angler. Collect Medals to upgrade the machine, unlocking new seas and fish!\n\n- Story Mode: Legend of the Poisoned Seas\nSave the seas from toxic pollution!\nThis story-based attraction involves clearing short missions in the quest to create sustainable oceans. Learn all about the seas and fish that appear in Ace Angler!\n\n- Online Ultimate Angler Competition\nDo battle against anglers from around the world in online competition!\nClaim victory to earn Stars and upgrade your Angler Level. Aim to become the greatest angler the world has ever seen!\n\n- Fishing Mini-Games: Ace Angler Party\nThis attraction features a collection of games that can be played with family and friends. Defeat the CPU in this attraction's single-player mode, Master Challenge, to earn rewards!\n\n- Medal Pusher Game: Shark Fever\nKnock down Shark Balls in this medal pusher game, to unlock a battle against a mighty shark. Land the shark to scoop a huge Medal haul!\n\n• The ultimate aquarium, filled with mighty ocean beasts\nUsing the Medals obtained by playing the various attractions, you can spin the Fish Gacha Machine to acquire new fish for your aquarium. Aim to complete the world's greatest aquarium, replete with creatures of all different types!\nThere are over 250 species available in all, including the deadly great white shark and the colossal giant squid, which can never be found in regular aquariums! Use the fish observation camera to inspect them all at close range.\nThe fun fish facts found throughout the title have all been included under the careful supervision of Karibu Suzuki, famous in Japan as the Fish Prince.",
    "id": "01007C50132C8000",
    "name": "Ace Angler: Fishing Spirits",
    "publisher": "BANDAI NAMCO Entertainment",
    "releaseDate": 20221028,
    "version": 0
}