{
    "description": "The most famous D-Day Normandy landings in history (Operation Overlord) begin. Part 4 of \"World War: Prologue\"&\"World War: Combat Guardian\"&\"World War: D-Day PART ONE\"\nIn Operation Overlord, the airborne forces are in action this time!\nIt is a solo single player / FPS game set in World War II, favored by military enthusiasts. Be a hero on a battlefield full of gunfire and blood!\n\n・An interesting mission based on historical facts will take place.\nAt each stage, you have a mission based on the story. You can enjoy an exciting game.\n・You can collect and use various weapons used in World War II.\n・With 3D sound and 3D physics engines, you can enjoy realistic and exciting game.\n・This game offers a variety of 3D effects and graphics where you can feel the world war.\n・You can fight in cooperation with AI allies on the battlefield.\n・You can hide/cover your body to surrounding objects during a battle and fight like a real gun battle.\n・[EPISODE] mode aims to complete the mission according to the story.\n・In [WAVE] mode, you survive with the goal of clearing 25 WAVE.  \n・Please enjoy an exciting FPS game using various weapons of allies and enemies you acquire during the battle.\n\nA touching ending awaits you when you get rid of your enemies and complete all episodes and 25 waves in the historical scenes of the Second World War.\n\nSynopsis\nThe Soviet Union had suffered heavy damage on the Eastern Front.\nThey continued to call on the Allied Forces to build a second front in Europe.\nThese requests test the Germans' ability to defend their coast.\nHowever, Dieppe Raid ambitiously prepared battle plan failed.\nThe Allied leaders then met and held the Casablanca Conference.\nThe Allies then made plans for an Allied Normandy landings.\nIt was the airborne forces that signaled the opening act of D-Day.\nIn the early hours of June 6, each Allied airborne forces.\nNow a historic battle is about to begin.",
    "id": "010092D01D8FE000",
    "name": "World War: D-Day PART TWO",
    "publisher": "TROOOZE",
    "releaseDate": 20231130,
    "version": 0
}