{
    "description": "Explore the fishing zones with upgradable ships and gear as you progress in your career.\n\nFishing: North Atlantic makes you experience an atmospheric and realistic game world based on real maps, boats and fish species. Get ready to enjoy new weather systems with upgraded atmospheric effects, North American Vessels and fishing techniques like harpoons, deep-line-buoy-fishing and lobster pots. Purchasing larger boats and better gear will increase your fisherman skills.\n\nFishing: North Atlantic offers you 32 ships at your disposal for all types of fishing styles and fishing techniques like the harpooning, which is used to hunt swordfish and tuna. Start with harpooning, then work your way up to setting deep lines, catching snow crabs or lobster. As well as longline, net and trawling. Do you have what it takes to fulfill this challenging task?\n\nPlan the course of your fishing career throughout the whole year: Brave rain and snow while looking for the best fishing areas, but make sure that you are not in danger of exceeding your quotas! The new advanced fish-AI will require the use of GPS and sonar to follow the movement of your prey depending on weather and season.\n\nKey Features\n• Fishing methods – Harpooning, Deepline, Lobster, Crabbing, Longline, Net, Trawling\n • Fish species – Swordfish, Tuna, Lobster, Snow Crab, Cod, Haddock, Pollack, Redfish, Mackerel, Silver Hake\n• Ocean and weather system, with realistic weather data from the area\n• Dynamic fish prices – Other fishingboats will also fish and deliver fish at the ports, which affects the prices\n• Dynamic fish habitats – Fish will swim around the map through the yearly seasons\n• 32 real handcrafted boats available from fishing industry licensepartners\n• Huge map over Nova Scotia, Canada (200x300km) with six realistic ports\n• Fishing industry license partners - A.F. Theriault & Son, Skipasyn, Scanmar, Hermes, Selfa and Moen Marin\n• License partner Pronav, NorSap and Mostein\n• Custom start option\n",
    "id": "0100A55019C38000",
    "name": "Fishing: North Atlantic",
    "publisher": "Forever Entertainment",
    "releaseDate": 20230323,
    "version": 0
}