{
    "description": "Doodle Hunt: Halloween Rush – a Halloween-themed adventure where haunted hand-drawn maps come to life with a spooky twist! Dive into eerie, intricately sketched scenes filled with hidden items just waiting to be discovered. Your mission? Uncover and bring to life the ghoulish objects lurking within these hauntingly beautiful doodles. As you find the hidden treasures, watch them magically burst into eerie, glowing color, transforming once-shadowy sketches into vibrant Halloween scenes.\nKey Features:\n - Halloween-Themed Hand-Drawn Maps: Wander through creepy, yet charming, illustrated maps filled with pumpkins, ghosts, bats, and other Halloween favorites.\n - Spooky Seek-and-Find Gameplay: Sharpen your observation skills as you search for haunted items hidden within the intricate doodles.\n - Magical Colorization: Witness a thrilling transformation as you discover each object, making the dark and spooky world come to life with glowing colors.\n - Explore Spooky Locations: Visit haunted houses, eerie graveyards, and spooky forests, each offering unique challenges and surprises.\n - Chillingly Relaxing Atmosphere: Enjoy the thrill of discovery with no time limits or penalties, allowing for a relaxing yet spooky gameplay experience.\nDoodle Hunt: Halloween Rush offers a fun, festive twist on the classic seek-and-find genre, combining Halloween-themed visuals with engaging gameplay. Whether you're in the mood for some casual haunted fun or a challenge for your sharp eyes, this doodle-filled Halloween world promises an enchanting and eerie experience for players of all ages.\nReady to uncover the magic and mystery within the haunted doodles? Begin your Halloween Rush today!",
    "id": "01009CD020D12000",
    "name": "Doodle Hunt: Halloween Rush",
    "publisher": "Halva Studio",
    "releaseDate": 20241024,
    "version": 0,
    "category": [
        "Puzzle",
        "Adventure",
        "Education",
        "Other"
    ],
    "developer": null,
    "intro": "Doodle Hunt: Halloween Rush is a thrilling seek-and-find game set in haunted, hand-drawn Halloween scenes. Explore eerie maps, uncover hidden spooky items, and bring them to life. ",
    "isDemo": false,
    "languages": [
        "en"
    ],
    "nsuId": 70010000088246,
    "numberOfPlayers": 1,
    "ratingContent": [],
    "region": null,
    "rightsId": null
}