{
    "description": "Play three classic games at home or on the go—all in one package on the Nintendo Switch™ system! Jump into paintings in Super Mario 64™, clean up paint-like goop in Super Mario Sunshine™, and fly from planet to planet in Super Mario Galaxy™.\n\nRun, jump, and dive with ease!\nMake Mario move using the Nintendo Switch system’s Joy-Con™ controllers. You can also pass a Joy-Con controller to a friend to play the Super Mario Galaxy game in Co-Star Mode! Mario’s movements are as smooth as ever with HD resolution for each game, while still retaining the look and feel of the originals.\n\nListen to timeless Super Mario tunes\nListen to a total of 175 iconic tunes from all three games! Whether you want to get up and dance or take a minute to relax—this collection has music to fit your mood!\n\nDiscover (or rediscover) three of Mario’s most iconic 3D platform adventures, all in one package, available on the Nintendo Switch™ system. Experience Mario’s first foray into 3D platforming in the Super Mario 64™ game, originally released in 1996. Wall jump, backflip, and even fly as you explore paintings and collect Power Stars to save Princess Peach!\n\nSoak up the sun in the Super Mario Sunshine™ game, originally released in 2002, and spray the goop away with your water-spouting pal, FLUDD! You’ll need to collect Shine Sprites and clear the picturesque Isle Delfino of pollution—just look out for Bowser Jr.\n\nDefy gravity as you explore space in the Super Mario Galaxy™ game, originally released in 2007! Help Rosalina restore her ship by collecting Power Stars and save Princess Peach. Gently shake a Joy-Con™ controller to activate Mario’s Spin ability or pass a Joy-Con controller to a friend for some extra help in Co-Star Mode*.\n\nEven when you aren’t playing, you can enjoy the sounds that these worlds (and galaxies!) are so famous for. With three games, modern upgrades, and music-player mode, this collection is filled with fun for both new players and 3D platforming Mario masters. \n\nThe physical version of Super Mario 3D All-Stars (released Sept. 18) will continue to be shipped to retailers and available for purchase through March 31, 2021 or while supplies last. The digital edition will be available through March 31, 2021. Once the digital edition has been purchased on your Nintendo Account, it can be re-downloaded and played if deleted from your device.\n\n*If playing on Nintendo Switch Lite, detached Joy-Con controllers are required and sold separately. See support.nintendo.com/switch/play for details.",
    "id": "010049900F546000",
    "name": "Super Mario™ 3D All-Stars",
    "publisher": "Nintendo",
    "releaseDate": 20200918,
    "version": 0
}