{
    "description": "Re-master the hook with Get-A-Grip Chip and the Body Bugs\nUnlock the human body’s digestive system and defeat the body bugs with Get-A-Grip Chip and their trusty cells. When piloting Chip, you still can’t jump, but you can sail over pits of bodily fluids, battle the body bugs invading your insides, and unlock the knowledge Chip needs to reactivate the digestive functions to get things flowing again!\n\nWith a meticulously redesigned world, new mini-levels and new characters spanning the human digestive system, Get-A-Grip Chip and the Body Bugs is sure to swallow you up! Rescue the body’s cells, defeat the body bugs, and race your friends (or rivals) for the top spots on the leaderboards.\n\nFun to Master — Even More Fun to Learn\nChip still moves side-to-side, grapples to anchor points, and then launches off of them – in addition, Chip learns! To clean out the insides, Chip must build understanding on the escalating complexity of the digestive system’s parts and functions. You’ll build a truly masterful degree of knowledge and dexterity through the digestive system. \n\nScoop Out Secret Cells\nSurvive the onslaught of obstacles and you’ll be rewarded with nuggets of neurons and walloping white blood cells to get the digestive system flowing again. The more cells you seek, the sooner they’ll unlock new levels, bringing Chip closer to the ultimate goal: re-opening the digestive system and sploosh!\n\nTake Over the Leaderboards \nCompete with your friends to take over the game’s arcade-style leaderboards! Hook, launch, and dodge your way through all twelve areas of the digestive system to get your initials on the top times of each leaderboard. \n\nKey Features:\n\n- Escape a gauntlet of high-flying and fast-moving digestive particles\n- Defeat the 3 Body Bugs invading the mouth, the stomach and the intestines\n- Soar through the gastrointestinal tract across 12 levels of grappling mayhem\n- Explore hidden areas and rescue all your cellular friends\n- Race to the top spot on arcade style leaderboards\n",
    "id": "01007F9014B14000",
    "name": "Get-A-Grip Chip and the Body Bugs",
    "publisher": "Redstart",
    "releaseDate": 20220512,
    "version": 0
}