{
    "description": "This edition of MLB The Show 24 includes:\n• Full game\n• 5 The Show Packs\n\nUnlock Your Moment\n\nIt’s your Show. Ready to own it?\nSet out on the road to baseball greatness – whatever it is you want to achieve, MLB® The Show™ 24 has got you covered. \nEarn your call up from the minors to the big leagues and prove you’ve got what it takes at the top. Learn from the legends of the sport, take inspiration from their heroics and use it to improve your game. Hold your nerve when it matters and earn the right to be called World Series champions.\nChalk up the wins, pick yourself up after the losses.\nWhatever happens, know you left nothing in the dugout.\n\nCelebrating History with Storylines \nCelebrate and learn about baseball legends throughout the sport’s history. The Storylines mode transports you into baseball’s past to relive iconic moments of baseball’s unsung and unknown heroes. Experience career-defining moments through a combination of immersive gameplay that will educate and inspire you to make history of your own.\n\nRoad to the Show\nUnlock your moment and build your career in the ultimate baseball role-playing experience. Become a ballplayer and journey from the minors to the majors to define your legacy. \n\nFranchise\nLead your team to World Series glory as a team manager in Franchise mode. Experience new features providing more in-depth and dynamic gameplay from March to October.\n\nMarch to October\nTake control of your favorite team, focus on the key streamlined in-season moments and see if you can get to the Playoffs and beyond. \n\nDiamond Dynasty\nBuild your fantasy team of players from across all eras of baseball’s history as Diamond Dynasty returns for another season. Collect player cards, build your dream squad, and play head-to-head against other players online and offline while customizing your team’s look.*\n\nMultiplayer\nGather your friends and face off in cross-platform play.** Climb the leaderboards and compete against others online, or experience team glory together through online co-op play. With cross-progression, continue your progress and earn and use content on other console platforms.***",
    "id": "0100E2E01C32E000",
    "name": "MLB® The Show™ 24",
    "publisher": "MLBAM",
    "releaseDate": 20240319,
    "version": 0
}