{
    "description": "After Yuuji Kazami and the gang's battle to the death several years ago, new girls unite at Mihama Academy, which has been reinstated as a 'specialist training school'. The characters enter a new chapter in this renewed series that takes place in the same world as The Fruit of Grisaia! This thrilling story that unfolds at the reborn Mihama Academy will undoubtedly excite not only those who have played previous releases, but those who are new to the series as well!\n\nText available in three languages!\nText can be set to Japanese, English or Simplified Chinese (audio is Japanese only). This includes in-game text, options, and the digital manual. Language settings can be changed at any time.\n\nPlay using only the touch screen! Play with one hand!\nPlay in handheld mode with the Nintendo Switch Joy-Con controllers attached, or detach them and play with just the touch controls! While in tabletop mode or TV mode, everything can be controlled by one Joy-Con (R), allowing you to play with only one hand! Also available for the Nintendo Switch Lite. (A separate Joy-Con (R) is required to play with one hand.)\n\nSummary\n・Volume 1\nThe goal of SORD is to train a new generation of operatives to defend the country against future threats. To that end, the organization has established a series of schools up and down the country. Mihama Academy, more-or-less left to rot after its abrupt closure, has been given new purpose as one such 'specialist training school'. Mihama now entrusts the misfit girls who attend it with guns and live ammunition. Paying their own safety no heed, these students are again and again plunged into dangerous extrajudicial missions - all for the good of the realm. No matter how much life grinds them down, what future awaits these girls, who've themselves chosen the path of the gun?\n\n・Volume 2\nA VIP arriving from abroad mysteriously disappears in transit. The SORD team at Mihama Academy are presented with a new mission: finding and recovering him. Whenever they appear to be closing in on this missing \"package\", though, it somehow slips through their fingers. Accompanying them on their mission are two fellow SORD from the Kyousen Sakuragaoka campus - twin sisters, who both help and hinder the crew. There have also been rumors floating around of a daredevil biker named \"Soul Speed\", who tears up the streets at night. Before long, the team's thrilling chase descends into a deathmatch, pushing the combatants to their limits and beyond. Rena and Haruto, meanwhile, are taken on a journey deep into the past, to their first ever encounter.\n\nGameplay\nIt's a visual novel in which you don't need to make any choices, so you can enjoy the story like you would when watching a movie or reading a book. The story comes to life with a star-studded voice actor cast and fully-voiced story (excluding the main character), gorgeous graphics and music, and immersive animation.\n\nStaff\nCharacter Design/Art: Watanabe Akio\nStory: Fujisaki Ryuta\nSD Character Design/Art: nanaca mai\n\nCast\nRena            VA: Uchida Maaya\nTohka          VA: Sakura Ayane\nChris            VA: Nazuka Kaori\nMurasaki      VA: Tanezaki Atsumi\nMiss Arisaka VA: Izawa Mikako\nMaki            VA: Nanjo Yoshino\nOther\n*Fully voiced (excluding the main character)",
    "id": "01009D7011B02000",
    "name": "GRISAIA PHANTOM TRIGGER 01&02",
    "publisher": "PROTOTYPE",
    "releaseDate": 20200625,
    "version": 0
}