{
    "description": "Delve into a visual novel with gorgeous animation. BUSTAFELLOWS features high quality artwork, from character designs to the background environment! \nYou are in the driver’s seat! Use your trusty notepad to jot down information and clues that will prove useful to solve cryptic puzzles.\n\nRomance 5 dangerous fellows! Meet unique characters and build your affection through a deep, interactive system.\nHigh replayability factor! Unlock several side stories and endings through the choices and decisions you make. Multiple playthroughs are needed to see them all! \nListen to a complete Japanese voice cast, including KENN, Yoshimasa Hosoya & more.\n\nWill all routes lead to romance? Which happy ending awaits you? Play to find out!\n\n\nCHARACTERS\nTeuta - the protagonist (the name can be changed)\nA 21 years-old freelance journalist working in New Sieg. She witnessed the murder of her brother when she was younger and became a reporter for her to serve justice. She has a mysterious ability that allows her to leap in the past for a very short period in the bodies of others, and uses it to help people and collect data. She is a bright and cheerful woman with a positive personality. Although she is a reporter, she is not skilled at taking pictures.\n\nLimbo Fitzgerald - A Crooked Lawyer\nA 27 years-old Lawyer. Limbo is known for advocating in court for even the toughest criminals. Although he is called a crooked lawyer, he is extremely skilled, and he is popular in the city and is seen as a hero. He abides by the law in his own standards and serves justice. Born into an extremely wealthy family, Limbo is soft-hearted.\n\nShu - A hitman that silently eliminates hitmen \nHe is 28 years old. Shu is a heavy smoker who makes a living as a bounty killer by eliminating other hitmen. He is a top-class martial artist and specialised in long-range sniping. The best sniper in town, he has no other goals in life apart from executing those on the list left behind by his foster parents and mentor.\n\nHelvetica - A specialist at changing his appearance\nA 26 years-old plastic surgeon. Popular in New Sieg, he loves beautiful things and constantly rates passer-by women based on their looks. Highly confident in his skills, he believes that people can be reborn by changing their natural features.\n\nMozu - An autopsy Specialist \nAt only 25 years old, Mozu is the chief of the autopsy department and work with the police forces. He is often misunderstood as apathetic and indifferent towards others. His way of thinking is usually from a medical point of view, which sometimes creates unexpectedly fun situations. Mozu talks to corpses and it is rumoured that he dissects animals as a hobby. He likes riding bicycles.\n\nScarecrow - A Self-proclaimed Underground Boss\nA 22 years-old cyber-geek and computer hacker who is famous on the internet for hacking, money laundering, stealing, etc. Thanks to his abilities and connections, he is a self-proclaimed underground boss.",
    "id": "0100A9101418C000",
    "name": "BUSTAFELLOWS",
    "publisher": "PQube",
    "releaseDate": 20211012,
    "version": 0
}