{
    "description": "The core objective in Billion Road is pretty straightforward—travel all across Japan and earn more money than anyone else. You earn money by landing on property squares with investment opportunities, like a sushi restaurant in Ginza or an animation goods store in Akihabara. After you invest, you’ll have to wait until March rolls around for those investments to pay off. In the meantime, be on the lookout for errant monsters that may shower you with riches...or throw a wrench in your plans! You can also earn extra money by landing on item squares, which can either help you reach your own goals or simply ruin your rivals’ plans. If you finish the game with the most money...you win!\n\n1. Brains, Bravado, and Lucky Breaks! Dice and random events will help decide your fate...but you’ll also need to invest wisely, take calculated risks, and rely on the whims of unpredictable monsters if you want to become Japan’s next billionaire!\n2. Over 30 items and 50 monsters! You’ll encounter dozens of items and monsters, each with their own effects. Use them to push your opponents around, ruin their investments, and generally make their lives miserable. But be careful, because while they may help you earn money and pull ahead, they can also make bad purchases or investments on your behalf. This can change the game at a moment’s notice, so study the monsters well to make sure you know when to walk away, and when to run!\n3. Multiple Modes Means Maximum Mayhem! Tournament Mode is a single-player version that lasts for 30 in-game years, while Skirmish Mode is a quick multiplayer experience that lasts a mere 36 months. Whether long or short-term, it’s sure to get the adrenaline pumping!\n4. Show Your Friends Who’s Boss! Play with your buddies locally!\n5. There are hidden playable maps like the Monster Island.\n6. Family friendly game that can teach kids the importance of investments!",
    "id": "010057700FF7C000",
    "name": "Billion Road",
    "publisher": "Acttil",
    "releaseDate": 20200416,
    "version": 0
}