{
    "description": "A late night food delivery to a house in the desert goes horribly wrong for Rominic Rodriguez, a new college student trying to make his way in the world. When unsettling sounds echo from the distant expanse of desert around him and bizarre lights appear in the night sky, Rominic finds himself tangled up in a fight for his survival. Not only that, but his boss from his second job keeps sending him text messages, distracting him from his task at hand!\n\nIn this short but sweet, horrifying introduction to the Silver Falls universe, players can enjoy classic survival horror puzzle solving.  Story Mode offers a tightly knit, easy to digest standalone episode in the world of Silver Falls. Explore densely detailed environments. Learn more about the unsettling history of this small mountain town and its inhabitants. Scrounge for ammunition and weapons to stay alive and fight back the shadows closing in. Unlock new story segments, environments, and MORE by choosing to either answer or ignore the boss's text messages. Find hidden items and unlock the lore and mystery of this mysterious town.\n\nUnlock Battle Mode by finishing Story Mode and face endless hordes of horrifying creatures with tense, fast paced action! Search the environment for powerful weapons and items. Defeat waves of enemies then return to base to earn a huge range of weapons, each one with a chance to have one of more than 80 unique skills attached. Create a customized and optimized skill and weapon loadout to fit your perfect play style.\n\nUNLOCK new playable characters by connecting to other Silver Falls titles! Rominic does not have to fight back these monsters alone. Use the built in Code Linker system to bring in other playable characters, each with his or her own unique strengths, weaknesses, and set of skills.\n\nSeason up your Moose Steaks and pack extra ammo. It's time for a trip to Silver Falls.\n",
    "id": "010038B0147E2000",
    "name": "Silver Falls Episode Prelude",
    "publisher": "Sungrand",
    "releaseDate": 20210506,
    "version": 0
}