{
    "description": "As President Rayne, lead the nation of Sordland in your first term of this text-based RPG. Navigate a political drama driven by conversations with your cabinet members. With looming war, rooted corruption, economic crisis and reform needed, the choices fall on your shoulders. How will you lead?\n\nYOU ARE THE PRESIDENT\nAs President Anton Rayne, lead Sordland during your first term. Navigate a political drama, driven by conversations with your cabinet members and other significant figures in a country with its own complicated history. With looming border conflicts, entrenched corruption, economic crisis and people desperate for reform, as leader the difficult choices fall on your shoulders as you strive to uphold your election promises.\n\nA COUNTRY IN TURMOIL\nIn 1954, the country of Sordland is emerging from a 20-year dictatorship, following a bloody civil war. You play as a charismatic young man, Anton Rayne, who has surprised everyone by rising to the top of the party in power and getting elected as the new President of Sordland.\n\nThe people are hungry for democratic reforms after decades under a traditionalist power. The economy is in shambles and the political landscape is shifting. Neighboring superpowers are watching closely, and there are military threats on the horizon.\n\nAs President, you have the final say but every choice you make has an impact. Your colleagues, the opposition, corporations; everyone has a point of view. Think and act carefully: once enacted your choices can not be reversed.\nGood luck, Mr. President.\n\nWHO WILL YOU TRUST?\nWork closely with the Cabinet and prominent figures to forge strong policies and practices. You will need to keep your allies on your side and carefully consider where you will compromise your values and who you will make an enemy of. Everyone has their own ambitions in play.\n\nWHAT WILL YOU SACRIFICE?\nLeading a country is demanding. Face constant conflict about which is more important, serving the country or supporting your family. Is it possible to be a good father and a good president at the same time?\n\nHOW WILL YOU LEAD?\n● Weighty, dramatic conversations: Navigate intricate conversations in this 400K-word branching political drama.\n\n● Every choice has consequences: Make difficult choices on security, economy, diplomacy and more. Even outside the office, your values and beliefs will be challenged.\n\n● Make allies and enemies: Interact with a wide array of characters with different personalities and ideologies.\n\n● The oath of office versus family and values: See the real impact of the choices made in office on your family and close relationships\n\n● Pay attention to current events: Follow the situation in Sordland through reports and news.\n\n● What will your legacy be?: You can take the country in many different directions, resulting in one of 9 different major endings.\n\n● Every decision you make is final: there is an autosave feature that does not allow loading earlier saves. Make choices carefully.",
    "id": "0100531014988000",
    "name": "Suzerain",
    "publisher": "Fellow Traveller",
    "releaseDate": 20210923,
    "version": 0
}