{
    "description": "Lumione is an ocean themed side-scrolling platformer game. The major themes are chasing dreams and having hope. You will play the part of the beloved deep-sea fairy, Glimmer, as you escape from darkness and follow the path of the Light. The Light will guide you to your hopes and dreams as you learn about the world and your place within it. Faced with trials of wisdom and courage, you will need to prove you’ve got what it takes to bring the light of hope back to the darkness of the seabed. \n\nA Breathtaking Journey Through the Ocean\nPowered by UE4, the game employs a unique process that combines concept art and 3D modelling to produce vivid and dynamic graphics. With the addition of original music and sound effects, the game will come to life before you as you traverse the deep-sea universe.\n\n\"Agonizing\" Side-Scrolling Platformer \nThe gameplay is simple, yet satisfyingly difficult. You will control our hero Glimmer as you head for the end of each level by jumping, climbing, and gliding—all while evading deadly traps and obstacles. The challenges ahead are not for the faint-hearted, but as you progress through the game and develop precision in your fingers, you will surely be thrilled by the joy of accomplishment. \n\nTip: When gliding, you can freely move in any direction for a short duration. However, this skill can only be used once before needing to be recharged. To recharge, land on a surface or trigger certain game mechanics.\n\n170 Levels and over 10 Game Mechanics\nThe full version of the game features as many as 170 levels, each designed with an extensive set of challenges involving unique gameplay. There are over 10 unique game mechanics, including \"neon beam\", \"pinball\", and many more. Centered around the core gameplay of \"traversing the landscape\", these mechanics must be either avoided or taken advantage of in order to beat the level and progress through the game. ",
    "id": "01001E80154B8000",
    "name": "Lumione",
    "publisher": "PERFECT WORLD GAMES",
    "releaseDate": 20211013,
    "version": 0
}