{
    "description": "Chills and stealthy thrills abound In Haunted House, a reimagining of the classic Atari adventure! Players take control of Lyn Graves, the precocious niece of legendary treasure hunter Zachary Graves. Lyn visits her uncle’s mansion with her closest compatriots, only to find the house overrun with ghouls and monsters who quickly grab and spirit away her friends. In order to free her uncle and her friends, and capture all the supernatural foes, Lyn must find the shattered pieces of a magical urn and put them back together.\n\nThrough procedurally generated room layouts, shifting walls, unpredictable enemy placements, and unique ghostly encounters, Lyn must creep, sneak, and dash her way through hordes of ghouls and eerie ectoplasms in order to locate her friends and uncle. Each urn shard is fiercely guarded by a bone-chilling boss — with 3D isometric stealth gameplay, Lyn must think on her feet to conquer each challenge. When she gets knocked out by a shadowy specter, she winds up back at the Haunted House’s entrance and must face an entirely new floor layout and enemy placement, ensuring each run is unique.\n\nFeatures\n\nResurrected Roguelite: Haunted House doubles down on stealth and mystifying challenges while adding roguelite elements, ensuring no two runs are the same.\n\nAll-Ages Thrill Ride: The whimsical, cartoonish art style only thinly veils the chills and thrills in Haunted House! Expertly riding the line between goofy and spooky, Haunted House features primarily stealth-based gameplay and light combat sequences.\n\nUnlockable Characters: As Lyn explores the Haunted House, she’ll free her trapped friends, who become playable characters you can use to dive deeper into the mansion. Each friend possesses different stats, so depending on who you explore the mansion with, it’ll be a new experience!\n\nAtari Easter Eggs: The game is full of collectibles and lore based on the original Haunted House and other classic favorites from Atari’s golden age.\n\nSneaky Shivers: With combat de-emphasized, players must focus on stealth movement and solving challenges unseen in the shadows, along with utilizing the arsenal of traps and items at their disposal to distract the ghoulies hunting Lyn. Lyn must collect gems to power up the skills and perks that make her that much stronger during the next trip through the mansion’s labyrinth.",
    "id": "010050F018148000",
    "name": "Haunted House",
    "publisher": "Atari",
    "releaseDate": 20231012,
    "version": 0
}