{
    "description": "The fifth entry in the SaGa franchise returns as Romancing SaGa 2: Revenge of the Seven a full 3D remake of the original 1993 RPG. Embark on an exciting adventure fit for both new players and long-time fans, highlighting classic and new SaGa franchise features, full Japanese and English voiceovers, rearranged compositions, and much more! \n\nSTORY \nIn an age past, warriors known as the Seven Heroes fought to save humankind. Praise slowly turned to curses as their fellow Ancients came to fear their power and banished them to another dimension. Their good deeds lived on as legends passed down through the ages, foretelling that the Heroes would return when the world needed them most...\nTrue to the legend, the Heroes have reappeared...but their long exile has corrupted their forms and they now seek vengeance on all who wronged them.\n\nTake on the role of the Emperor of Avalon as legions of fiends spread across territories under the Heroes' command. Defend your Empire across successive generations, expand your realm, and defeat the vengeful Seven Heroes one by one to save the world! \n\nKEY FEATURES \n■ Characters & Imperial Succession \nJoin forces with characters from over 30 different classes featuring a wide variety of professions and races, each with their own favored weapons, unique abilities, and effective tactics. Choose the next Emperor from this wide pool of candidates, each eligible to inherit the throne and become the next protagonist.\nThe knowledge and abilities of previous rulers are passed down to the next through the mystical art of inheritance magic, forging a lasting bond between you and your chosen characters.\n\n■Free-Form Scenario \nThe game presents a unique story structure that offers a vast array of narrative experiences in response to your choices and which objectives you tackle first—from how you expand the Empire to what order you challenge the Seven Heroes. Your actions and decisions will dramatically alter the course of the Emperor's journey.\n\n■Combat \nThe strategic turn-based battle system of the original has been further enhanced to a timeline system. Enjoy all the classic SaGa mechanics like \"Glimmers,\" where you learn new abilities whilst in the heat of battle, and \"Formations,\" which provide unique benefits to the retinue based on composition. Furthermore, the remake welcomes the new \"United Attack\" feature to perform combination attacks with your retinue members to turn the tide of battle!\n \n■Graphics \nThe original 2D pixel sprites are now modeled in full 3D while retaining their charming, familiar appearances based on the beautiful concept illustrations by Tomomi Kobayashi. All towns and dungeons are now also fully rendered with reworked terrains and layouts.\n \n■Difficulty Settings \nSelect from one of three difficulty levels to match your preferred playstyle, from Casual, Normal, to Hard (Classic). \nCasual offers a story-focused experience with less emphasis on battle, while Normal is recommended for veteran RPG players looking for a balanced game. Hard (Classic) is perfect for players looking for the brutal but satisfying challenge of the original 1993 version.\n\n■Music & Voices \nKenji Ito returns to present a beautiful soundtrack full of new arrangements! The music can be toggled between the original and new versions from the Options screen.\nFurthermore, all event scenes now feature full Japanese and English voice acting.",
    "id": "010045301B86C000",
    "name": "Romancing Saga 2: Revenge of the Seven",
    "publisher": "SQUARE ENIX",
    "releaseDate": 20241024,
    "version": 0
}