{
    "description": "PlateUp! combines chaotic kitchen and restaurant management with strategic planning and development to create a delightful roguelite dish unlike any other. \n\nUp to four players build and run a restaurant from scratch, choosing dishes, buying and placing appliances – some of which can be daisy-chained together to create ambitious automatic kitchens – cooking food and serving customers. \n\nPlayers have free rein to design their restaurant which will expand and develop between shifts – with additional content and challenges unlocked through progression. \n\nCan you cook, serve and manage your way through 15 hectic days in your restaurant and unlock a brand-new franchise?\n\n- Classic co-op cooking action, with a wide selection of mains, sides, sauces, toppings, desserts, and starters.\n- Choose your equipment, lay out your kitchen, curate your menu and plate up your dishes.\n- From bubbling soups to sublime salads, tender steaks to hearty pies, there's something for everyone.\n\n- Look after front-of-house: seating customers, delivering orders, and managing patience.\n- Equip your restaurant to handle the most fickle of customers and deliver them what they need, right when they need it.\n- Co-operate with your team like a well-olive-oiled machine or build a name for yourself going it alone. \n- Exceed your goals and take your franchise to greater heights at a new location, bringing with you new unlocks and upgrade\n\n- Upgrade and rearrange your restaurant to your personal taste: when the restaurant closes for the day, the planning begins!\n- Decide what new equipment to purchase, and place it wherever you want.\n- Want to go high-tech? Install the turbo-ovens, crank up the conveyors, and make way for the robo-kitchen of the future.\n- Fancy something a little more... fancy? Curate your art collection, fix up that wallpaper, enlist a friend as a maître d' and get ready to provide the culinary experience of a lifetime.\n\n- Exceed your goals and start over at your next location, bringing with you new unlocks and upgrades.\n- Tailor your brand towards gourmet dining, or fine-tune your fast food franchise.\n- Every restaurant is procedurally-generated with its own climate, customers and conditions.\n- Return to your franchise HQ to view your achievements, customise your characters and upgrade your kit, ready for your next adventure!\n",
    "id": "01003F901A83E000",
    "name": "PlateUp!",
    "publisher": "Yogscast Games",
    "releaseDate": 20240215,
    "version": 0
}