{
    "description": "Ziggurat is back, and now it's even better! Use powerful weapons and spells to break through hordes of enemies and explore laberynthine dungeons in this hectic roguelite FPS, while you improve your skills and discover new equipment. Will you be up to the task?\n\nEvil lurks in the depths\n\nAs a member of the most powerful magic order, your task is to protect humanity from the forces of evil. Face hordes of enemies and fearsome Guardians in epic and dynamic combats. Keep an eye on elemental resistances and vulnerabilities to maximize your efficiency, and earn experience to level up and learn useful perks that will help you reach the end of the dungeon in one piece.\n\nFirst Person Shooting at its finest!\n\nZiggurat 2 focuses on fast paced combat and constant movement, in which mistakes are paid dearly. You'll need dexterity, reflexes and resource management skills to have a chance of survival against the dangers hiding in the shadows, and manage to come back safe and sound.\n\nNo two plays are the same\n\nFollowing the line of its predecessor, in Ziggurat 2 dungeons are randomly generated, full of dangers and treasure for the bold wizards daring to enter them. Going a step further, dungeons now have more verticality and variety, and more compact rooms, for quicker fights and easier exploration.\n\nBack to the Citadel\n\nIn the Citadel, home of the Brotherhood, you'll be able to recruit new and old allies, as well as improve your equipment and skills, before deciding which mission to perform next. With dozens of unlockable weapons with different natures and behaviors, preparation before a mission is crucial and may be the difference between an overwhelming victory and the bitter taste of defeat.\n\nImproved formula\n\nZiggurat 2 has been redesigned from the ground up with the goal of improving over the original in all areas, and offer an even smoother and faster experience, with quicker, more intense sessions, and more interactive and fulfilling progression.",
    "id": "0100FBB0161D8000",
    "name": "Ziggurat 2",
    "publisher": "Milkstone Studios",
    "releaseDate": 20220207,
    "version": 0
}