{
    "description": "From the creators of Morbid: The Seven Acolytes... experience a blood-soaked action adventure with souls-like elements.  Face vile monsters and wade through oceans of gore as you battle to defeat the Lords of Ire in a grim world of pain & suffering.\nEven in defeat, the Gahars never truly die. They retreat into darkness and bide their time, until the opportunity to arise again is upon them...\n\nMorbid: The Lords of Ire is a continuation and reinvention of the critically acclaimed isometric Souls-like ARPG “Morbid: The Seven Acolytes” with the heroic Striver returning once more to do battle with horrific creatures in a dark and twisted world of pain and suffering.\n\nA NEW ADVENTURE, FROM A NEW PERSPECTIVE\nTake on gruesome foes in an all-new 3D perspective. Slaughter hideous creatures using a range of vicious weapons, equipment and blessings to eviscerate everything in your path.\n\nADVANCED SANITY SYSTEM\nBuilding on the sanity system from Morbid: The Seven Acolytes, how you approach combat can have a dramatic impact on the world around you. Succumbing to insanity can grant incredible power, but at great personal risk, and will dynamically change how you perceive the world around you.\n\nEXPLORE TORTURED LANDSCAPES\nBattle your way through the five lands of Ire - horrific realms populated by five unique factions, from wintry mountains to rotten cities and beyond. Fulfill your sacred duty to rid the lands of the evil that has befallen them.\n\nFACE VILE HORRORS\nCut down everything standing in your way to take on the five fearsome Lords of Ire, up the challenge by seeking out uniquely monstrous dark & powerful creatures, lurking in each level.\n\nFEATURES\nExplore diverse environments across five unique lands filled with nightmarish visions and stomach-churning creatures.\nExperiment with different playstyles using a variety of weapon styles, runes & blessings\nFight to preserve your sanity, or succumb to the madness and harness it…\nTest your skills against horrific enemies, dark monstrosities and epic boss battles with the mighty Lords of Ire.\nFully realise the horrors of Morbid as the series steps into a new 3D perspective.",
    "id": "01007B0017C90000",
    "name": "Morbid: The Lords of Ire",
    "publisher": "Merge Games",
    "releaseDate": 20240523,
    "version": 0
}