{
    "description": "This is Space Crew: Legendary Edition. The legendarily challenging single-player strategic survival simulation game!\nYou are a captain in the United Defense Force, captain of your own star ship. Recruit your crew, customise your ship and head out to explore the galaxy, defending Earth against the mysterious extraterrestrial threat, known as the Phasmids! There will be challenges ahead. Crew members will be lost. Dangerous missions must be undertaken. Galactic Legends will be made! \n\nTravel through the galaxy to defeat the threat to humankind across a range of sorties, including reconnaissance, bounty hunts, reclamation and NEW Away Team missions. Train your crew into an elite fighting force from Captain to Comms Officer to tackle stressful and deadly situations such as fighter attack and ship invasions, whilst also repairing systems and putting out the odd fire or two! Customise and upgrade your spaceship with improved weapons, armour, engines and more (even a custom paint job for extra style!)\n\nAndroid Ambush\nAndroid Ambush is a brand-new campaign to add to the core Space Crew adventure. Take on a droid army led by rogue androids, previously allied with the United Defence Force! Battle against a whole host of new Enemy Champions and ships across a new star system with new gear, liveries and upgrades available for victorious Captains to unlock. However, these androids don’t play by the same rules as the phasmids, so you’ll have to re-write your tactics from scratch.\n\nAway Team Missions\nLeave your ship and venture on foot with three of your crew onto outposts and large vessels in the all NEW Away Team missions, discoverable across both Space Crew campaigns. Selecting the right team will be critical for survival as Away Team missions can consist of exploration, puzzles, or combat… sometimes even against the clock!\n\nLegendary Crew Members\nA Legendary Edition needs legendary crew! Build and personalise your ultimate crew by rescuing and discovering legendary crew members with amazing abilities and superior stats. However, you won’t just be able to recruit these one-of-a-kind crew members, you’ll have to find them during rescue and Away Team missions or unlock them using codes from community competitions.\n",
    "id": "01004550100CC000",
    "name": "Space Crew: Legendary Edition",
    "publisher": "Curve Digital",
    "releaseDate": 20201015,
    "version": 0
}