{
    "description": "Outbreak: Contagious Memories is a send-up to classic 90’s horror where your survival will be determined by moment-to-moment decisions, what you decide to carry, and how good you are at spotting conveniently written notes.\n\nAfter being knocked unconscious, Lydia awakens in an abandoned warehouse as fellow survivors debate leaving her behind. Not one to play the helpless maiden, Lydia takes charge, forging a path through crafty environmental puzzles and hordes of the undead to figure out a way for her and her fellow survivors to escape the city.\n\nResources are scarce, is it worth that extra bullet to take down a zombie? Or maybe you should take a risk and try to dodge it. You will have to think on your feet and decide how best to approach every situation. A bullet saved is a bullet earned, but medical supplies are hard to come by in undead uprisings.\n\nIt’s a nightmare scenario, but you don’t have to go it alone, grab a friend and work together to escape the city in fully integrated co-op, and look at any scenario from the perspective that suits you with fully integrated 1st person, 3rd person, and fixed cameras. Escape the zombie outbreak your way!\n\nStill hungry for more? With plenty of unlockable bonus content like Operation: Rabid Wolf, work with your friends or compete against them, whether it’s fighting through the city to rescue survivors, or to beat the main game in record time with nothing but your fists. With plenty of additional content to unlock, one run won’t be enough to see everything Outbreak: Contagious Memories has to offer.\n\nFeatures:\n\nClassic survival horror mechanics. Inventory and resource management, conveniently written and placed notes, backtracking and puzzles.\n\nFull co-op integration, play through the full game solo or with a friend!\n\nIntegrated camera control, choose between 1st person, 3rd person, and classic fixed camera.\n\nHordes of undead, mutated beasts, and monsters with lots of extra teeth.\n\nUnlock Operation: Rabid Wolf, an arcade bonus game where you fight through the city alone or with a friend rescuing survivors.\n\nPlenty of unlockable bonus content and game modes.\n\nVoice acting that’s almost cheesy enough to put in a sandwich!",
    "id": "01001EF016972000",
    "name": "Outbreak: Contagious Memories",
    "publisher": "Dead Drop Studios",
    "releaseDate": 20220406,
    "version": 0
}