{
    "description": "Weedcraft Inc explores the business of producing, breeding and selling weed in America, delving deep into the financial, political and cultural aspects of the country's complex relationship with this troublesome and promising plant.\n\nWould-be marijuana moguls will need to prioritize resources carefully as they manage the production and distribution of their weed. Cultivate killer plants, cross-breed them to create unique strains of the devil’s lettuce, hire and manage a growing staff, and be prepared to take on the competition. As in real life, a business of bud presents plenty of opportunities along with a plethora of problems. Decide when and where to take on extra risk to maximize profit, but be careful, the cops and politicians are all working their own angles.\n\nAn important, controversial topic presented in an insightful and detailed manner, Weedcraft Inc presents a challenge to those who would rule the reefer, offering a series of diverse scenarios and unique characters to work with (or around) as your budding empire grows. Whether you hobnob with politicians, pay off the police, fight for medical marijuana rights or work the legal system, it’s all in the name of the sticky icky and your cutthroat corporate profits.\n\nFeatures:\n\n- Includes a customizable sandbox mode, three extensive scenarios and an easier Chill Mode.\n\n- Controversy presented with insight.\n\n- Manage your budding business’ economy and distribution.\n\n- Choices that matter, characters with their own motivations all presented in a story with humor and heart.\n\n- Equip your grow room for the best yields and control every element of your grow. Adjust nutrition, water and trim your plants, even breed entirely new strains!\n\n- Change the laws, change society and change the way the world around you perceives your product.\n\n- Play by the rules, break them or just bend them a little. Morality is on a sliding scale in Weedcraft Inc.\n\n- Hire and fire employees, disrupt the competition and the law by any means at your disposal. Or keep your enemies close and make friends, the choice is yours.",
    "id": "0100B340157CA000",
    "name": "Weedcraft Inc",
    "publisher": "Klabater",
    "releaseDate": 20221103,
    "version": 0
}