{
    "description": "\"Spirit Swap - ココロシャッフル -\" is a novel game where the protagonist, Ren, collides with Yukine, who falls from above., resulting in their hearts and bodies mixed. Together, they unravel the mysteries od the two souls intertwined.\nA Bishojo Game released in 2017 under the \"NoirSoft\" brand has been reworked for the \"PandaShojo\" platform for players around the world to enjoy.\n\n\n◆Introduction\n\"Are you saying that one day one of our souls may disappear...?\"\nThere may not be much time left...\n\nAt that moment, one's face appeared in the mind...\n\n\n◆Synopsis\nThe protagonist, Ren Fujimoto, is a male student who longs for a fateful encounter.\nOn his way home, he encounters Yukine Sakurai who falls on him from above...\nFeeling the irony of life ending due to his fateful encounter, Ren loses consciousness.\n\nWaking up in the hospital room, Ren finds himself unable to move his body or speak, despite being conscious.\nThen, Ren's body began to speak without his control, saying, \"Where am I...?\"\n\"This voice... Is that you Ren!?\"\n\n――Ren and Yukine, whose souls were mixed into one body due to the previous accident.\nLater on, Ren finds himself being able to move in a female body.\n\nThey find themselves in a mismatched condition where their minds and bodies are not aligned, often switching in control.\nWill they be able to return to their original bodies...?\n\n\n◆Characters\n・Yukine Sakurai\n\"I won't laugh at any of your dreams. I'm cheering for you, Ren.\"\nA classmate of Ren who is bright, cheerful, and beautiful.\nWhen colliding with Ren after jumping from the rooftop, her soul entered Ren's body, allowing her to move it.\nHer body lies in the hospital.\n\n・Hibiki Akatsuki\n\"Do you want a shoulder massage? Here you go, tickle tickle~\"\nA lively and tomboyish childhood friend of Ren.\nShe is one of the fastest to notice the strangeness in Ren's body.\nShe secretly has feelings for Ren but her shyness prevents her from confessing.\n\n・Miku Hidamari\n\"H, hey! I will not allow anyone who disrupts public morale!\"\nA class president with an outstanding proportion, but strict to anyone who disrupts public morale.\nLike Hibiki, she notices the strangeness in Ren.\nShe dreams of becoming Ren's wife but becomes perplexed by his female body.\n\n・Ayaka Tsukuyomi\n\"I have a research lab separated from the school\"\nA popular teacher among the students with her mature charm.\nShe is also an advisor, offering her support and guidance to Ren and the others.\nAs a researcher, she is knowledgeable in scientific fields.\n\n・Keita Saionji\n\"What? A blue stone from the sky?\"\nA friend of Ren, who is a bit taller, optimistic, and easygoing.\nThey get along very well to the extent of never being in a fight.\nWhile feeling bewildered by Ren's female body, he does his best to cooperate as much as he can.\n\n・Ren Fujimoto\nOther than longing for a fateful encounter, he is an ordinary male student.\nDue to an accident, Ren's and Yukine's souls become mixed up, leading them to share the same body and even changing their genders.\nWill Ren live as a woman, or will he be able to return to being a man...?",
    "id": "0100EF301ECB4000",
    "name": "Spirit Swap - ココロシャッフル -",
    "publisher": "CyberStep",
    "releaseDate": 20240418,
    "version": 0
}