{
    "description": "”Tactical Leaping Adventure - Jump King: There is a Smoking Hot Babe at the Top!” is a platforming challenge about struggling upwards in search of the legendary Smoking Hot Babe! This lonely adventure to reach The Top will demand your full mastery of the technique of jumping. Just try to remember that with each fall there is a lesson to be learned...\n\n\nJump King includes two free expansions - ”New Babe+” and ”Ghost of the Babe”!\n\n\nGameplay\n-Prepare for true high-stakes platforming!\nThe only way forward is up, and your only enemy is yourself! Tension rises with each jump when a single mistake means a long fall - and you have to get back up again yourself...\n\n-Hold to charge and release to leap away!\nThe seemingly simple act of jumping will take much practice to master.\n\n-Use your mind before you jump!\nThe obvious path is sometimes not the best, and once you are in the air there is no turning back...\n\n• The higher you jump, the harder you fall\n• All progress and each fall is auto-saved\n• Tough but addictive gameplay\n• Challenge your friends to master this test of resolve\n• Hours of nail-biting suspense await\n\n\nAtmosphere\nLearn to love and hate the curious characters that you meet on your journey through this mysterious vertical world.\n\n• Classic graphics – snappy animations\n• Painstakingly hand drawn backgrounds\n• Incredible OST by Thörnlund & Eklöf Sound\n• High-definition ambiences\n\nThe last hour led to this jump, everything is on the line! Will you get the Babe? Will you reach the Top? Do you think you have what it takes to defeat this game!?\n\n\nExpansions:\n\n”New Babe+”:\n”How amusing, he approaches without shaking...” The world at the end of the Imp’s hidden path seems familiar, yet everything is different... Prove that you really deserve the title of Jump King in the intense second chapter!\n\n”Ghost of the Babe”:\nInvestigate the mystery of the Ghost of the Babe in the twisted third chapter of the legendary struggle. The desolate land past Philosopher’s Forest is unlike anything seen before... With only a faint ghostly presence remaining, what is left to jump for? You didn't do it for her, did you?\n\n(It is recommended to finish the original game before attempting the expansions.)",
    "id": "01003D601014A000",
    "name": "Jump King",
    "publisher": "Ukiyo Publishing",
    "releaseDate": 20200609,
    "version": 0
}