{
    "description": "In the fascinating world of Eärendil, where magic and mystery intertwine in every corner, \"The Awakening of the Light\" unfolds, a visual novel that will take you through an epic plot full of adventures, romances and critical decisions. Play Eldarion, a young blacksmith, whose destiny is intertwined with ancient prophecies and ancestral conflicts.\n\nKey Game Features:\n\n·Extensive Narrative: The visual novel stands out for its rich textual content, exceeding 50,000 words. This length guarantees a deep and detailed reading experience, allowing for exhaustive character development, complex plots, and total immersion in the world created.\n\n·Multiple endings: This visual novel is distinguished by offering 13 totally different endings, each of which reflects the various decisions and paths that the player can take throughout the story.\n\n·Over 300 Full Color Backgrounds: Explore a wide variety of detailed, artistically designed settings, from majestic palaces and mysterious forests to ancient ruins and haunted cities. Each background is a window to a world full of color, detail and life.\n\n·Over 30 Unique Characters: Interact with a diverse and complex cast of characters, each with their own story, motivations and secrets. From noble elves and cunning dwarves to powerful wizards and mystical beings, your interactions with them will define the course of your adventure.\n\n·More than 20 Epic Songs: Immerse yourself in a soundtrack that combines magical and epic melodies, creating an immersive atmosphere that accompanies every moment of the game. The music elevates the narrative, bringing emotion and depth to each scene.\n\n·60 Unlockables: Discover and unlock a multitude of secrets, artifacts and memories hidden in the world of Eärendil. Each unlockable brings new layers to the story and delves into the rich lore of the game's universe.\n\n·Tree of Destiny: Experience a dynamic progression system that reflects your choices and actions. The \"Tree of Destiny\" allows you to see how your decisions affect the development of the story and discover different paths and endings. Each choice can open new possibilities or close others, inviting you to explore all facets of this vast world.\n\n\"The Awakening of the Light\" is more than a visual novel; It is a door to a fantasy world where every choice matters and every character has a story to tell. Prepare to embark on a journey where your decisions will shape the destiny of Eärendil.",
    "id": "010074D01E142000",
    "name": "The Lord of Darkness: The Awakening of the Light",
    "publisher": "Aldora Games",
    "releaseDate": 20240206,
    "version": 0
}