{
    "description": "Form your party (a group of secret agents) from among \nfour races: Human, Oni, Tengu, and Nekomata. Then \nconquer the terrifying and mysterious Yokai-filled castle!\n\n■The Yokai in Hyakki Castle\nThe game reproduces Yokai from ancient Japanese \nliterature, including the giant skeleton Gasha Dokuro \nand a Yokai made up of a woman's head and arm.\nMany creepy and terrifying monsters will appear.\nThey await your secret agents (players) in Hyakki \nCastle.\nPowerful bosses will be unleashed at certain points as \nyou make your way up through the castle. Aim for the \ntower, where the master of the castle awaits!\n\n■Main Theme: Dan no Ura\nDan no Ura, an original song by the Biwa player Sae \nIshida, creates a creepy atmosphere.\n\n■About Real Time Dungeon RPGs\n\"Real time dungeon RPGs play like an action game, in \nwhich you move around and fight on a floor with a grid \nlayout. With the exception of some portions, the game \nplays out in real time.\n\nWhen in combat, the enemy won't wait for your attack.\n\nBattle by avoiding enemy attacks and timing your own \nattacks at the right moment.\"\n\n■A Yokai-Filled Castle with Death Looming Around the \nCorner\nThe player's secret agents will storm Hyakki Castle, \nwhere formidable Yokai and terrifying traps await.\nBe careful. One miss will cost you your life.\nEat the food you find in the castle to survive. An empty \nstomach will lower your stats.\n\nThere's nowhere to relax in this castle. Eat, sleep, \ndestroy Yokai, and search the castle.\n\nIn the Yokai-filled Hyakki Castle, you're always one step \naway from death.\n\n■The 2 Party System\n\"The game has a split party system that uses the \nTokugawa treasure item Ishin no Ofuda.\nThe player can freely split up into two parties at any \ntime (the game will go into split screen mode).\nWhen necessary, split into two teams to deal with the \ntraps and challenges in the room.\nIn addition, the party you aren't controlling will use \nspells to temporarily harden themselves, increasing their \nstamina.\nAttack enemies from the rear to deal massive damage. \nUse the hardened party with high stamina as a decoy, \nand send the other around to the back.\"",
    "id": "010023F008204000",
    "name": "Haunted Dungeons：Hyakki Castle",
    "publisher": "Happinet Corporation",
    "releaseDate": 20180830,
    "version": 0
}