{
    "description": "\"- Math, BFF, and Notes - 数学と親友とネタ帳\" is a novel game in which the protagonist, Takuma Toomi, wrestles with his feelings for the older, married women in his life.\nA Bishojo Game released in 2017 under the \"IncaRose\" brand has been reworked for the \"PandaShojo\" platform for players around the world to enjoy.\n\n\n◆Introduction\nYou'll be alright.\nShe wraps me in her warm embrace, I feel the soft touch of her hair on my face.\n\nIt was at that exact moment that I'd fallen in love.\nOlder women are what I needed.\nThere wasn't anything I could do to change how I felt.\n\n\n◆Synopsis\nTakuma Toomi of the Manzai club is well known for his energetic greetings.\nGood morning Mrs. Shiho, you're as pretty as ever!\nShiho Iizuka lives next door and was married to a recently popular TV personality.\nThough she usually just laughs his approaches off, Takuma had made a point of greeting her whenever they met.\nIn fact, he'd only entered the Manzai club in an effort to emulate Shiho's husband.\n\nThough Takuma only has eyes for older women, Shiho wasn't the only target of his affections.\nHe'd already been turned down by his math teacher, Aki Tokie.\nAnd then there was his Manzai partner's mother, Sanae Miyauchi.\n\nWhat can Takuma do to get closer to the women he admires?\nNo matter who he chooses, it's going to be an uphill battle......!\n\n\n◆Characters\n・Shiho Iizuka\nYou sure have grown up, Takuma. Is that a little muscle I'm starting to see on you now?\nThe housewife who lives next door. She's kind and pretty, but unfortunately she's already married.\nShe once protected Takuma from being bullied and he's spent every day since then trying to win her affections.\nIt seems that she's being abused by her husband, the recently famous TV personality, Gorongoro Dobazaki.\n\n・Sanae Miyauchi\nI don't suppose he's here for me? Oh, who am I kidding?\nThe beautiful mother of Kouya, Takuma's best friend.\nOf course, Takuma and Kouya got along well to begin with, but they probably wouldn't have become as close as they did if Takuma wasn't infatuated with Sanae.\nShe can play the Viola and also teaches a handicrafts class.\n\n・Aki Tokie\nI need Takuma to come to school for supplementary math lessons......\nA math teacher at Takuma's school. She was also his homeroom teacher during his freshman year.\nTakuma confessed his feelings to her, but was rejected due to the age gap.\nUnable to focus on his studies due to her beauty, Takuma is roped into taking remedial lessons.\n\n・Takuma Toomi\nA student who can only have romantic feelings for women around the same age as his mother.\nUnfortunately for him, he clams up and has trouble speaking around them.\nHe's formed a Manzai act together with his friend Kouya, uploading videos under the handle \"Giesselbach's Area.\"",
    "id": "010041C01D47C000",
    "name": "- Math, BFF, and Notes - 数学と親友とネタ帳",
    "publisher": "CyberStep",
    "releaseDate": 20231214,
    "version": 0
}