{
    "description": "In Witch Thief, dodge duck and weave through terrifyingly intricate patterns of magical projectiles as you seek the greatest treasure of all. The Ancient and powerful Grimoire!\n\nFeatures:\nUnique Bullet-Hell Perspective:\nUnlike other Shmups, Witch Thief gives you control of a full 3D camera. Rather than the classic birds eye view, you will witness bullet hell from a whole new perspective!\nDodge intricate bullet patterns\nTerrifyingly intricate storms of bullets will rain down as you journey on your quest. Study, learn and apply your dodging skills to outmanoeuvre the incoming perils.Touching even one bullet will kill you - so beware! \n\nUnlock a range of quirky playable characters:\nChoose to play one of many Witches. Experience fresh new dialogue, different bosses and unique spells to achieve their goals.Each character has unique spells and dialogue, and may encounter different and challenging bosses on their path to the Grimoire.\n\nMusical tracks:\nA fully original soundtrack, accompanying you on your perilous journey to the Grimoire. Each character and stage has a unique theme that captures and plays upon their essence.\n\nBattle Relentless Bosses:\nYour path is not an easy one. Face insane bosses, wielding great magical power and unleashing torrents of complex bullet patterns. They will stop at nothing to protect the Grimoire. \nUnravel a world of mystery\nAs you explore and overcome every stage of the game learning more about the world first from the perspective of the Witch Thief, but later as many other unlockable characters you will experience new perspectives of the story. \n\nDifficulty ranges: \nNot everyone wants the hardest difficulty. Witch Thief ranges from practically no combat “Chill” mode to the extreme “Insanity” mode which increases both bullet counts and speed. Oh you only get one life there too.\n\nDisclaimer:\nBright Colours\nFlashing Lights\nCamera Shake\nIf you encounter something in Witch Thief that you feel should be in this Disclaimer, please reach out!\n",
    "id": "01002FC00C6D0000",
    "name": "Witch Thief",
    "publisher": "Cardboard Keep",
    "releaseDate": 20190419,
    "version": 0
}