{
    "description": "A brand new lucid-noir detective adventure game from the minds behind the Danganronpa series.\n\nStory\nKanai Ward - the city of rain - is gripped by innumerable unsolved mysteries, under the complete control of Amaterasu Corporation.\nMaster Detectives of the World Detective Organization, a group dedicated to eradicating the world's unsolved mysteries, rise to the challenge of uncovering the truth.\nYuma and Shinigami must work alongside the Master Detectives to solve unsolved cases.\n\nGame Introduction\nProgress the story by conducting investigations in the real world, gathering clues needed to solve the case,\nthen using those clues to conquer the Mystery Labyrinth.\nIn the Mystery Labyrinth, the goal is to use the evidence collected during an investigation to reach the truth.\n\nInvestigation\nTake control of Yuma and explore Kanai Ward.\nTalk with people in the city, investigate crime scenes and collect Solution Keys that can be used as evidence.\n\nForensic Forte\nThe Master Detectives investigating together with Yuma have special abilities.\nForensic Fortes such as Postcognition and Disguise can be utilized to find hidden evidence and testimonies.\n\nMystery Labyrinth\nAs the investigation progresses, the Mystery Labyrinth will appear, a realm where the mysteries of a case materialize. The mysteries will take shape as various gimmicks and traps.\nConfront it with the Solution Keys that have been collected.\n\nReasoning Death Match\nIn the Mystery Labyrinth, Mystery Phantoms will appear to prevent Yuma from getting to the heart of a case.\nFight back in simple yet exciting action sequences, and slash through them with the Solution Blade to reach the truth.\n\nElements Other than the Main Story\nCollect Memory Shards hidden around Kanai Ward to watch episodes featuring Yuma and the other detectives,\nand enjoy different stories outside the main story by helping people in need through subquests.",
    "id": "01004800197F0000",
    "name": "Master Detective Archives: RAIN CODE",
    "publisher": "Spike Chunsoft",
    "releaseDate": 20230630,
    "version": 0
}