{
    "description": "★Enjoy the thrilling and exhilarating pinball controls combined with an RPG storyline in this pinball action game!\n※ This title includes both the Japanese and overseas versions in a 2-in-1 package.\n\nThe main mode is the quest mode 'R.P.G.' which incorporates novel ideas and systems as a pinball game. Additionally, you can play on three diverse tables: 'POP! POP!', 'VIVA! GOLF' and 'CIRCUS'.\n\n★R.P.G. Mode\nControl the protagonist, Ball-kun, and rescue princess who is trapped at the top of the castle! \nThere are 6 stages in total. Earn points and collect gold to purchase stoppers and flippers at the \"Black Market\" midway through stages. These upgrades can increase your attack power or create advantageous conditions on the table. Enjoy the enhancement elements unique to RPGs as you defeat bosses in each stage and aim for the top floor.\n\nPinball Quest <New Features>\n★Ball-kun's Wallet Status\nA new feature that visualizes the amount of gold (score) you have. Gold is obtained by defeating enemies or hitting bumpers and is used for shopping at the Dark Shop. Keep track of Ball-kun's wallet status and earn the necessary gold to buy the items you want!\n\nJALECOlle Common <New Features>\n★User-friendly Features for Beginners\nNow includes \"Rewind\" to quickly undo mistakes with intuitive controls and \"Quick Save & Load\" to save and resume the game at any time.\n★Convenient Subtitle Guide\nThe \"Adventure Hints\" feature displays tips for smooth adventures and the \"Subtitle Guide\" function explains the effects of items in stores and other locations.\nAn English Translation is also included for the Japanese version, allowing you to play the Japanese version in English. \nA Japanese Translation is also included for the overseas (English) version, allowing you to play the English version in Japanese. \n★Record Your Best Time\nNow includes a \"Simple Timer\" to record the time from the beginning of the adventure to the defeat of the final boss. \nYou can aim for your best time while using Quick Save. Take on the challenge seriously without any rescue features. Record your best time!\n★Packed with many more enjoyable features and options!\nNow includes new achievements to challenge various in-game objectives.\nExplore the gallery page to view package designs, manuals, flyers and more from the original releases.\nScreen edge options to reduce screen distortion.\nScreen filter options.\nWallpaper options.\nPause display options.",
    "id": "0100BC0018D1C000",
    "name": "JALECOlle Famicom Ver. Pinball Quest",
    "publisher": "City Connection",
    "releaseDate": 20240731,
    "version": 0
}