{
    "description": "As a police detective tasked with bringing down a dangerous terrorist group, you fight on two fronts: interrogating suspects & managing your team and its reputation. With time running out, how far will you go to stop these criminals? Manipulation, threats or even torture? Does the end justify the means?\n\n- Explore deep and increasingly difficult conversational puzzles to get to the bottom of a terrifying conspiracy\n- Show your management skills balancing your cases, team, budget and the police force’s relationship with the public\n- Reach one of multiple world-defining endings - where will your choices lead you?\n- Meet over 35 complex and realistic characters\n- Immerse yourself in the expressive noir art based on real actor footage and atmospheric music\n\nGameplay\nIn the pursuit of terrorist organization The Liberation Front, you have to coordinate your team to gather information, manage your limited budget and deal with the press hot on your heels for a good story. But that is only half of it:\nYour main task as lead investigator is interrogating suspects. Understanding their backgrounds, and thus their motivations, is key in choosing whether intimidation, guile or empathy is the right approach. There is no universal solution – but the clock is ticking relentlessly. \nAs you’re closing in on the true culprits and your suspects are getting more resistant, the interrogations become increasingly difficult. Uncover the truth through complex conversations, psychological manipulation and other techniques. \nThe Liberation Front will not be easily dismantled.\n\nThe game’s goal\nInterrogation: You will be deceived is a narratively immersive convo-puzzle game that challenges common preconceptions about highly relevant contemporary subjects like terrorism, police brutality and the power imbalances between citizens, the state and large corporations. The game tries to raise important moral, ideological and practical questions in the minds of the players.",
    "id": "010041501005E000",
    "name": "Interrogation: You will be deceived",
    "publisher": "Assemble Entertainment",
    "releaseDate": 20200728,
    "version": 0
}