{
    "description": "Dive into a captivating journey through this adventure-puzzle game that explores the early life, loves, and crimes of the iconic gentleman thief. Immerse yourself in Maurice Leblanc’s famous tales, playing as both Lupin and his tireless antagonist Detective Ganimard and gaining unique perspectives on legendary stories like “The Arrest of Arsène Lupin” and “Herlock Sholmes Arrives Too Late.”\n\n-EXPERIENCE THE LEGENDS\nJoin Lupin and Leblanc by the fireside as they retell a selection of the most famous stories of Lupin’s deeds and experience them from whole new perspectives.\n\n-THE ARTISTIC WORLD OF LUPIN\nExplore beautiful book illustrations brought to life and meet colorful characters leaping from the pages as Lupin retells his own escapades with a flair for the dramatic.\n\n-MASTER THE ART OF THIEVERY\nTraverse a multitude of settings, solve puzzles, and adopt a variety of disguises as you take on exciting criminal escapades while constantly striving to outsmart the law and stay one step ahead\n\n-DETECT AND DEDUCE\nSee the stories from a fresh perspective as you immerse yourself in Ganimard's role, searching for evidence, interrogating suspects, creating timelines, and connecting the dots to pursue and apprehend your legendary adversary.",
    "id": "010047401F744000",
    "name": "Arsene Lupin - Once A Thief",
    "publisher": "Microids",
    "releaseDate": 20241017,
    "version": 0,
    "category": [
        "Adventure",
        "Puzzle"
    ],
    "developer": null,
    "intro": "Discover Lupin's journey from burglar to hero in Arsene Lupin: Once A Thief",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "de",
        "it",
        "ru",
        "zh"
    ],
    "nsuId": 70010000082447,
    "numberOfPlayers": 1,
    "ratingContent": [
        "Alcohol Reference",
        "Mild Blood",
        "Mild Language",
        "Mild Violence",
        "Use of Tobacco"
    ],
    "region": null,
    "rightsId": null,
    "latest_update": {
        "id": "010047401F744800",
        "version": "65536"
    }
}