{
    "description": "   Welcome to the world of \"Raft Survival Simulator\" – an immersive survival simulator at sea! Find yourself in the middle of the ocean on a small, makeshift raft, and your task is to turn this modest means of transportation into a thriving floating haven. Your survival depends on your resourcefulness, creative thinking, and ability to harness the resources that the ocean provides.\n   Key Features of the Game:\n 1. Crafting Various Items: Utilize the resources the ocean offers to craft a variety of items for your raft. Start with simple tools and progressively evolve to more complex structures.\n 2. Hooking Objects: Use a grappling hook to skillfully snag drifting objects. This not only allows you to collect valuable resources but also helps you avoid dangers lurking in the waters.\n 3. Fishing and Cooking: The ocean is teeming with diverse fish. Go fishing, catch fish, and use them for cooking. Satisfy your hunger to maintain your strength in this unforgiving environment.\n 4. Water Filtration: Since ocean water isn't always suitable for drinking, develop a filtration system to ensure a supply of clean and safe water. This is a key aspect of your survival.\n 5. Shark Attacks: Be cautious, as sharks patrol these waters! Develop defense mechanisms and learn to fend off attacks from these aggressive predators.\n 6. Decorative Building: Give your raft a unique look by adding various decorative elements. Create a cozy space for survival as you navigate the challenges of ocean living.\n 7. Expanding the Raft: Move forward by upgrading your floating base. Increase the size of your raft, add new sections, and enhance your survival capabilities.\n   Immerse yourself in the captivating world of \" Raft Survival Simulator \" and showcase your survival skills in the harsh conditions of the ocean, where every decision matters for your progress and survival.",
    "id": "0100A0D01DB4E000",
    "name": "Raft Survival Simulator",
    "publisher": "GameToTop Corp.",
    "releaseDate": 20240204,
    "version": 0
}