{
    "description": "Levels\nOne moment you're stuck in a speeding train headed towards the cliff; the other, you're in a falling plane. Sometimes you need to win an impossible-to-win soccer match, and the other, you're a dinosaur trying to hide from a meteorite. Stuck in a flaming house? Sandwiched between two battling armies? Certainly not a problem for McPixel! 100 levels of fast-paced action are waiting for you!\n\nMinigames\nSometimes, the usual adventure style will get interrupted by genre-bending minigames. Ranging from racing, shooting, fighting, and sports to even platforming or FPS! The game offers over 20 minigames scattered around the world of McPixel!\n\nCoins and stamps\nMcPixel is not all about just saving the day but having fun trying to come up with the craziest possible solutions. And for every solution, you will be rewarded with coins! Find all solutions in a level to get the gold prize and some extra coins! You can use them to unlock new levels! Also, everyone loves coins, right? They're shiny and golden and spinning! No reason not to have some more!\n\nMcBurg\nThe game takes place in the city of McBurg. Explore the city and find different adventures! Some of the paths in the city are blocked and will require you to spend coins to move forward and access new levels! The city will get populated with characters and items from the levels you already visited as you play. You will also be able to don some of the costumes you found while playing.\n\nOn the edge of the city upon a grassy hill, you can see a Devolver vault, full of gold, looming over McBurg. So, if you ever need a lot of coins, maybe it's time to pay Fork Parker a visit?\n\nSteve\nSometimes, during your adventures, you will find Steve. Steve can be in the weirdest and most unexpected of places, and finding him will transport you to the Steve level.\n\nSteve is not like McPixel and doesn't specialize in saving the day. He's just some guy, doing stuff. Like fishing, cooking, driving a car, or summoning demons. You know, just the average guy kind of stuff.\n\nKey Features:\n- 100 mind-blowing levels\n- Nearly 1000 hilarious gags to discover\n- Over 1500 interactive items\n- Over 20 minigames in all imaginable genres\n- Over 300,000,000 pixels\n- Steve\n- A water level",
    "id": "01000EB0181B0000",
    "name": "McPixel 3",
    "publisher": "Devolver Digital",
    "releaseDate": 20221114,
    "version": 0
}