{
    "description": "FATAL TWELVE, the highly acclaimed suspense adventure game, is making the move from PC to Nintendo Switch™!\nWatch the thrilling story unfold as twelve unique characters, gathered by the Goddess of Destiny, compete against each other for a chance to undo their untimely demise.\n\nIntroducing tons of events and CGs exclusive to the console edition!\nThe original dev team has prepared a whole array of events and CGs exclusively for the console edition. On top of that, some of the existing visuals have been remastered to make this gripping tale all the more compelling!\n\nAvailable in two languages!\nThe text can be set to Japanese or English (audio is Japanese only). This includes in-game text, options, and the digital manual. Language settings can be changed at any time.\nPlay using only the touch screen! Play with one hand!\n\nPlay in handheld mode with the Joy-Con™ attached, or detach them and play with just the touch controls! While in tabletop mode or TV mode, everything can be controlled using only the Joy-Con (R), allowing you to play with only one hand!\nAlso available for the Nintendo Switch™ Lite. (A separate Joy-Con (R) is required to play with one hand.)\n\nSummary\nOne day, Shishimai Rinka dies in an explosion—yet she finds herself continuing to live her ordinary life as if nothing had happened at all. That is, until a few days later, when she encounters the Goddess Parca in the dream world.\n\"Good evening, my lovely little slaves to fate.\"\nRinka discovers that she is one of 12 people the Goddess has invited to her game. A game that could undo their deaths. In this maelstrom of life and death, Rinka must face a myriad different emotions, as well as the truth behind her own demise. What will her final decision be...?\n\nGameplay\nGameplay in this visual novel involves reading through the story while making choices at certain key points. Different decisions may lead to different outcomes, story branches and endings. \n\nStaff\nStory: Akeo\nOriginal artwork: Shio-Koji\nMusic: Low\n\nCast\nRinka Shishimai                  VA: Eriko Matsui\nNaomi Hitsuji                    VA: Asuka Kakumoto\nMiharu Mishima                 VA: Yuri Komagata\nMao Oguma                      VA: Konomi Fujimura\nParca, Goddess of Destiny  VA: Kanako Nomura\nOther\n*Fully voiced",
    "id": "010054101370E000",
    "name": "FATAL TWELVE",
    "publisher": "PROTOTYPE",
    "releaseDate": 20210721,
    "version": 0
}