{
    "description": "The three time IGF award nominated 1000xRESIST is a thrilling sci-fi adventure. 1000 years in the future, humanity is all but extinguished and a disease spread by an alien occupation keeps the survivors underground. You are Watcher. You dutifully fulfil your purpose in service of the ALLMOTHER, until the day you learn a shocking secret that changes everything.\n\nIn the near future, a mysterious alien race of giant entities arrives. We call them the Occupants.\n\nThey are not hostile, but it doesn’t matter. Their arrival is a death sentence. Humanity is wiped out in a matter of months, succumbing to a disease the Occupants have brought to our planet.\n\nA teenage girl called Iris is the only survivor. Somehow she is not only immune but also becomes immortal.\n\n1000 years later, Iris has birthed a new society consisting exclusively of her own clones. \n\nShe calls them Sisters. They call her the ALLMOTHER.  They live safe in the Orchard, an underground bunker, whilst Iris wages war on the Occupants.\n\nBut all is not well. Your closest sister, Fixer, comes to you with a dangerous revelation. You have been lied to. The ALLMOTHER is not what she claims to be. After Fixer is executed for treason, it falls to you to discover the truth.\n\nKEY FEATURES\n• RELIVE THE MEMORIES OF A GOD - As Watcher, your role is to relive and interpret the memories of the All Mother through a process called Communions. \n• DISCOVER THE TRUTH - Explore pivotal moments in the life of the ALLMOTHER from high school days and the arrival of the Occupants to the creation of the Orchard and the birth of the first sisters.\n• JUMP BACK AND FORTH IN TIME - within memories you can skip forwards and back in time. Use this ability to solve puzzles and access locked off areas and secrets.\n•A STORY LIKE NO OTHER - experience perspective shifts both literal and metaphorical as the game blends between 3rd person adventure, visual novel and first person walking simulator while throwing twists, turns and revelations at you until you question everything you think you know.\n• FULLY VOICED - enjoy more than 10 hours of playtime brought to life with over 15,000 lines of fully voiced dialogue from a brilliant cast of Asian-Canadian actors.",
    "id": "0100B02019866000",
    "name": "1000xRESIST",
    "publisher": "Fellow Traveller",
    "releaseDate": 20240509,
    "version": 0
}