{
    "description": "Run, jump, slide, destroy enemies, gain experience points, upgrade your character – Jenet, who is trying to escape from the corporation.\n\nIn the distant future, the industrial part of the world has separated from nature and built its infrastructure through the activities of local corporations. Robots are used to control the population. All those who disagree with the dictatorship of corporations united in opposition. The corporate response keeps pace with technological progress, and the population is condemned to cyborgization.\n\nPeople are abducted and modified by installing neural manipulators in various ways. Due to the limited resource of chips, the newly-minted cyborgs also take control of the unmodified population. Captured people have their memories erased and turned into cyborgs. The opposition is weakening.\n\nAs the main character, Janet, you plunge into the depths of events, trying to remember the past and escape from the clutches of the corporation. Uncover the conspiracy against humanity!\n\nGameplay\n\nMove deeper into the levels, destroying numerous ordinary robots, powerful cyborgs, killer machines and evil bosses. Use the tactical element of firefights, the environment and the abilities of the character. You will be accompanied by light and heavy types of weapons with different statistics and principles of action.\n\nUpgrade system\n\nGain experience and credits by destroying enemies, so you can improve your character's performance.\n\nImproved agility will increase the character's acrobatic abilities\nWeapon skills will increase the rate of fire and reduce spread\nLuck will neutralize some of the enemy shots\nHacker ability will open access to more weapon boxes\nMiner ability will increase the number of credits you get\n\nImprove your character to fight back against strong enemies and don’t consider the weak ones as enemies at all!",
    "id": "0100D5A01C4D0000",
    "name": "Cybertrash STATYX",
    "publisher": "Sometimes You",
    "releaseDate": 20240313,
    "version": 0
}