{
    "description": "Welcome to the captivating world of our game, \"The Crisis Zone\"! This thrilling exploration game combines elements of horror and nostalgic intrigue to immerse you in a gripping and perilous adventure.\n\nAs a player, you'll assume the role of a mysterious character who awakens in a remote quarantine zone, completely cut off from the outside world. Surrounded by ruins and darkness, you'll experience a mixture of fear and curiosity about what has transpired here and the hidden secrets that await discovery.\n\nAs you venture through the desolate locations of the quarantine zone, you'll encounter various dangers and challenges. Terrifying monsters and malevolent creatures will stalk you, while the dark secrets of the past will try to impede your quest for truth. However, you are not alone— a military drone will accompany you, patrolling the territory, alerting you to any detected movement, and providing vital survival information.\n\nWhile exploring the sinister maze of ruins, you'll uncover clues and documents that gradually unveil the complex and terrifying story of this place. Secret military experiments, the aftermath of an unknown disaster, and the mystery of losing contact with the outside world create an eerie and suspenseful backdrop.\n\nThroughout the game, you'll receive messages from military command, providing you with crucial hints and tasks. Every decision you make and every item you find will bring you closer to freedom and unraveling the mystery.\n\n\"The Crisis Zone\" challenges you to explore, solve puzzles, and fight for survival in a dark and captivating world. Each step you take brings you closer to answers and a possible escape from this malevolent quarantine zone.\n\nUnleash your curiosity and inner courage as you prepare to confront your own fears in this captivating exploration game. An adventure filled with suspense, danger, and discoveries awaits you in \"The Crisis Zone\"! Are you ready to embark on this journey?",
    "id": "010016701C5F4000",
    "name": "The Crisis Zone",
    "publisher": "Halva Studio",
    "releaseDate": 20230922,
    "version": 0
}