{
    "description": "\"Love Is All Around\" is a simulating love story real-life full-motion interactive video . You will not only meet but also fall in love with six beauties with completely different personalities and styles, eventually embark on an immersive and sweet journey one after another.\nUnder their charisma, how would you deal with the six beauties while you are busy at paying off debts? Would you  ignore your feelings and focus on making money? Or would you choose love over money? Among these beauties, who would you choose to be your partner for the rest of your life?\n\nIs it the extremely charming ingenue girl?\nIs it the mature girl with intellectual tenderness and gentleness?\nIs it the innocent, lovely gamine girl?\nIf the above isn’t what’s in your mind, then there’s…\nUnruly and willful, but slightly masochistic girl who born with a silver spoon!\nSexy, hot, and delicate goddess!\nNoble and glamorous, a domineering female CEO who loves you solely!\nThere is always one that will make you fall in love with it! The right to choose a love one is now in your hands!\n\nProduct Features\n·Full first-person perspective during the whole story, immersive experience of love -\"Love Is All Around\" is first-person perspective throughout, completely immersed in scene interaction and real-life simulation. It provides the immersive simulation experience, allows you to try more, and have an immersive love experience with the girl you like.\n\n·Multiple branches, multiple endings, multiple hidden story lines and bonus scenes - the interactive video has designed more than a hundred story branches, twelve endings, multiple hidden story lines and bonus scenes for you, additionally, you can find  achievement system, mining and multiple experiences in product. In the product, make the choice that goes with your heart, rather than the correct choice.\n\n·Acting by real actors , shooting in real-life scenes - numerous wonderful behind-the-scenes stories are waiting to be discovered, revealing the actor's understandings of the character's inner world, and unravel the secrets of flirting through girl’s perspective.\n\n·Various ways to play, finding the faint clues - the game life is not limited to choices, the key clues of the follow-up plot can be hidden in the scene, faint clues can closely related to the ending. Maybe everything is predestined, but sometimes being brave will change your fate. Come and play out your story.\n\n·Six girls with very different personalities can be introduced—either charming, or tender, or innocent, or capricious, or sexy, or glamorous, there is always a kind of girl that make you exclaim: \" Damn it! I am surrounded by beauties! \"\n\nAbout Us\nWe are \"intiny\", we are all \"split personality\" nerds who want to have date every day, but will never step out of the house to the real world. Thereford, we would like use interactive video as tool to create one fantasy dream after another, to create dreams for players, and to make our dreams to come true for ourselves.",
    "id": "0100BAF01FAE4000",
    "name": "Love is all around",
    "publisher": "NiuGamer",
    "releaseDate": 20240808,
    "version": 0
}