{
    "description": "A legendary arcade game developed by Dimps in 2005. This fighting game gained popularity for its smooth visuals powered by S.M.A as well as the high level of strategy driven by its 2-gauges system. And with the addition of new current-gen features it's even easier to play.\n\n- Battle Mechanics Polished to a Shine by a Legendary Studio Known for Fighters:\nThe first original fighting game from Dimps, known for being involved in a number of other fighting games. It has continued to attract fighting game fans since its release in 2005 with mechanics that use 2 gauges--one for offense and one for defense--and slick 2D visuals powered by S.M.A. (Smooth Model Animation).\n\n- New Features for Console Provide a Modern Gameplay Experience:\nThe console version contains new features such as an Online Versus Mode--a first for the series. It uses Rollback Netcode, which corrects lag between players, making for a streamlined experience online. And with 16:9 wide-screen support, AI and a training mode, you can fully enjoy this game in the comfort of your own home.\n\n- Main Game Modes:\n・Arcade\n・Survival\n・Time Attack\n・Local Multiplay\n・Online Multiplay with rollback netcode\n・Training\n・Gallery\nAdded features: Spectator mode, rematch, match recording, combat range and match time settings, assist mode, new character colors, button assignment for Boost Dive, and an updated training mode including character-specific gauge and enemy attack/dodge/ground recovery settings, as well as adjustments to enemy auto recovery timing.\n\n- The Story:\nIt is the end of the 20th century... A large-scale natural disaster struck the eastern area of a nation. It wiped out the financial sector and resulted in a staggering loss of life.\n\nAt the dawn of the 21st century, the conglomerate PROBE-NEXUS, commonly known as Probe, began reconstruction efforts in that eastern area. Colossal capital and cutting-edge technology was poured into rebuilding it. Skyscrapers that put the old high-rises to shame along with the world's biggest shopping mall and recreational facilities. This was the dazzling birth of a symbol for the new century. It was christened Zone Prime.\n\nAnd now, in an undeveloped sector of its western block, there was an area known as the slums...\n",
    "id": "0100EB6018686000",
    "name": "The Rumble Fish 2",
    "publisher": "3goo",
    "releaseDate": 20221207,
    "version": 0
}