{
    "description": "You and your friends are about to move into a house in space, where you will have to deal with a deadly alien infestation and face the challenges of building a sustainable spaceship, all to make your new place feel as cozy as home!\n\nCOUCH FUN MEETS STRATEGY\nEach match starts in a procedurally generated spaceship house that will demand your best planning and teamwork skills to become clean and comfy. You and your friends will need to generate resources, recycle trash and alien goo, buy and build new technologies, and take care of one another, if you ever want to call home the mess that you got into.\n\nAs a COUCH-FUN game, Out of Space has short matches and is easy for everyone to grab a controller and play. At the same time also as a STRATEGY game, it will require short and long-term decisions, expanding and conquering new rooms and building technology to automate tasks.\n\nFEATURES\n- Buy, build and place your new technology, while keeping your systems efficient and sustainable.\n- Power up your spaceship by recycling alien goo and producing energy batteries.\n- Harvest and take care of your fruitful gardens to keep everyone fed.\n- Clean rooms with mops and water, while containing the deadly alien menace.\n- Take a nap on your sofa, while your friends desperately claim for help.\n- Automate cleaning and harvesting with the help of robots.\n- Adopt Dogs, they will love you for it and help you in any way they can!\n\nOTHER FUN STUFF\n- Procedural spaceship generator: different challenge everytime you play.\n- Missions to guide the player's progression that never leave out what couch-fun is about.\n- Unlock new content when completing achievements.\n- Play single-player or local multiplayer\n- No weapons of any kind. Take your mop and sweep your way out of danger.\n\nAre you up for the challenge? Living with roommates was never easy, but now you’ll do it in outer space!\n\nTHE DEVS\nBehold Studios is the studio behind Knights of Pen & Paper, Chroma Squad and Galaxy of Pen & Paper. With a big and strong fan base, we're developing this game with the help of the community, openly sharing builds, milestones and carefully listening to feedback and improving the overall experience of the game.",
    "id": "0100C67011B14000",
    "name": "Out of Space: Couch Edition",
    "publisher": "Plug In Digital",
    "releaseDate": 20201126,
    "version": 0
}