{
    "description": "It’s 2029. A vicious dystopian future. And it’s up to two warriors of the night to save the nation!\n \nAfter 33 years in the shadows, prepare to see this legendary action adventure in a new light! Looking and playing better than ever before, Shadow of the Ninja - Reborn is Tengo Project’s remake of a cult classic, that the fans have been waiting for.\n \nIn this thrilling action-adventure, you will use your striking katana along with a wide variety of weaponry that has greatly expanded from the NES original, as well as the acrobatic finesse of a ninja to face the onslaught of powerful enemies. Although, the challenge does not end here! 6 complex, expansive, and masterfully designed stages test your skills through devious traps and challenging platform puzzles.\nCritically acclaimed as one of the best 2-player co-ops of its time, Shadow of the Ninja—Reborn lets you play together locally as the legendary ninjas Hayate and Kaede.\n \nIn addition to the contributions of Tengo Project, this remake also features Iku Mizutani, the star composer who helped create the iconic Natsume sound and renowned tracks for various NES games. Fans of Mr. Mizutani and retro gamers across the world will find delight in his renowned guitar riffs and fast-paced retro melodies!\n \nOur fearless heroes, Hayate and Kaede have undergone a massive visual upgrade over their original 8-bit models. And the improvements don’t stop there: From the deadly foes to the no-less deadly stages, every part of this title has been faithfully recreated in stunning high-quality sprites.\n \nSo, cloak yourself in shadows and slash your way through a treacherous concrete jungle of the future in this dark action gem Shadow of the Ninja – Reborn!\n\n\nFeatures: \n\nAn arsenal of deadly weapons:\nCaltrops, shuriken, and more!\n\nJungle of concrete and steel:\n5 completely recreated stages featuring devious traps and challenging platform puzzles. Plus, a 6th entirely new stage!\n\nTwo ninjas are better than one:\nGrab a friend and get ready for the critically acclaimed couch co-op!\n\nA fresh new look:\nBeautiful modern sprite art as a faithful update to the 8-bit original. \n\nA Star-Studded, Rockin’ Soundtrack:\nPlay along with the legendary Hiroshi Iwatsuki’s and Iku Mizutani’s electrifying guitar riffs and fast-paced retro melodies.\n\nThe Lethal Tools of the Trade:\nUse your hard-earned points in the tool shop and customize your loadout for the next play session.",
    "id": "010072601DB8C000",
    "name": "Shadow of the Ninja Reborn",
    "publisher": "ININ Games",
    "releaseDate": 20240829,
    "version": 0
}