{
    "description": "Rogue Flight is a breathtaking arcade space combat game inspired by the landmark style of 80's and 90's prestige anime. Traverse the Sol system and join a flight force voiced by a veteran cast, featuring Japanese talent from Sailor Moon, Neon Genesis Evangelion, Gundam, Naruto & One Piece, and English voice talent featured in Overwatch and Fallout 76, League of Legends and Marvel's Avengers. Jump into true stylish arcade action with a huge host of spacecraft upgrades, game modes and multiple narrative paths.\n\nIt's been 3 years since the world burned. It was ARGUS; the interstellar watchman system given control of the Solar Defense Force.\n\nIn a secret facility deep beneath the surface of the Earth, the last vestiges of humanity prepare to launch a daring counterattack.\n\nTake control of an advanced light space fighter and face hordes of enemies in a last-ditch effort to destroy ARGUS and restore peace to the Sol system.\n\n>> Featuring a retro 80's-90's analogue-video art style inspired by the golden age of prestige anime.\n>> Stylish high-speed arcade action set across 9 unique stages spanning the Sol system.\n>> Utilize incredible aerial acrobatic manoeuvres coupled with a dizzying array of weapon types.\n>> Experience a branching narrative path with multiple endings.\n>> Choose from standard arcade and unlockable roguelite game modes which offer greater risks and even greater rewards.\n>> Personalize your aircraft from over 100 unlockable liveries, as well as 24 badges with multiple color and style combinations.\n>> Customize your loadout from over 40 unlockable aero designs and 40 unlockable weapons from multiple classes with upgradable attributes.\n>> Featuring an original soundtrack featuring renowned video game sound design duo Fat Bard, additional music by Rinn, and an original opening theme with stunning vocals by J-Pop artist Itoki Hana.\n>> Fully voiced in English and Japanese by veteran casts, including English talent from Fallout 76, Overwatch, League of Legends & Marvel’s Avengers, and Japanese talent from Neon Genesis Evangelion, Gundam, Sailor Moon, Naruto & One Piece.\n>> Unlockable extras, accolades and more.\n>> Multiple difficulty levels for every player skill.",
    "id": "010008D020F8A000",
    "name": "Rogue Flight",
    "publisher": "Perpetual Europe",
    "releaseDate": 20241025,
    "version": 0,
    "category": [
        "Arcade",
        "Action",
        "Shooter",
        "Other"
    ],
    "developer": null,
    "intro": "A breathtaking arcade space combat game inspired by prestige anime.",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "de",
        "it"
    ],
    "nsuId": 70010000088739,
    "numberOfPlayers": 1,
    "ratingContent": [
        "Linguagem Imprópria"
    ],
    "region": null,
    "rightsId": null
}