{
    "description": "Fight back in turn-based battles, manage character relationships, collect dangerous artifacts, and hopefully restore the world torn apart by oathbreakers, warmongers, and wielders of forbidden arcane secrets.\n\n\nA world on its last strand of hope brought to its knees by a Calamity centuries ago that tore down its mighty civilizations. Petty kings rule in place of grand emperors of old that wage fruitless, ill-advised wars picking over ancient ruins like glorified scavengers.\n\n\nLead a team of four students in the Brookstead Military Academy, who are shut down on the mysterious orders of King Varic. The ruler of the Kingdom of Delia is preparing to break a millennium-old treaty and Brookstead students make for fine cannon fodder... However, these four soldiers are destined for more than just acting as unwilling meat for another grinder.\n\n\nThey may not know it yet, but they will make their mark on history.\n\n\nA World Plagued by War\n\n\nLead soldiers into the fray across a world torn apart by endless war and magical cataclysms.\n\n\nFight through hand-crafted, turn-based combat scenarios spread out across 28 chapters, as rookies become veterans.\n\n\nTest your tactical mettle. Maneuver, attack, break through, and - maybe - turn the tide of the war.\n\n\nEngineer the rise of legends, from a pile of raw conscripts to a band of mythical heroes.\n\n\nHeroes in the Making\n\nCarefully nurture your squad to ensure survival through long bouts to make a difference in a seemingly hopeless world.\n\n\nAssemble the squad from 30 playable characters, with their own background, personality, and motivations, then train them and pick from 54 distinct classes, with their own iconic attacks and skills. \n\nOutfit each team with hundreds of weapons and spells, from simple blades and missiles to ancient, eldritch artifacts that produce world-ending magic.\n\nDefeat doesn’t mean permadeath, but there is a price to pay: Every time a warrior falls, it means a grave wound, a stat penalty, and weakening your squad.\n\n\nA Glimmer of Hope\n\nHope is a rare commodity in a world ruined by Calamity, good thing these heroes are filled to the brim.\n\nDefy the fates and make a difference as the head of this unlikely band of heroes.\n\nWatch characters bond together on the battlefield and their relationships evolve through 400 individual conversations.\n\nRemember: Any hero can make a difference - if they live long enough.\n",
    "id": "01003E701510E000",
    "name": "Dark Deity",
    "publisher": "Freedom Games",
    "releaseDate": 20220317,
    "version": 0
}