{
    "description": "Come to Tinkertown - a relaxed and refreshing new multiplayer sandbox gaming experience! Grab a shovel, pickaxe, or sword and enter a realm full of treasures, magic, and dangers. A magical place awaits you, where you can let your imagination run wild. Create your little fantasy kingdom - from a cosy adventurer's hut with a garden to small towns with their own parks.\n\nA New World to Explore\n\nTurn every stone as you explore the procedurally generated world alone or with your friends. But be vigilant! Big and small monsters and creatures roam the landscape, ready to defend their territory against intruders. Only the bravest adventurers dare venture into the depths of dark dungeons, whose entrances can be found in various locations worldwide. Challenge the rulers of these lost realms if you dare! Fabulous rewards await those who manage to defeat the monsters!\n\nFeatures\n- Explore a world full of mystical forests, dusty deserts, and icy tundras\n- Craft your own equipment and customize your character with various weapons and armour according to your desires\n- Your equipment determines: Are you a hunter, warrior, mage, or completely different?\n- Collect different resources and discover new recipes to craft hundreds of items. From powerful weapons and matching armour to building materials and decorative items: In Tinkertown, you'll find everything you need to make your adventurer's base a beautiful and cosy home\n- Build your own little kingdom, alone or with friends\n- Fish, cultivate fields, and cook dishes that strengthen you for battle\n- Plunge into ancient, forgotten dungeons and fight against nasty bosses to loot their treasures",
    "id": "010054901911A000",
    "name": "Tinkertown",
    "publisher": "Headup Games",
    "releaseDate": 20241104,
    "version": 0,
    "category": [
        "Adventure",
        "Multiplayer",
        "RPG",
        "Action"
    ],
    "developer": null,
    "intro": "Explore magical places filled with loot, danger, and creativity.",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "pt",
        "es",
        "fr",
        "de",
        "zh"
    ],
    "nsuId": 70010000064892,
    "numberOfPlayers": 1,
    "ratingContent": [
        "Mild Fantasy Violence"
    ],
    "region": null,
    "rightsId": null
}