{
    "description": "Gameplay\nSon of a Gun is an intense action packed top down shooter full of bullets, blood and explosions. Collect and manage your guns and grenades to fight swarming bugs, gigantic robots, slimy monsters and even space ghosts. Select one of 6 characters and upgrade them while progressing through the single player campaign. Overwhelming enemies can be sometimes dealt with by the prototype time-bending device.\n\nAction-packed single-player campaign \nYou are Son of a Gun - an interplanetary mercenary working for the Sons of a Gun organization. You’re called always when firepower matters and something needs to be solved by force. While being on a vacation on a tropical planet you’re just received a phone call from the SOAG Command Center…\n\nHundreds of weapons\nYou'll have plenty of guns in 7 different classes at your disposal. Grab pistols, shotguns, SMG's, rifles, plasma guns, sniper rifles, or rocket launchers - you're defining your own playstyle. Don't forget about grenades - gear up with your favorite grenade type - cluster, force, explosive, implosive…\n\nExotic planets\nYou'll fight in the heart of the distant planets with versatile biomes. Each with their own unique environment and challenges - reach a target area, unlock base gates, download data from data-pylons or survive the horde's attack.\n\nDeadly enemies\nFace over 20 different enemy types with swarming bugs, zombie-like creatures, auto-turrets, gigantic robots, horrific degenerations, slimy monsters and even space ghosts.\n\nOther Features:\n- Plenty of guns in 7 different classes - pick your shooting style\n- Use a time-bending device that will often save your ass\n- Play as one of 6 space mercenaries\n- Tactically push tactical explosive barrels to gain a tactical advantage\n- Use environmental hazards to kill enemies\n- Annihilate 8 gigantic bosses with unique mechanics\n- Experience full of tropes, sci-fi story :)",
    "id": "010085C01FFAC000",
    "name": "Son of a Gun",
    "publisher": "Untold Tales",
    "releaseDate": 20241011,
    "version": 0,
    "category": [
        "Action",
        "Adventure",
        "Fighting"
    ],
    "developer": null,
    "intro": "A retro-inspired, action packed, twin-stick shooter full of bullets, blood and explosions.",
    "isDemo": false,
    "languages": [
        "ja",
        "es",
        "en",
        "fr",
        "de",
        "ko",
        "zh",
        "zh"
    ],
    "nsuId": 70010000084740,
    "numberOfPlayers": 1,
    "ratingContent": [
        "Blood",
        "Language",
        "Violence"
    ],
    "region": null,
    "rightsId": null
}