{
    "description": "Stephanie \"Watts\" Watson, an aspiring bassist, bounced from audition to audition never finding music that really resonated with her, that is, until she discovered the magic of funk.  Caught up in the groove, she recruits a group of hometown amateurs to take on art school darlings La Tormenta at the Battle of the Bands.\n\nExcellence in Sound Design Nominee: BitSummit X-Roads\nSelected Indie Exhibit: Tokyo Game Show\n\n=== FEATURES ===\n* Multilinear time-based environment puzzles\n* Character-driven story set in 1990s suburban America\n* Shared squad resources and rewindable turns to optimize your solutions\n* Sequenced combo moves and 40 levels of strategic madness\n\n=== MUSIC ===\nJoin Watts as she grows on a musical journey rooted in funk and fusion. Soulful grooves and hot licks are composed by Pete Fraser, session saxophonist to the The Pogues, Friendly Fires, and Field Music!  Twenty musical motifs are recorded by a live ensemble of seven funk masters, providing the foundation for the dynamic music in the game. Unique songs are generated depending on what directions and paths you take in each puzzle. Customize your performance with alternate playing styles, instruments swaps, and realtime audio effect pedals.\n\n=== MECHANICS ===\nEach character in your band moves through the map in different ways, encountering unique solutions and obstacles. Advancing a character consumes a turn and part of the timeline, setting up interactions with other characters and enemies at different points in time. Rewinding a turn undoes your move, allowing you to find improved solutions and new ways to tackle problems.\n\nManipulate each character separately, rewinding or fast-forwarding along the timeline in the process to reach her current point in time. Changes in time are reflected in the progress and actions both past and present of each character, creating some possibilities and removing others. \n\nEach character has his own resource-limited super move which can be triggered under certain conditions. Tip toe through tight spaces with your bassist, slide through guards with your keytar player, break through walls with your drummer, or blow enemies out of the way with your mighty super sax. Strategic use of your super moves increase the number of solutions to each puzzle and are the key in gaining a maximum score.\n\nFour resource-based musical metrics govern how and when you can move and interact with objects in the levels. These can completely block progress if used inefficiently, and create amazing musical chains and high scores when regulated artfully.\n\n=== CONCEPT ===\nBackbeat is a homage to the 16 and 32-bit story-driven games of the 1990s, recreating the challenges and victories of the last days of analog life and the birth of the internet. The suburban Washington D.C. area is reflected in diner parking lots, shopping malls, and dimly lit arcades.\n\nA colorful cast of supporting characters both friend and foe join Watts as she struggles with leadership, success, and holding together a band. ",
    "id": "01001D00152BE000",
    "name": "Backbeat",
    "publisher": "Ichigoichie",
    "releaseDate": 20230316,
    "version": 0
}