{
    "description": "Enter into a world thick with bubbling psychedelia. Descend deep into a new ecology teeming with multiple pathways, luminous levels, and complex obstacles. Transcend the material realm and assume your true form as Spinch, a hyper-agile organism consumed by the quest to rescue its litter of  missing offspring from an endless invasion of misshapen and malformed offbeats and oddities.\n\nBringing back old school difficulty, Spinch will have you replaying sections until you master your timing and reflexes. Dash, dodge, climb, swim, jump, and even shoot your own babies as you take on six enigmatic bosses in six vibrant worlds. Collect items to give you the upperhand while searching for your missing babies. Be on the lookout for your cousin - he's babysitting some of your relatives, but he's a little weird. With only a ticking clock and quick restarts - no lives or game overs - the game is welcoming to players of all experiences, but a formidable challenge to even the most capable of speedrunners.\n\nThe world of Spinch has been crafted and brought to life by talented award-winning Canadian cartoonist, Jesse Jacobs, known for his precise and detailed line work in combination with bold and simple color palettes. His works contain an affiliation with psychedelia, spirituality, alternate realities, and a blending of nature with technology. James Kirkpatrick, well known for his participation in the early Canadian graffiti movement and as avant-garde hip-hop artist, Thesis Sahib, created the audio landscape of retro soundbites and electronic sounds found within Spinch.\n\nFeature List\n• Retro-styled visual wonderland with a psychedelic color explosion by award-winning Canadian cartoonist, Jesse Jacobs\n• A fine-tuned platformer with tight controls to dash, dodge, and jump off surfaces to survive against neon spiders, massive rainbow worms, and bomb-dropping moondogs\n• Plunge into the psychedelia of unique worlds ranging from neon plains, to experimental tanks, to frozen icelands, all the way to outerspace!\n• Face off against kaleidoscopic bosses and shoot them down with your babies as ammunition\n• Inviting and replayable for everyone; a speedrunning challenge for the insane\n• Soundtrack by famed Canadian artist, James Kirkpatrick, featuring compositions written on modified Gameboys and circuit-bent, hand-made instruments.",
    "id": "010076D0122A8000",
    "name": "Spinch",
    "publisher": "Akupara Games",
    "releaseDate": 20220826,
    "version": 0
}