{
    "description": "DREAMS, ADDICTION, PSYCHOANALYSIS\nFreud's Bones is a surreal and obscure adventure on the study of psychoanalysis and Sigmund Freud.  Immerse yourself in Freud's mind and discover the mystery behind his crisis. Investigate ominous Egyptian artifacts, existential crises and become a petulant inner voice.\n\nDIG INTO THEM, DIG INTO YOU\nPsychoanalyse Freud's patients and explore their unconscious to discover their hidden dreams, their obsessions and the causes of their deepest disturbances. \nThanks to your help they could finally heal… though if not careful, your mistakes could lead them into a whirlwind of pain.\n\nDISCOVER THE CAUSE OF FREUD’S CRISIS\nFreud is being torn apart by a profound existential crisis. Exiled from psychoanalytic society, embroiled in controversial relationships, he lives every day in anguish, despite mending the souls of his patients, his own consciousness is unstable. In the night Egyptian artifacts in his office come to life, showing him threatening and disturbing philosophical puzzles and driving him to the brink of insanity. \n\nLive Freud's everyday life by accompanying him in his routine: read the letters he receives every morning, give him a few moments of relaxation to smoke his beloved cigars. Accompany him to the Eckman Café to meet patrons who could finance his projects or go on the nocturnal walks among the palaces in Vienna.\n\nABOUT THE DEVELOPER\nFortuna \"Axel Fox\" Imperatore worked in a cleaning company while completing her studies in Psychology and Philosophy. Obsessed by her love of video games and psychoanalysis, she decided to put her mantra into practice: \"Stay Hungry, Stay Foolish\" and combine her greatest passions into a project, Freud's Bones, which was born from a rickety old laptop and through a myriad of adventures. In 2020, the Kickstarter campaign tripled its goal, raising €15,500 from all over the world. Alone, and equipped with a sense of stubbornness and craziness, Fortuna quit her job, invested her salary in the project and dedicated her body and soul to her first work.",
    "id": "01005E2018FCC000",
    "name": "Freud's Bones - The Game",
    "publisher": "Meangrip Studio",
    "releaseDate": 20221124,
    "version": 0
}