{
    "description": "Ticket to Ride® has arrived at Platform Nintendo Switch™!\n\nDiscover a fresh adaptation of the iconic board game in stunning 3D. Join friends, family and fans around the world for a journey like no other. Build a railway empire that connects the most popular cities, claim the most exciting routes and dominate your competitors in this fan-favourite classic!\n\nINCLUDES:\nSINGLE-PLAYER MODE DRIVEN BY EXPERT AIs – Powered by an innovative adaptive AI system, single-player mode offers a challenge for new and experienced players alike. \nA TRULY SOCIAL TAKE ON MULTIPLAYER – Revolutionary tech enables a new online multiplayer system, which offers seamless match-making and a truly social experience. \nAN IMMERSIVE EXPERIENCE – Every moment has been brought to life with beautiful graphics that will immerse you in the adventure. \nSTRATEGIC GAMEPLAY – Every game presents fresh challenges, and it’s your mission to work out the most efficient solutions. Collect points by completing tickets, linking destinations and building the longest route.\nONLY THE BEGINNING… – Build your railway network through North America and Europe, and prepare for new expansions! \n\nContains:\nTicket to Ride® Base Game – the fan-favourite train-adventure game that started it all!\nThe European Expansion – includes the Europe map, two additional characters, two additional trains and two additional carriages.\n",
    "id": "010081D01E246000",
    "name": "Ticket to Ride",
    "publisher": "Marmalade Game Studio",
    "releaseDate": 20240808,
    "version": 0,
    "category": [
        "Board Game",
        "Party",
        "Multiplayer",
        "Simulation"
    ],
    "developer": null,
    "intro": "Get ready to build your railway empire! ",
    "isDemo": false,
    "languages": [
        "en",
        "es",
        "fr",
        "de",
        "it"
    ],
    "nsuId": 70010000077436,
    "numberOfPlayers": 1,
    "ratingContent": [
        "In-Game Purchases"
    ],
    "region": null,
    "rightsId": null
}