{
    "description": "A carefully curated collection of essential Wonder Boy releases - featuring four SEGA masterworks from the golden era of platformers. This quartet of acclaimed games brings something for everyone with their blend of classic platforming and action-RPG gameplay.\n\nWhether you’re a series fan or a newcomer looking to experience a gaming legend, Wonder Boy Collection brings the perfect Wonder Boy package!\n\nBringing together four of the very best Wonder Boy games - from the original 1986 arcade version to 1994’s Monster World IV - this remarkable collection gives you a chance to experience one of the most influential series from gaming’s past.\n\nThrough the 1980s and 1990s the Wonder Boy games built up a huge following with their dazzling blend of energetic platforming and action-RPG elements. Unlike other titans from the platform genre, however, the Wonder Boy games have seen very limited release in the West on modern gaming hardware. Until now!\n\nThe Wonder Boy games are designed to be simple to pick-up and play for gamers of every ability - but contain enough depth and challenge to keep even the most skilled players busy. And now they’re updated with modern features such as the ability to rewind your game at any moment.\n\nSo whether you’re looking to try this iconic gaming series for the first time, revisit a youth spent playing Wonder Boy, or add a refreshingly distinct platformer to your collection, Wonder Boy Collection is the perfect package for you!\n\n•\tFeatures Wonder Boy, Wonder Boy in Monster Land, Wonder Boy in Monster World and Monster World IV\n•\tPrecisely ported to modern consoles, with extended features like filter, shader, a rewind option and an art gallery!\n•\tA fantastic blend of platforming and RPG action\n•\tGet nostalgic with vibrant pixel art and crisp chiptune audio\n•\tSimple and welcoming for new players - with enough depth and challenge to captivate the most devoted！\n",
    "id": "0100B5F015C58000",
    "name": "Wonder Boy Collection",
    "publisher": "Bliss Brain",
    "releaseDate": 20220603,
    "version": 0
}