{
    "description": "Help Hoodie Girl fight the evil MediaBall's inane advertisements! It's a high score shooter in which each loop increases the speed and difficulty! \nA game in two parts: First, brave your way through a confusing maze of menus, then take to the air as the indefatigable \"Hoodie Girl\" and blast sentient advertisements into cold, hard cash! \n\n==== WAIT, WHAT IS THIS? ====\nOkay, so the actual shoot-em up plays like this:\nIt's an infinitely looping, high score game, with multiple game modes. \nThe crazy part is, every time you beat the level, the *speed of the game* increases. It gets quite challenging by loop 5, and incredibly difficult by loop 8.\n\nTo help out, there's a powerup called 'Time Pulse', in limited quantity. It slows down time temporarily, and if you shoot the enemy bullets during this time, you zap them into cash. And for every so-many bullets you destroy like this, you get a new Time Pulse! It's good to get you out of a jam, and man does it get tough later on.\nOnce you understand the flow of the loops, you'll know when the best time to spend your Time Pulse, and you'll start to figure out how to chain them, earn more, to get further.\n\nThe \"Surprise\" game mode is like a \"rogue-like\" in which the level layout changes every time you play. This mode also has lots of powerups available, making it exciting to keep trying it.\n\nFeatures\n•\tLoop-tastic speed insanity! Every time you beat a level, the game speed increases!\n•\tTime Pulse gameplay -- Slow down time and turn enemy bullets into score drops!\n•\t2-Player local co-op for extra firepower, and extra Parkour!\n•\t3 Game modes: \"Standard\", \"Parkour Remix\", and \"Surprise!\"\n•\tSurprise Game mode features new level layouts every time you play.\n•\tOnline Leaderboard! Show up often. Show Off your play skills!\n•\tThe new DX version of the game has lots of powerups and even POWER DOWNS!\n•\tDX version also features loads of corny video game jokes to discover in the fake dashboard section.\n•\tParkour!!!",
    "id": "0100433017DAC000",
    "name": "Game Type DX",
    "publisher": "Mommys Best Games",
    "releaseDate": 20220908,
    "version": 0
}