{
    "description": "Humanity has been destroyed - and it's up to Gori, along with his deadly but wise-cracking sentient hoverboard, F.R.A.N.K, and morose A.I companion, CH1-P, to slay the evil Adorable Army with lethal combos.\n\nFuelled by insatiable demand, 'Cool-Toyz Inc.' created 'Ultra Pets'. The ultimate companions that never hunger, never require bathroom breaks and are impervious to the ravages of time. Little did anyone expect the mutation that transformed these perfect pets into twisted toys straight from your nightmares, hell-bent on wiping out humanity. \n\nMaster explosive weaponry and devastating combos in an epic battle to prevent the Adorable Army from conquering the galaxy, and rescue Professor Y, their missing creator and only human who showed Gori and his friends love. Push your combat and platforming skills to the limits as you fight your way through twisted landscapes filled with environmental hazards, razor-sharp adult humour and a bone-crunching, pulse-pounding soundtrack. \n\nThese reluctant heroes must track down and obliterate the generals of the Adorable Army, and with the help of a wild cast of unlikely allies - discover the truth about Cool-Toyz Inc. and unravel the secrets of this thrilling, action-packed hack ‘n’ slash adventure. Get ready to unleash the cuddly carnage!\n\nPLAY AS A BADASS CAT - One of the last prototype synthetic pets, smuggled out of Cool-Toyz Inc before destruction, Gori is cute, cuddly, yet extremely deadly. \n\nWITH FRIENDS LIKE THESE… - Save the galaxy with a team of the unlikeliest heroes, from F.R.A.N.K and CH1-P to a host of unexpected allies, with a script packed with heart and adult humour that’s as razor-sharp as F.R.A.N.K’s blades!\n\nSLAY WITH STYLE -  Battle the blood-thirsty hordes of the Adorable Army in fast-paced combat where your hoverboard is your weapon! Power slide, grind and spin to cause MAXIMUM carnage and high combo scores.\n\nLEVEL UP - From neon-drenched city streets and toy factories awash with deadly toxins, to twisted carnivals and the insides of arcade machines - each level is filled with lethal environmental hazards and mutated toys to push your combat and platforming skills to their limits.\n\nLOCK AND LOAD - This cat has claws… and a devastating arsenal of explosives, razor-sharp weaponry and unlockable moves to lay waste to the Adorable Army in the most brutal and stylish way possible.\n\nHUNT FOR SECRETS - Use your extreme hoverboard parkour skills to explore every corner of the level for collectables that unlock radical new filters, outfits and fur-styles for Gori!\n\nPACKED WITH GORE - Paint the town red with F.R.A.N.K’s blades as you slice and dice with gratuitous amounts of dismemberment - body horror and the most twisted toy designs you’ve ever seen!\n\nEXPLOSIVE AND SOUNDTRACK - Skate and slay out to an original bone-crunching soundtrack bursting with energy across multiple genres.\n",
    "id": "010000A017F96000",
    "name": "Gori: Cuddly Carnage",
    "publisher": "Wired Productions",
    "releaseDate": 20240829,
    "version": 0
}