{
    "description": "Based off of the hit mobile game The Battle Cats, downloaded over 90 million times worldwide! Now available on Nintendo Switch™ with all-new features!\nFeaturing a simple-to-learn battle system that anyone can enjoy! Team up with a friend to increase the fun many times over! Play with family, friends, or even during a night in with that special someone! Create your own weirdly cute Cat Army and take to the battlefield!\n\n★ The Battle Cats Unite! Nintendo Switch™ Features ★\n◆Collect over 350 different weirdly cute Cat heroes!\nUse Cat Food and Ticket items earned in game collect a variety of different Cats from the in-game Capsule machine and evolve them!\n*This game contains no in-game purchases.\n\n◆More stages, more fun!\nPlay over 300 stages, with some based off of the real world, the future, and even some set in space! Or embark a journey searching for legendary Cats in the Stories of Legend!\n\n◆Take a break from battle with exciting minigames!\nAs you progress through the game, you'll sometimes be offered the lucky chance to play one of four minigames! Earn bonus items and Cat Energy based on your score!\n\n★ Two-Player Features ★\n◆Cooperate to command your Cats!\nPlay each stage alone or with a friend. Take command of five units each to team up and battle oncoming waves of enemies. Alone, the challenge may be too much, but together, nothing stands in your way!\n\n◆Prepare to fire the Cat Cannon... together!\nWork together with your partner to blast baddies with the Cat Cannon! With good timing, power up the Cat Cannon 200% and turn the tide of battle in your favor!\n\n◆Battle a friend in a Cat Army clash!\nIt's Cat Army vs. Cat Army in VS Mode! Use the VS Mode-specific Trait  Cannon to strike at the weakness in your opponent's forces! You'll have to know each and every Cat to claim victory!",
    "id": "010004201E964000",
    "name": "The Battle Cats Unite!",
    "publisher": "PONOS",
    "releaseDate": 20240702,
    "version": 0
}