{
    "description": "*Inspirational retro-themed sci-fi setting, especially for the fans of sci-fi horror.\n*Explore Moon's surface, abandoned Medical Bays, Warehouses and Cybernetics Laboratories.\n*Use your inventory to solve complex audio-cyberpunk inspired puzzles.\n*Drive a lunar vehicle to travel vast distances over the surface of the moon.\n*Survive occasional jump-scares.\n*Use your retro-inspired blaster gun to survive rouge A.I controlled androids.\n*Sinister and Ominous soundtrack.\n\nIn the year 2049, the once-promising lunar research base, named \"AstroGenica Lunar Nexus,\" has become a haunting beacon in the desolate expanses of the Moon. Serving as humanity's gateway to the cosmos, it now stands as a chilling testament to an experiment gone wrong.\nAs the protagonist, you awaken in the cold sterility of the medical bay, disoriented and alone. The eerie silence is broken only by the hum of malfunctioning machinery. An unsettling darkness envelops the lunar base, casting shadows that seem to writhe and pulse with malevolence.\n\nExploring the abandoned corridors and chambers, you discover cryptic remnants of the crew's activities – hasty recordings, fragmented logs, and ominous experiments conducted in the name of advancing human knowledge. It becomes clear that the crew's scientific pursuits unleashed an ancient extraterrestrial force, one that feeds on fear and has twisted reality within the confines of AstroGenica Lunar Nexus.\nThe nightmare deepens as you encounter grotesque manifestations of the crew's worst fears brought to life by the insidious lunar entity. Each step forward reveals more about the base's descent into madness, and the horrifying fate that befell those who once called it home.\nArmed with only a flickering flashlight and your wits, you must navigate the increasingly nightmarish lunar landscape, solving puzzles, avoiding otherworldly threats, and piecing together the fragments of a dark cosmic secret. The lunar base holds the key to your survival, but it also harbors the eldritch horrors spawned by humanity's reckless curiosity.\n\nAs you inch closer to the heart of the lunar nightmare, the line between reality and delusion blurs, and the chilling truth awaits discovery. Will you unravel the mystery, or become another victim of the lunar entity's insatiable hunger for fear? The fate of AstroGenica Lunar Nexus rests in your hands, and the lunar nightmare may leave scars that transcend the boundaries of space and time.",
    "id": "01004640200BC000",
    "name": "Lunar Nightmare",
    "publisher": "Playstige Interactive",
    "releaseDate": 20240816,
    "version": 0
}