{
    "description": "Put on those cowgirl boots, style your new horse, and start racing like a champ!\n\nYou were looking forward to chilling this summer in NYC, but your plans have changed. You're sent to middle-of-nowhere Kentucky to spend the summer with your grandma on a star-stable horse farm.\n\nSoon, you realize that this summer adventure holds untold potential! The horse farm becomes your heaven, and with each passing day, you grow closer to your loyal companion - a graceful horse with whom you'll weave your own unique horse-riding tale!\n\nTo rise above the competition and conquer the racetracks, you must train tirelessly, immersing yourself in the art of horsemanship. Your dedication will bring you face-to-face with rival stars and formidable opponents who will test your skills and determination. You and your horse will form an unbreakable bond through intense training sessions, setting the stage for legendary horse riding tales that will be whispered for years to come!\n\nBut it's not all about intense races and fierce rival stars. In the tranquil moments between training, you'll find solace in the stars' stable horses - majestic creatures that inspire awe and fill your heart with joy. Take the time to nurture and care for them because their well-being is crucial to your success. Pamper them with love, groom their silky manes, and dress them in dazzling saddles that reflect their extraordinary beauty.\n\nFeatures:\n- Make the most of the horse story summer - become a horse racing champ!\n- Train every day with your horse till you're ready to compete in international horse races\n- Compete in exciting horse story racing competitions around the world!\n- Wow the crowd with your amazing jumps!\n- Dress up like a champion in the most fabulous cowgirl boots ever!\n- Take good care of your horse: feed, groom, and dress him up in an eye-catching saddle!\n- Do farm chores. Too lazy? Too bad! Grams won't let you off easy. Upgrade your horse-story farm and build new facilities.\n- Climb the leaderboard and make your family proud!\n\nYou better make the most of it! Dress in cowgirl boots, dress up your new pet horse, start racing like a champion, and make it a horse story to remember!",
    "id": "01008BA01E0A2000",
    "name": "My Horse Stories",
    "publisher": "QubicGames",
    "releaseDate": 20240503,
    "version": 0
}