{
    "description": "After the end of the Fire Emblem™ 30th Anniversary year, 3/31/2021, it will no longer be possible to purchase the Fire Emblem: Shadow Dragon and the Blade of Light game for the Nintendo Switch™ system. For players who purchased the game digitally, it will still be possible to re-download the game after this date. For codes included in the Fire Emblem 30th Anniversary Edition or purchased through retail partners, redemption will be possible after \nthis date.\n\nPlay the Famicom classic that started the Fire Emblem™ \n\nMeet Marth and recruit some of the most beloved Fire Emblem characters in their 8-bit glory as you play through all 25 chapters of this classic Famicom tactical role-playing game, localized and released for the first time in North America—for a limited time.\n\nChoose from over 50 playable characters and discover the roots of the strategic gameplay that defines the Fire Emblem series\n\nPick the units and classes suited to the mission at hand and approach characters on the battlefield to forge relationships and even add to your army. Make a mistake or lose a favorite unit? Newly added features like save states and rewind let you tailor the challenge to your playstyle!\n\nJump back to the 90s with the Fire Emblem 30th Anniversary Edition, while supplies last\n\nGet your hands on the Anniversary Edition, available in limited quantities, for a Fire Emblem™ history lesson! This includes a replica NES™ Game Pak art piece, a replica game box with a localized version of the original Famicom instruction manual, protective sleeve and world map, a Mini Nintendo Power retro collectible, hardbound 222 page Legacy of Archanea deluxe art book, and game download code.\n\nFollow Marth on the journey that started it all! From defending the kingdom of Talys to facing off against the titular Shadow Dragon, the humble hero himself must be poised to take on any challenge. Luckily, he has a capable group of allies at his side: Tiki, Minerva, the Whitewing Sisters, and more! Of course, Caeda, princess of Talys, makes her appearance as a skilled fighter and Marth’s love interest. \n\nIn the Fire Emblem™: Shadow Dragon & the Blade of Light game, guide Marth to seize the throne in each chapter, while keeping him out of harm’s way. If Marth dies, it’s game over…but all other characters will be gone for the rest of the game, if they fall in battle. Make a mistake and lose a favorite unit? In this release of the game there is a rewind feature, so you can try again and change the course of battle.\n\nWith save states, you can save any time and jump back in right where you left off. There’s even a fast forward feature if you’d like to breeze through dialogue or combat animations. Whether you take advantage of these modern comforts or stick with the old school approach, now’s your chance to experience the origin of the Fire Emblem series. \n\nFire Emblem: Shadow Dragon & the Blade of Light and the Fire Emblem 30th Anniversary Edition will only be available for a limited time.\n",
    "id": "0100A12011CC8000",
    "name": "Fire Emblem™: Shadow Dragon & the Blade of Light",
    "publisher": "Nintendo",
    "releaseDate": 20201204,
    "version": 0
}