{
    "description": "Live the life of an escaped worker, washed-up on a lawless station at the edge of an interstellar society. Inspired by the flexibility and freedom of Tabletop RPGs, explore the station, choose your friends, escape your past and change your future.\n\nABOUT THIS GAME\nOne of 2022’s most acclaimed indies, the Game Awards-nominated Citizen Sleeper is a Tabletop-inspired narrative RPG set on Erlin’s Eye, a ruined space station that is home to thousands of people trying to survive on the edges of an interstellar capitalist society.\n\nYou are a sleeper, a digitised human consciousness in an artificial body, owned by a corporation that wants you back. Thrust amongst the unfamiliar and colourful inhabitants of the Eye, you need to build friendships, earn your keep, and navigate the factions of this strange metropolis, if you hope to survive to see the next cycle.\n\nROLL THE DICE. DO THE WORK. GET PAID. SURVIVE.\nInspired by Tabletop Roleplaying games, Citizen Sleeper uses Dice, Clocks and Drives. Each cycle you use the dice you are dealt to choose what to do with your time. Make or break alliances, uncover truths and escape your hunters. Survive and ultimately thrive, one cycle at a time.\n\nTURN UP FOR YOUR FRIENDS\nThe station plays host to characters from all walks of life, trying to eke out an existence among the stars. Salvagers, engineers, hackers, bartenders, street-food vendors, each has a history which brought them here. You choose which of them you wish to help, and together you will shape your future.\n\nACCESS THEIR SECRETS\nEventually, you will learn to use your dice to hack into the station’s cloud to access decades of digital data, uncover new areas and unlock secrets. This is your unique power, and with it you can change your future. Corporate secrets, rogue AIs and troves of lost data await those willing to dive into the depths of the station’s networks.\n\nYOU WERE MADE TO DIE\nEssen-Arp: to them you are just property, one more asset in a portfolio that stretches across the stars. You are the product of an abusive system, in a universe where humanity’s expansion is marked by exploitation and extraction. Escape the makers of your decaying body, and chart your own path in a richly imagined, deeply relevant sci-fi world which explores ideas of precarity, personhood and freedom.\n\nTHE COMPLETE EXPERIENCE\nCitizen Sleeper now includes all three post-launch DLC episodes FLUX, REFUGE and PURGE, which expand the game and introduce additional characters and locations to Erlin’s Eye in an exciting new late game storyline.",
    "id": "0100A650179CA000",
    "name": "Citizen Sleeper",
    "publisher": "Fellow Traveller",
    "releaseDate": 20220506,
    "version": 0
}