{
    "description": "Feel the thrill of the chase and the rush of escape in Need for Speed™ Hot Pursuit Remastered on Nintendo Switch™ . Unleash a savage sense of speed both as an outlaw and a cop in the world's hottest high-performance cars. Outsmart the heat or take down lawbreakers with the tactical weaponry at your disposal in a heart-pumping, socially competitive racing experience. Updated with enhanced visuals, cross-platform multiplayer – including the asynchronous competition powered by Autolog – plus all additional main DLC, this is the ultimate edition of Criterion Games’ critically acclaimed Need for Speed debut. It’s time to reignite the pursuit.\n\nCROSS-PLATFORM MULTIPLAYER AND AUTOLOG – Bolt down the winding Seacrest County roads headfirst in racing that is socially competitive at its core. The groundbreaking Autolog connects you and your friends in head-to-head pursuits and races and instinctively delivers challenges based on your friends’ activities. This highly dynamic system is fueled by friendly competition and is now supported with cross-platform sync and new multiplayer gameplay so that you can race each other no matter what platform you are on.\n\nALL MAIN DLC INCLUDED, PLUS MORE UPDATES – Get all the additional main DLC  delivered at launch including an extra six hours of gameplay and more than 30 challenges. Brand new achievements, wraps, car colors, reduced hard stops, an updated photo mode and gallery, and multiple quality of life updates create an even more well-rounded gameplay experience this time around. \n\nEXOTIC CARS WITH WEAPONS – Drive the world’s most desirable supercars on both sides of the law. Bust suspects in supercharged cop interceptors enhanced with tactical weaponry, or level the playing field with counterattacks and defensive maneuvers as an elite racer. Strategize to gain an edge over the competition, no matter what side you’re on!\n\nCHASE AND ESCAPE – A deep and fully-defined single-player career delivers the action of both cops and racers, with a seamlessly linked multiplayer experience across all race modes. Take on friends or play through the career solo to earn Bounty and unlock new cars, weapons, and equipment.\n\nENHANCED VISUALS – Need for Speed Hot Pursuit Remastered delivers a timeless racing experience updated for today’s generation of hardware with enhanced visuals.\n\n\n",
    "id": "010029B0118E8000",
    "name": "Need for Speed™ Hot Pursuit Remastered",
    "publisher": "Electronic Arts",
    "releaseDate": 20201113,
    "version": 0
}