{
    "description": "Turn this empty rooftop into your own green corner in the city. Glue together colorful pots, plant various seeds, and share your harvest with friends in Amelia’s Garden!\n\n\nYOUR GARDEN IN A CITYSCAPE\nThere’s this old stairway in your building that leads to the rooftop. Not knowing what’s up there means that an adventure, however brief, awaits. You climb upstairs and push the handle of the heavy door that stands in your way. On the other side…\nA big garden space, complete with a little fountain, a table, and benches. This fine view and plenty of broken flower pots are all yours now. With a clean, a bit of glue, and plenty of patience this place can be brought back to life – are you ready to start your own rooftop garden?\n\n\nLITTLE STEPS TOWARD A COLORFUL FUTURE\nTogether with Amelia, you’ll be restoring this old garden to glory! There are 20 broken pots to put together, each with a unique plant. You can expect to see beets, tomatoes, strawberries, basil, and many more spices, veggies, and fruit alike.\n\nEvery pot has a unique puzzle required to put it together. After this task is finished, you can fill it with dirt, plant seeds, water it, and let it grow. Before you know it, you’ll see the fruit of your labor - though it can be a veggie of your labor, too. You can also move the pots however much you like and even organize them based on color!\n\n\nA COZY SPACE FOR YOU AND YOURS\nVarious folks like various plants - Amelia’s friends are like this as well. As the plants grow you can give them out to people and earn hearts. Each person has a unique set of likes and dislikes, so even if you don’t like strawberries I’m sure someone else would gladly take them in!\n\nEase yourself into watching the cityscape while gardening. Relaxing music, hand-drawn artstyle, and non-timed puzzles are here to bring some peace to your life. Even in a bustling city, there has to be a place where you can take a deep breath. Don’t be afraid to make one for yourself!",
    "id": "01009B50209EE000",
    "name": "Amelia’s Garden",
    "publisher": "RedDeer.Games",
    "releaseDate": 20241017,
    "version": 0,
    "category": [
        "Puzzle",
        "Lifestyle"
    ],
    "developer": null,
    "intro": "Repair these pots and start a brand new rooftop garden!",
    "isDemo": false,
    "languages": [
        "en"
    ],
    "nsuId": 70010000087235,
    "numberOfPlayers": 1,
    "ratingContent": [],
    "region": null,
    "rightsId": null
}