{
    "description": "Popcorn Rocket is a silly food based old-school arcade space shooter. Pilot the Popcorn Rocket as you blast through hordes of food spaceships in order to save the galaxy from the evil Nebula Empire! With a wacky cast of heroes and villains, Popcorn Rocket will leave your stomach wanting more!\n\n- Old School Arcade Space Shooting Combat\nPlay it old school like being back in the arcade in a fluid top-down space shooter which feels as smooth as buttery popcorn! Have fun blasting away old school style as you jam out to some rockin’ 8-bit, 16-bit, and orchestral tunes just like playing arcade games at the movie theater!\n\n-Unleash The Flavors of Your Popcorn Arsenal!\nBlast away the evil Nebula Empire with a variety of popcorn weapons like butter, caramel, kettle, cheese, chocolate, and much more! Each popcorn weapon functions differently from rapid fire, spread, homing, lasers, and even nova bombs which will help turn the tides in your favor in your battle to save the galaxy!\n\n-Popcorn Combos!\nUse the special kernel weapon in your popcorn arsenal and attach it to enemies to unleash the POPCORN COMBO system! Chain Popcorn Combos to get rid of multiple enemies efficiently and to rack up extra points, bonuses, and lives!\n\n-A Wacky Cast of Characters and Spaceships!\nTake control of Colonel Kernel and the Popcorn Rocket crew as you battle against the evil Nebula Empire ruled by the evil Dr. Nebula, Cholesterol Commander, General Gluten, Major Metabolism, and much more! Battle against ships based on the different food groups such as Pie Fighters, Bluberry Bombers, Pie Destroyers, Cupcake Crushers, and more! Fully voiced with silly food based jokes, puns, and dialogue put the cheese in cheesy which will provide a fun and comedic experience, making you want more popcorn!\n\n-Are You Up For the Challenge?\nPopcorn Rocket is no simple bag of microwave popcorn as it’s a shoot-em-up with a capital “S”. Your spaceship piloting skills must be at their best to avoid the multitude of calories the Nebula Empire throws at you! Battle challenging food based enemies and bosses which will test your mettle and if you’re not careful, the Nebula Empire will clog your arteries! This isn’t a place for simple microwave popcorn, you gotta bring your full buttery movie popcorn to this show in order to survive! ",
    "id": "01004FE0209B2000",
    "name": "Popcorn Rocket",
    "publisher": "Battle Geek Plus Publishing",
    "releaseDate": 20241107,
    "version": 0,
    "category": [
        "Arcade",
        "Shooter",
        "Action"
    ],
    "developer": null,
    "intro": "Old School Arcade Shooter Action with a Food Twist!",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "de",
        "it",
        "pt",
        "ru",
        "ko",
        "zh"
    ],
    "nsuId": 70010000087180,
    "numberOfPlayers": 1,
    "ratingContent": [],
    "region": null,
    "rightsId": null
}