{
    "description": "Finally, WWE video games are back on Nintendo platforms with WWE 2K18, available for the first time EVER on Nintendo Switch™!  Featuring cover Superstar Seth Rollins, WWE 2K18 promises to bring you closer to the ring than ever before with hard-hitting action, drama, excitement, new game modes, additional match types, deep creation capabilities, and everything you’ve come to love from WWE 2K.  The best part is, the action never stops on Nintendo Switch, and you can enjoy WWE 2K18 at home, on-the-go, anywhere!  \n\nMost Realistic WWE Video Game Ever!\nThe most realistic WWE video game experience just became more intense with the addition of a new grapple carry system, new weight detection, thousands of new animations and a massive backstage area, bringing the drama of WWE to life like never before!\n\nMyCAREER\nA new MyCAREER experience puts you on the path to greatness as you journey along on the road to WrestleMania.  Explore WWE like never before through free-roaming backstage, conversing with WWE Superstars, forming alliances, making enemies, seeking out quests, and strategizing for upcoming matches.\n\nRoad to Glory\nCan your MyPlayer make it to the WWE Hall of Fame?  Introducing the all-new Road to Glory! Compete with opponents online to improve your MyPlayer by earning unlockables, boosts and upgrades all while securing your entry into special events that are held alongside real-life WWE special events, such as pay-per-views.\n\nDynamic Creation Suite \nCustomize WWE like never before with an even deeper set of customization tools and the new Custom Match option! The robust Creation Suite also offers even more detailed features for Create-a-Superstar, Create-a-Video and Create-an-Arena.\n\nSeriously, THE BIGGEST ROSTER EVER!\nDominate the ring with TONS of your favorite WWE, NXT and legendary Superstars! We’re not kidding, WWE 2K18 offers the most complete roster of the biggest and brightest WWE and NXT Superstars and Legends to ever grace a WWE ring! ",
    "id": "010009800203E000",
    "name": "WWE 2K18",
    "publisher": "2K Games",
    "releaseDate": 20171206,
    "version": 0
}