{
    "description": "You got caught smuggling VHS tapes across the border, and now there's hell to pay. You want to find an elusive rare bird in the forest and snap its picture. You have to kill a man in the back room of a shady diner.\n\nThis is Paratopic, an experimental first-person horror game named by Rock, Paper, Shotgun as one of the best games of 2018, and by FACT mag as having one of the top 10 soundtracks of the year.\n\n• A narrative-driven horror-tinged adventure game that takes you on a journey through a cruel fever dream world.\n\n• Cut between numerous detailed and varied vignettes to unravel how the stories of three separate characters intersect.\n\n• Explore the detritus of forbidden industry, kill, drive through the night, find yourself in conversation with some very off-kilter individuals.\n\n• A leisurely playthrough should take forty-five minutes, give or take, with plenty more to discover in the detailed, grimy low polygon environments. Or speedrun it, if you'd prefer.\n\n• Over an hour of gorgeous dark ambient music is used to create our subtly dynamic soundscape. An anachronistic blend of modern and outdated production as glitches and textural pads meet synthesis & sampling akin to 1990s Unreal Engine soundtracks.\n\n• Playable both in TV and handheld mode, experience a critically acclaimed short-form masterpiece at home or on the go. Take the horror with you.\n\nREVIEWS\n\n“Paratopic sticks with you. It's the kind of game that lingers, haunting the dark corners of your mind after its credits roll. There's something off about it in a delightful way; the atmospheric fever dream of low-poly horror imagery shows, but never tells.”\nDestructoid\n\n“Paratopic‘s city is a sooty husk, a ruin whose scarce inhabitants eke out day-to-day existence by taking dangerous smuggling jobs, murdering for money, or reconfiguring their flesh in agonized cathode-ray rapture.”\nHeterotopias\n\n“Paratopic is a short first-person horror game which draws ideas from Thirty Flights Of Loving but takes them somewhere terrible, leading them down an alley and through an unmarked door into a world which looks a bit like ours but just isn’t right.”\nRock, Paper, Shotgun\n\nAWARDS\n\nExcellence in Audio Winner 2019\nIndependent Games Festival\n\nNuovo Award Nominee\nIndependent Games Festival\n\nExcellence in Visual Art Honorable Mention\nIndependent Games Festival\n\nThe Best PC Games of 2018 So Far\nRock, Paper, Shotgun\n\nFavorite Games of 2018\nAVClub\n\nThe 10 Best Video Game Soundtracks of 2018\nFACT mag\n\nBest Horror Games of 2018\nBloody Disgusting",
    "id": "01001F0012868000",
    "name": "Paratopic",
    "publisher": "Baltoro Games",
    "releaseDate": 20211108,
    "version": 0
}