{
    "description": "Includes:\n• Umamusume: Pretty Derby – Party Dash Game\n\n*Content details and specifications are subject to change without prior notice.\n*Actual items may differ from the image shown.\n*Online multiplayer for the Nintendo Switch™ version requires an internet connection and a Nintendo Switch Online subscription.\n*Please confirm the details regarding the included content before making a purchase.\n*Please confirm the differences between each edition before making a purchase.\n\nA colorful cast of pixel-art Umamusume are all in line and ready to compete in the Slapdash Grand Prix, a school festival featuring four zany events! Which team will run, shoot, and eat their way to gold and glory?\n\n1. Featuring 25 Playable Pixel-Art Umamusume!\nEach team consists of 5 Umamusume, and a total of 4 teams have their eyes on the gold at the Slapdash Grand Prix! Play the game to unlock up to a total of 25 playable Umamusume, and not even counting the curious onlookers scattered across the stages!\n\n2. Challenge a Frenzy of Racers in 4 Different Fan Fest Events!\nThe Grand Prix is made up of 4 events: Hurtling Hurdles, Blazing Baskets, Dodgeball Demolition, and Gourmet Gauntlet. Select an Umamusume from your team for each event and aim for the gold, but be prepared for some wacky rules and hijinks!\n\n3. Content Galore for One Player or More!\nIn addition to the story mode that explores each team's unique cast, you can also decorate with your favorite furniture and invite your Umamusume roster to hang out in the clubroom. After that, they can play matches in both local play or online play! The Umamusume are sure to keep your heart racing whether in Single or Multiplayer!\n\n4. Embark on a Grand Adventure with Gold Ship!\nRun to the ends of the earth and beyond in this single-player roguelike mode where you play as Gold Ship, who sets out on a perilous journey to rescue her friend from hordes of evil robots. Wield water guns, dodgeballs, and other weapons in your unique arsenal to survive as long as possible. The farther you go, the stronger the enemies you'll face, but the higher your chances of finding rare loot!",
    "id": "0100F9301B30C000",
    "name": "Umamusume: Pretty Derby – Party Dash",
    "publisher": "Cygames",
    "releaseDate": 20240830,
    "version": 0
}