{
    "description": "Welcome to Pan'orama, the relaxing puzzle simulation game that allows you to create breathtaking landscapes using different types of tiles. In Pan'orama, you'll be transported to a world of beauty and tranquility, where you can take a break from the stress of everyday life and enjoy the relaxing music, peaceful ambience and most of all, the soothing vistas of your own creation.\n\n*Relax and unleash your creativity!\nImmerse yourself in a tranquil world and let your creativity run wild as you explore the endless possibilities of combining tiles and structures to form unique and mesmerizing landscapes. Completing quests and creating biomes will let you unlock and place structures that will expand your creative possibilities, as well as net you extra points.\n\n*Discover a wide variety of structures with unique abilities!\nIn Pan'orama, you will discover a wide range of structures, each with their own unique abilities that will enhance your landscape creation process. Whether you want to create a serene forest surrounding a forester's lodge, an endless ocean full of geysers or a bustling city filled with unique buildings, the possibilities are limitless.\n\n*Relax with soothing puzzles or make it a fun challenge!\nWhile Pan'orama is designed to be a relaxing and soothing experience, it also offers plenty of challenges for players who want to test their skills and take their creativity to the next level. You can compete against other players by beating their high scores and create even more impressive landscapes. So whether you want to unwind with a relaxing puzzle game or push yourself to achieve new heights, Pan'orama has something for everyone.\n\n* Pet cute animals while taking a break from creating your own paradise!\nAnd if you need a break from creating stunning landscapes, why not take a moment to pet the cats and other cute animals that roam around your creations. The inhabitants of this colorful world would surely love some pets and attention!",
    "id": "010022801CD9E000",
    "name": "Pan'orama",
    "publisher": "Awaken Realms",
    "releaseDate": 20231214,
    "version": 0
}