{
    "description": "Demolition, Inc. is a new action strategy game: Assume the role of the daring demolition worker Mike and start a devastating chain reaction on earth. Use cool tools and weapons and expand your destructive powers!\nNavigate Mike's UFO over cities of earth and unfold complete chaos with your tools and weapons: Cars which drive into tower blocks and let them collapse, high-rises which fall onto other high-rises, and exploding cows which let whole streets of houses come tumbling down!\nDemolition, Inc. is 100% physics technology: nothing is predetermined, and nothing is pre-animated. Only you make a determination what you do and what you see! Every time you play will have a unique experience.\nKey features\nGround-breaking technology - Car and building physics are fully simulated. Everything is destructible and nothing is pre-animated. No game round is like the other.\nCombining action and strategy - Use the endless possibilities of combining your tools and weapons to make devastating chain reactions. Only this way you can manage to tear down whole cities before the army arrives!\nTools and Weapons - Use you tractor beam to take control of cars, place anti-gravity ramps to maximize damage, use the huge wrecking ball to make way. Improve your skills on the way and unlock breathtaking and crazy new tools and weapons!\nExciting levels - Three cities and 15 districts are awaiting to be demolished by you and lead to their true destination!\nCampaign mode - Fulfill your mission and destroy on city after the other. By cunning use of your tools and weapons you will turn district after district to rubble!\nRampage mode - Limitless destruction. Go mayhem with all your tools and weapons you have unlocked. The level is your playground and you experience new breathtaking scenes of destruction anew over and over again.",
    "id": "010036601903C000",
    "name": "Demolition Inc HD",
    "publisher": "Jarek Syrylak",
    "releaseDate": 20230126,
    "version": 0
}