{
    "description": "Take control of more than 20 unique vehicles to perform complex loading tasks and deliver the diverse cargo directly to your customers. Master all the individual logistics vehicles like forklifts, cranes, telescopic handlers, wheel loaders and many more to load up your vans, pickups and heavy trucks.\nDive into the progressive career mode and accomplish challenging missions to buy new vehicles, upgrade your vehicle fleet and take on the real heavy loads. Pull off dangerous off-road missions with loads as big as a 21 tonnes articulated loader that will push your driving skills to the limit. Master each unique vehicle and use them to their fullest potential to maximize your income and driver experience to become the biggest logistics company in town.\nBecome an expert in fragile cargo missions that require special care. Load, drive and deliver carefully without damaging the cargo to gain a higher reward. Maneuver vehicles onto your trailers for vehicle transport missions. Attach trailers to your vehicles to increase cargo capacity, repair your vehicles in maintenance areas and fill up your vehicles’ fuel tanks at the gas stations.\nJump into the cross-platform multiplayer and drive exciting convoy deliveries with your friends on Nintendo Switch™ and PC. Start delivering now and build your logistics empire!\n\n\nFeatures\nMore than 20 unique vehicles with realistic interior and driving physics \n\nCross-Platform Multiplayer with cooperative missions. Make convoys and deliver together with your friends\nPurchase vehicles from minivans to heavy trucks and grow your logistics fleet\n\nLoad your trucks by operating unique loading vehicles from logistics areas (Forklift, Loader, Crane, etc.)\n\nTransport heavy vehicles (cars, forklifts, wheel loaders, ATV's) by loading them onto the trailer \n\nDay/night cycle and realistic weather. Drive careful in weather conditions including Rain and Fog\n\nVehicle damage can cause Axles to bend, affecting vehicle physics realistically.\n\nThousands of different missions, including challenging and dangerous off-road tours\n\nVehicle customizations (Paint, Window tint, Interior dashboard color, Xenon headlight, etc.)\n\n24 km2 open-world map where you can reach anywhere without invisible walls",
    "id": "0100F2100AA5C000",
    "name": "Truck and Logistics Simulator",
    "publisher": "Aerosoft",
    "releaseDate": 20240306,
    "version": 0
}