{
    "description": "Attention!\n[This Metroidvania has a Physics-Based Grapple]\nThis metroidvania utilizes your grapple and weapons with a full 360° aiming system. The freedom created by these controls creates a smooth experience for users to feel in complete control of their character. Find creative solutions to flexible traversal challenges, and blast away witches and machinery with precise aiming.\n\n[Now for the Hook…]\nThe grappling hook is hard to learn yet rewarding to master. This unique physics-based elastic grappling hook uses your kinetic momentum to propel your character forward. Similar to rock climbing, there’s no set path through this melancholic abandoned wasteland. Latch onto any moss covered structure and swing your way through this rugged terrain.\n\n[Shotgun blasts, Precision shots, Rocket jumps!]\nNo more aiming in just 8 directions. As a twin-stick shooter, Rusted Moss emphasizes tight and precise gunplay. Quickly switch between your arsenal of weapons to best suit your playstyle and situation. Get up close and personal with a shotgun before grappling away and pulling out a sniper for the killing blow! \n\n[Boss fights!] \n\nPush your gunplay and grappling hook skills to their limits! From powerful witches to machine monstrosities, each boss fight throws its own unique challenge at you. Dodge swords, avoid energy fields, and blast away at conjured spiders.\n\n[Story] \nJourney across desolate landscapes drenched in melancholy; witness the remnants of humanity and their rusting iron inventions… Humanity is on the brink of collapse and will soon be invaded by faeries. In a desperate bid to survive, humans have empowered their own witches with stolen fae magic. \n\nBut all is not lost, as the humans were deceived - for one of their own is not what she seems. The fae have stolen a human baby, and replaced it with something else…\n\nRaised by unsuspecting human parents, Fern is a changeling whose true loyalties have emerged. Alongside a mysterious shadow named Puck, she sets off on a journey to return fae to the world and end the Age of Men. \n\nWhose side will you choose - human or fae?\n\nFeatures:\nMaster the grapple\n20+ unique abilities to find! \nCustomizable strategy and gameplay\n6+ challenging bosses to defeat\n8 distinct weapons to find\nMultiple Endings\nEncounter humans and fae folk trying to find their way through the world. Speak to them and learn their stories.\nUncover lost shrines and abandoned computer stations to learn about old secrets and forgotten tales.\nBeautifully melancholic pixel art. A retro vibe with a modern aesthetic, the world of Rusted Moss comes alive with moody pixels and stylish animation.",
    "id": "0100C9401B946000",
    "name": "Rusted Moss",
    "publisher": "PLAYISM",
    "releaseDate": 20240620,
    "version": 0
}