{
    "description": "Return to the World of Ivalice…\n\nThis HD remaster is based on the smash hit 12th instalment of the FINAL FANTASY series, which has shipped over 6,100,000 units worldwide, featuring a new, re-worked game design!\n\nNot only have the graphics and sound been updated to take advantage of the power of new hardware, but the core game design has also been tweaked to produce an evolution of the original FFXII fitting for the current generation.\n\nEnjoy a classic adventure reborn!\n\n■ Story\nTwo years have passed since the war in which the vast and militaristic Arcadian Empire annihilated the kingdom of Dalmasca…\nVaan, a young man who lost his family to the fires of war, lives a stoic existence in the occupied city of Rabanastre, while dreaming of a life of freedom, soaring the skies as a Sky Pirate.  \nPrincess Ashe, the last remaining member of the Dalmascan royal family, vows revenge on the empire, and secretly leads a resistance in the hopes of restoring her homeland.\nBrought together in a chaotic age, the hopes and dreams of these two heroes will unite the fates of the people and change the destiny of nations.\n\n■ Special features of FINAL FANTASY XII THE ZODIAC AGE\nThe game graphics have been completely remastered using the latest technology. Not only has the game been converted to display in HD resolutions, but the textures and shadowing effects have also been enhanced.\n\nThis version features the Zodiac Job System that allows the player to freely grow and develop their characters, picking a unique combination of two jobs from a selection of 12.\nGreat enjoyment can be had from seeing the capabilities and tactical possibilities of your characters change and evolve depending on the combinations chosen. \n\nNumerous additions and improvements have also been made to enhance the playability and accessibility of the game, such as an increase in battle tempo, an optional high speed mode and auto save function.\n\nA huge variety of bounty hunts, battles and mini games make for endless adventure. \n\nThe games BGM has been re-recorded using live performances, with sound quality being further enhanced and 5.1ch sound output supported for the first time ever. \nYou can even switch freely between the original, re-orchestrated and OST versions of the soundtrack.",
    "id": "0100EB100AB42000",
    "name": "FINAL FANTASY XII THE ZODIAC AGE",
    "publisher": "SQUARE ENIX",
    "releaseDate": 20240509,
    "version": 0
}