{
    "description": "The award-winning Dungeons & Dragons RPG returns, with classic adventures for modern heroes! Dive into a rich fantasy world with 100+ hours of play, including the original campaign, expansions, and more! \n\nCUSTOMIZE YOUR HERO\nSlink through the shadows as a deadly half-elven rogue, wield fearsome magics as a powerful gnomish sorcerer, vanquish your foes as an armor-clad dwarven paladin... whatever hero you create, incredible adventures await.\n\nSOLO AND CO-OP GAME MODES\nPlay solo or team up with friends for a grand adventure in the Forgotten Realms! Plus, gain access to our Persistent World Servers: these are massive online multiplayer servers run by community dungeon masters.\n\nCONTENT\nNeverwinter Nights: Enhanced Edition comes with an EPIC amount of free content. In addition to the original campaign and expansions, enjoy free downloads of premium adventures, plus a portrait pack to customize your heroes.\n\nBASE GAMES & EXPANSIONS\n\nOriginal Neverwinter Nights Campaign: \nYou find yourself at the center of intrigue, betrayal, and dark magic in Neverwinter Nights. Journey through dangerous cities, monster-filled dungeons, and deep into uncharted wilderness in search of the cure for a cursed plague ravaging the city of Neverwinter.\n\nShadows of Undrentide Expansion: \nAnother adventure begins in Shadows of Undrentide! Charged by your master to recover four ancient artifacts, travel from the Silver Marches to unravel mysteries of a long-dead magical civilization.\n\nHordes of the Underdark Expansion: \nContinue the adventure started in Shadows of Undrentide and journey into the ever-more bizarre and hostile depths of Undermountain to challenge a gathering evil.\n\nFREE DOWNLOADABLE CONTENT\n\nDarkness Over Daggerford: \nOssian Studios’ enhanced update to the award-winning original premium adventure. The Duke of Daggerford has been mysteriously killed, a new power has taken over the town, bandits rove the Trade Way unhindered, and mysterious things stir in a fabled ancient citadel, yet all is not as it seems.\n\nPirates of the Sword Coast Premium Adventure: \nA swashbuckling Dungeons & Dragons journey on the high seas— experience multiple endings, cunning henchmen, and a rollicking tale of woe!\n\nWyvern Crown of Cormyr Premium Adventure: \nYou have returned to Cormyr, the land of your birth, in the hopes of rebuilding your family’s fortune. Explore the kingdom on horseback, compete in jousting tournaments, and become a knight of Cormyr!\n\nKingmaker Premium Adventure: \nNavigate guild politics and take on a mysterious masked mage to become Lord of the Keep in the premium adventure, Kingmaker!\n\nShadowGuard Premium Adventure: \nYou are recruited into the ShadowGuard— a secret organization tasked with protecting the Empire!\n\nWitch’s Wake Premium Adventure: \nYou awaken on the battlefield with no memories, but soon you are drawn into a mysterious adventure that will take you to realms where the living world collides with that of the dead.\n\nThe Dark Ranger's Treasure: \nStart a mysterious adventure at the Inn of Lance.\n\nThe Winds of Eremor: \nStrange winds blow your ship to a mysterious island full of adventure!\n\nTo Heir is Human: \nSave a kidnapped child from the clutches of the Drow!\n\nContest of Champions: \nGo head to head in a competitive co-op battle against other teams of heroes.\n\nAdventurers of Neverwinter (Portrait Pack): \nA whole new cast of faces to create your next hero! Customize your Neverwinter Nights: Enhanced Edition experience with this collection of ten new character portraits.\n\nLANGUAGES\nNeverwinter Nights: Enhanced Edition supports the following languages: English, French, Italian, German, Spanish, Polish\n\n*Note: Non-English languages are available as free downloadable content",
    "id": "010013700DA4A000",
    "name": "Neverwinter Nights: Enhanced Edition",
    "publisher": "Beamdog",
    "releaseDate": 20191203,
    "version": 0
}