{
    "description": "A Mystical Game in the Canadian Far north:\nSet off on a mystical journey to the Canadian Far North with Inua - a Story in Ice and Time, a point & click narrative adventure spanning multiple eras.\nMeet Taïna, a present-day reporter determined to discover the truth behind the disappearance of the Terror, one of the ship of the Franklin expedition whose goal was to explore the Arctic in the 19th century. Her destiny is mysteriously linked to that of Peter, a young filmmaker covering a military expedition in the 1950s and Simon, a sailor of the Franklin expedition struggling to keep his crew alive.\n\nNavigate through time to discover what links them together. Search for ideas, instill them in the characters' minds and guide them toward Nanurluk, the mythical polar bear who lived 10 000 years ago.\n\nA Mystical Time Travel Experience:\nGo on an adventure in the far North of Canada, navigate through the ages, and interact with the past to change the present. In Inua, you’ll need to unravel space-time to solve mysteries and guide the characters on their journey. Move from scene to scene, era to era, and uncover events of the past, unearthing new ideas that influence the characters' minds. Help Simon, Peter, and Taïna overcome the obstacles standing in their way, and change the course of history.\n\nA Historical Saga:\nThe original and supernatural scenario of Inua is based on a very real story: that of the Franklin expedition, a British mission in the 19th century to explore the Arctic that resulted in shipwreck, disease, and mutiny. The fate of this expedition is still largely unknown. Gather clues and discover its history!\n\nInua - a Story in Ice and Time:\n- A fantasy tale based on incredible historical facts.\n- An extraordinary story inspired by Inuit tales and legends, with support from Inuit writer Thomassie Mangiok and advisors Billy Gauthier and Monica Ittusardjuat.\n- A game designed by the creators of Bury Me, My Love, and Vignettes, adapted from the original story by Nathalie Frassoni and Frédéric Bouvier, with the breathtaking artistic direction of Delphine Fourneau from the Klondike collective.",
    "id": "010024F01607A000",
    "name": "Inua - a Story in Ice and Time",
    "publisher": "ARTE Experience",
    "releaseDate": 20220211,
    "version": 0
}