{
    "description": "pixelBOT EXTREME! combines the best of side-scrolling shoot ’em ups with an innovative color-based targeting system along with pixelated graphics, bombastic sound effects, and a soundtrack by the Lo-Fi band Phonotrash that harken back to the early days of hardcore 80’s arcade games. \nPlay as the rocket-powered pixelBOT as you shoot, fly, and dodge your way through 25 handcrafted levels while collecting orbs, weapons, and unlocking extreme challenge levels.\nSHOOT, DIE, RESPAWN! And most importantly...\nNEVER GIVE UP! \nFEATURES\n●\tCOLOR-CODED CHAOS – Think fast to destroy four types of color-coded targets (red, green, blue, pink) using matching colored rockets to pick apart the enemy’s defenses.\n●\tRETRO ARCADE GAMEPLAY – Old-school pixel art with original lo-fi music by Phonotrash and retro sound effects create a genuine arcade experience as you dodge deadly obstacles with a rocket-powered engine and collect different colored rockets en route to a showdown versus the unrelenting ultraBOT!\n●\tTONS OF REPLAYABILITY – Tear apart 25 levels spread throughout three unique 2D retro-looking worlds -- each with their very own cutthroat challenges!\n●\tMULTIPLE DIFFICULTY MODES – Choose between easy, normal, or hard -- or push your skills to the ABSOLUTE LIMIT with the EXTREME challenge levels!\n●\tCO-OP MODE – Join forces with a friend in “couch co-op” mode as you split up the colors for destroying the four types of color-coded enemies. Only as a real team, you can survive this mode.\n●\tBADASS BOSS FIGHTS –There’s no getting out alive without surviving baleful boss fights that keep you on your toes thanks to the craftiness of your opponents.\n●\tEXTREME CHALLENGES – Played through the game? Then hone your skills with the EXTREME challenge levels meant for expert players only! These unlockable extra levels will test even the best players.\n●\tNO BORING BACKSTORY - Who IS pixelBOT? Why does it need to escape the Forbidden Factory? Who cares?!\nWARNING: pixelBOT EXTREME! is a hardcore gameplay experience and is not for the easily daunted. But don’t despair! Rapid respawns keep the action flowing while energy orbs keep you in the fight until it’s time for the final showdown!\n\nSHOOT, DIE, RESPAWN! And most importantly...\nNEVER GIVE UP!\n",
    "id": "010013601782E000",
    "name": "pixelBOT EXTREME!",
    "publisher": "FusionPlay",
    "releaseDate": 20230126,
    "version": 0
}