{
    "description": "Dice Assassin is a challenging game in which you defeat enemies on the board according to the numbers on the dice. Choose your moves using cards, position yourself strategically to defeat enemies on the board squares, and create tactics using action cards.\nPositioning on the board is essential for victory, as you need to move strategically to confront enemies in the right squares. The movement on the board is reminiscent of classic board games, adding an extra layer of complexity to battles.\n\nThe game's dynamics are simple but highly strategic. You select your attacks using cards that represent moves such as Slash, Dash, Backstep, Impact, and many others. Each type of attack has its own advantages and disadvantages, making it crucial to choose the best card for each situation.\n\nAs you progress in the game, you collect skill cards that provide special effects, making your combat tactics even more versatile. Each suit of skill card offers distinct effects, meaning you need to adapt your strategy according to the cards you have in hand.\n\nDice Assassin is an exciting game that combines the luck of the dice with card strategy and tactical movement on a board. Get ready to face diverse and challenging enemies as you hone your combat skills and develop winning strategies. It's a game that will captivate both board game enthusiasts and lovers of card games and strategy. Are you ready to accept the challenge and become a true assassin?",
    "id": "01004BA01CE18000",
    "name": "Dice Assassin",
    "publisher": "Afil Games",
    "releaseDate": 20241002,
    "version": 0,
    "category": [
        "Arcade",
        "Action",
        "Board Game",
        "Strategy"
    ],
    "developer": null,
    "intro": "Are you ready to accept the challenge and become a true assassin?",
    "isDemo": false,
    "languages": [
        "en",
        "pt"
    ],
    "nsuId": 70010000071945,
    "numberOfPlayers": 1,
    "ratingContent": [],
    "region": null,
    "rightsId": null
}