{
    "description": "Calixers - heroes chosen by the gods - have come to conquer the arena. Join the fray where the strongest player out of 30 will be the last one standing. Leap into a new kind of battlefield filled with explosive energy.\n\nThe goal of BATTLE CRUSH is to fight among up to 30 players from all around the world and become the sole survivor in the end. It is a quick, action-packed game where each round only lasts for 8 minutes at most. Survive as the ground collapses beneath your feet while enemies come for you from all directions.\n\nKey Features\n\n■ Special Skills That Add Fun to the Game\nThe controls for BATTLE CRUSH are simple, yet the action skills are anything but. Combine 7 types of skills to enjoy satisfying gameplay, such as Light Attacks that consist of quick moves and combos and Heavy Attacks which knock enemies back with big blows. Remain invincible as you charge up your Ultimate, and dodge incoming moves following up with a quick counter with Dodge Attacks.\n\n■ Treasure Chests and Items to Turn the Tables\nFind the treasure chests and items scattered around the field. Items will help you survive, and gear will make your Calixer stronger. Mythic weapons obtained from unlocked treasure chests will grant you power to reign over all others.\n\n■ Calixers - Characters With Unique Action Skills\nMeet the Calixers! Poseidon, Hades, Medusa, Hermes, and other mythological figures have arrived at the arena looking more fabulous than ever. Each Calixer has their own story and unique skills. Choose your favorite Calixer and become the hero of this story!\n\n■ Various Game Modes\nBattle Royale (Solo/Team)\nA Battle Royale mode with up to 30 players fighting to be the last one standing. The arena collapses as time goes by! Find safe ground as enemies lurk around every corner. Join a party of 3 in Battle Royale Team Mode, keeping an eye on which Calixers your teammates pick and creating the perfect team.\n\nBrawl (Solo/Team)\nYou can choose 3 Calixers to take to battle in Brawl Mode. Keep fighting until you are the only one left. The arena is smaller than in Battle Royale, making the battle more fast-paced and action-packed. Don't forget that consumable attack items activate upon collection in this mode.\n\nDuel\nGo against your enemies in this intense 1 vs 1 mode. The first to take 3 games out of 5 becomes the victor. You can see which Calixers your opponent has chosen before the game starts. If you lose in the previous round, you can choose an additional item.",
    "id": "0100E5801BF0A000",
    "name": "BATTLE CRUSH",
    "publisher": "NCSOFT Corp.",
    "releaseDate": 20240627,
    "version": 0
}