{
    "description": "Take on the role of one of the brave pioneers testing the Wright brothers’ invention in action. Examine both your flying skills and your machine’s capabilities in extreme war conditions, where constructors and pilots alike were learning their plane’s limits.\n\nFeel like the famous pilot Manfred von Richthofen, a.k.a. the “Red Baron,” when flying his Fokker Dr.I – or 30 other historical planes at your disposal! From light fighters like the Airco DH.2 to enormous 4-engine bombers like the Sikorsky Ilya Muromets. Customize and upgrade each machine to make it your own – and recognizable by your enemies from afar.\n\nChoose the flight style that matches your skillset best. In Pilot Mode, you can focus on air combat or collecting and upgrading planes. Squadron Leader Mode allows you to manage resources, hire and train pilots, and expand your base on top of crushing your opponents’ planes in spectacular air battles.\n\nPick up your side and join either the Triple Entente fighting in two campaigns available or shed blood in the name of the Central Powers in a single campaign. Complete them all, and you’ll get to experience all the major fronts of World War I.\n\nPilot fighters and bombers, fly over most of the countries that participated in the conflict, protect or destroy ground targets, and face mighty zeppelins and anti-aircraft artillery. Make sure your name is widely known among your enemies and change the tides of war!\n\nBECOME A SKY ACE\n\n• Experience the aerial warfare of World War I with intuitive controls and user-friendly flight mechanics.\n\n• Choose between fun-to-play Pilot Mode or the more advanced Squadron Leader Mode.\n\n• Collect over 30 planes from the times of World War I.\n\n• Join the Triple Entente or shed blood for the Central Powers in three campaigns set across all parts of the world.\n\n• Pilot fighters and bombers, customizing and upgrading each machine to make it your own.\n\n• Protect or destroy ground targets, and try to shoot down mighty zeppelins, all while avoiding the anti-aircraft artillery at the same time.\n\n• Stay alive, become a legend, and change the tides of war!",
    "id": "01005E201301A000",
    "name": "Warplanes: WW1 Sky Aces",
    "publisher": "7Levels",
    "releaseDate": 20230126,
    "version": 0
}