{
    "description": "Experience a realistic race that you have not experienced in 2D. In Forrace, you can race with hundreds of cars on dozens of tracks. You can earn money and trade cars. You can make modifications to strengthen your cars. You can get a driver's license to participate in races. It is very comprehensive 2d racing game.\n\nCo-Op Split Screen Race Avaible !\nYou can now race two people in Split screen!\n\n2D Realistic Driving Experience\nEach car has its own speed, starting, braking power, turning power. Control each car with its unique style on challenging tracks!\n\nDriver's License Challenges\nThere are 5 licenses in total B-A-IB-IA-S. Each license has 8 different stages. In order to participate in the races, you need to get your driver's license first!\n\n300+ Cars\nMore than 300 cars, dozens of brands! Participate in challenging races with cars from A-B-C-D-S-Rally-Formula Classes!\n\n45 Race Tracks\nRace on multiple racetracks. Don't forget to brake when taking challenging curves. Pay attention to factors such as Grass, Sand and Snow. Each track has its own type. Try not to go out of the way to pass the race!\n\n350+ Race Stages\nParticipate in hundreds of races categorized as Beginner, Professional, Extreme, Endurance and Rally. Try to finish all races in the top 3 places. Complete races and win cash and surprise rewards!\n\nCar Upgrade & Modification\nYou can increase the power of the car you purchased. You can increase and change many features of the car such as taking off speed, braking power, maximum speed, turning power. If you want, you can attach personalized parts to your car such as exhaust, wings and lighting.\n\nRally Races\nAre you ready to race with Off Road cars on the dirt? Race on challenging race tracks with lots of rally cars. Try to get into the top 3 rankings. Win the rally challenge.\n\nFormula Races\nGet ready for a fight with Formula Cars at full speed! Challenge the fastest cars in the world. Try to beat all Formula races.",
    "id": "01006A101BFE6000",
    "name": "ForRace GT2D",
    "publisher": "Kanuni Games",
    "releaseDate": 20231109,
    "version": 0
}