{
    "description": "The Absolute Evil and its trusted *cough* servant, the Dark Elf Thalya, return in Dungeons 4 to bring about their triumph over the forces of good once more.\n\nBuild a cozy and comfortable Dungeon to suit your creatures’ needs and rule over them, then send them out into the Overworld to kindly remind the good people living there that the Absolute Evil rules. Gather your Evilness in new and dynamic ways and unleash it upon the lush green forests and plains of the Overworld to turn them over to the dark side. But make sure that your Dungeon is well-secured by traps and defended by your creatures, for those pesky heroes won’t just twiddle their thumbs while you turn their land into the Absolute Evil’s most pleasurable holiday paradise.\n\nBut what is that noise? “Gold, gold, gold and gems, gold and gems and gold!” The ancient song echoes throughout the underworld, accompanied by the clanging steel of hammers and axes. The Dwarves have arrived to claim their share of the abundant resources and, together with the Elves and Humans of the Overworld, they send out raiding parties to find the Dungeon’s heart.\n\nDungeons 4 – Nintendo Switch™ Edition delivers you from Good, featuring an exclusive “Princess” outfit for Thalya, a new outfit option for the Little Snots and a unique skin for your throne room, as well as the 'deluxe package' including the ‘Storming of Dollaran’ map, skins for Thalya and the Evil Hand, the official soundtrack and the digital artbook.\n\n• Follow the Evil Way: Dungeons 4 – Nintendo Switch™ Edition features 20 fully-voiced (toss a coin to your Narrator) and deliciously evil missions, and several skirmish maps for those seeking a challenge.\n\n• Change the world: Set up your evil home base on vast Underworld maps and prepare to spread your Evilness across the huge Overworld, turning the lush environments over to the dark side.\n\n• Everything is better with Dwarves™: The Dwarves have arrived to build their underground strongholds, these hardy little fellows compete with the Ever-Expanding Evil for space and resources.\n\n• The Multi-Faceted Evil: Thalya’s perk system places impressive new powers in her impatient hands.\n\n• Work together, slay together: 2-player co-op multiplayer with both players managing one Dungeon together. All maps from the skirmish mode and the campaign are playable in co-op.\n\n• Extra Evil: The Dungeons 4 – Nintendo Switch Edition comes with an exclusive “Princess” outfit for Thalya, new skins for the Little Snots and your throne room, as well as the 'deluxe package' including the ‘Storming of Dollaran’ map, skins for Thalya and the Evil Hand, the official soundtrack and the digital artbook.",
    "id": "0100F7901971C000",
    "name": "Dungeons 4 - Nintendo Switch™ Edition",
    "publisher": "KalypsoMediaGroup",
    "releaseDate": 20241017,
    "version": 0,
    "category": [
        "Strategy",
        "Simulation",
        "Multiplayer"
    ],
    "developer": null,
    "intro": "Follow the Evil Way and foster the return of the Absolute Evil! \nHaving to deal with a newborn, dwarves, and her obnoxious stepbrother, wasn’t quite what Thalya had hoped for.",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "pt",
        "es",
        "fr",
        "de",
        "it",
        "ru",
        "ko",
        "zh",
        "zh"
    ],
    "nsuId": 70010000058929,
    "numberOfPlayers": 1,
    "ratingContent": [
        "Alcohol and Tobacco Reference",
        "Blood",
        "Language",
        "Violence",
        "In-Game Purchases"
    ],
    "region": null,
    "rightsId": null
}