{
    "description": "■Game Features\nThis is a casual game in which the objective is to conquer a hierarchical dungeon.\nThe player is in charge of moving his/her character, and attacks enemies with auto-aim when standing still.\n\n■Strategic skill selection\nThe player can select one skill from a random draw at each level up as they progress through the dungeon.\n　The player can select one skill from a randomly drawn list as he or she progresses through the dungeon.\nSkills are an important element in determining strategy, such as close combat and long-range combat.\nSkill combos, which are generated by combining skills, have the power to wipe out the enemy.\n　Skill combos,\" which are generated by combining skills, have the power to wipe out enemies, but because skills are drawn randomly, an element of luck is also required in the strategy.\n\n■Dressing up the player character\nSome skills change the outfit of the player's character.\nIn addition to strategically selecting the best skills, you can also choose to dress up the main character in a more adorable way.\n　In addition to strategically selecting the best skills, you can also choose to coordinate the main character in an adorable way.\n\n■Boss Characters with Rich Personalities\nThe game features unique boss characters.\n　There is a star dictator who only the strong are allowed to wear kawaii clothes, and a century-old motorcycle thief who has been stealing bikes since he was five.\n　a princess who has been a motorcycle thief since she was 5 years old, and a princess on a turn-of-the-century planet\n　and a clothes designer who wages war by remote work.\n　A short story with unique enemy characters and\n　The appeal of this work lies in the short stories woven by the unique enemy characters, as well as the polished clothing design.\n\n■Story\nThe year is XX. The Galactic Republic's army is outnumbered by the forces of a rebel star!\nAt that time, relief supplies arrive from Dr.\nWhat's inside! What kind of weapons are in it!\n\n............ Eh? Swimsuits?\n\nThus, \"Unico Crawford\" is\nUsing the battle costume delivered by Dr. Crawford, \"Unico Crawford\nto confront the armies of the rebel stars.",
    "id": "010056D019566000",
    "name": "CosmoPlayerZ",
    "publisher": "Regista",
    "releaseDate": 20221007,
    "version": 0
}