{
    "description": "“If Japanese film maker Makoto “Your Name” Shinkai ever made a video game, I don’t think Starsong would be far off it.” - Rock Paper Shotgun\n\n“OPUS: Echo of Starsong is a serious contender for my game of the year.” - Kotaku\n\n“Incredibly interesting and evocative world filled with lore… The characters you meet and the way you’re exploring this world are just fantastic.” - VICE Waypoint Radio\n\n\"OPUS: Echo of Starsong holds a very rare accolade of being one of the very few games that have brought me to tears by the end.\" - Movies Games and Tech\n\n—— Raving reviews from media across the board!\n\n♦ ABOUT THIS GAME ♦\n\nOPUS: Echo of Starsong - Full Bloom Edition is the definitive edition of the visual novel-style adventure game, now with all-new voice acting. Dive in and enjoy an intergalactic journey that transcends time through love.\n\nTaking place in a lawless solar system at the height of a gold rush in space, players play as the exiled noble Jun, who is accompanied by Eda, a witch orphaned by war. Together, they embark on a journey of self-discovery, as they search for treasure-filled asteroids of legend and lore. However, what appears to be a blessed encounter will turn into a lifelong burden... Will Jun, now a withered old man, be able to see his lover one last time?\n\n♦ A RICHLY LAYERED STORY ♦\n\nExperience an 7-10 hour main storyline with a conclusion that’s sure to leave you in tears, and an additional 2-5 hours of side quests for those who eat lore for breakfast. How deep you dig is up to you. The details this world offers are there for you to discover at your own pace.\n\n♦ AN ENDEARING CAST OF CHARACTERS ♦\n\nForm relationships, experience love and loss, and face crises together. Each character has their own reason to embark on this journey. Discover not just what happened in their past, but what makes them who they are.\n\n♦ PLAY IT SAFE OR RISK IT ALL ♦\n\nAssess dozens of random encounters, and decide whether to roll your die.\nShould you really try to earn some much-needed cash with a bounty on your head? Or how about that stranded ship? It could be pirates in disguise! The fate of you and your crew lies in your hands.\n\n♦ COUNTLESS BREATHTAKING ASTEROIDS ♦\n\nExplore a giant star map full of asteroids, underground space stations, and sprawling cities as you trek across the stars. Discover a universe where humanity ekes out an existence among forts of floating rocks.\n\n♦ LIGHT MUSICAL PUZZLES ♦\n\nFind the fabled asteroids by listening for the right sound on the star map. Then explore the asteroids on foot, and match sound waves to the patterns of ancient gates to advance and unravel their secrets. Puzzles are kept simple to provide a relaxed, and accessible experience!",
    "id": "01009B601676C000",
    "name": "OPUS: Echo of Starsong - Full Bloom Edition",
    "publisher": "SIGONO",
    "releaseDate": 20220512,
    "version": 0
}