{
    "description": "Tame Coromon and explore a vast world filled with thrilling turn-based battles, brain-twisting puzzles, and a mysterious threat to the world awaiting defeat. Nobody said being a Battle Researcher was easy! The sun begins to dawn on Velua, a new day for the world and a new day for you, a freshly minted Battle Researcher of the global research society known as Lux Solis. It’s your first day and everything goes smoothly until a mysterious force attacks your latest workplace. Build up a squad of Coromon, track down the invaders, and grapple with a rising threat that endangers everyone on Velua!\n\nTactical Turn-Based Battles\nCoromon is all about taming the eponymous wildlife and challenging the rest of the world: other wildlife, trainers, or titanic bosses!\n\nBuild a team from more than 100 charming creatures, defined by their elements, traits, and skills. Catch, train then set them loose on your rivals!\n\nMaster a stamina-based battle system where every action costs energy, so choose skills and attacks carefully. Deal damage, sap enemy stamina with status effects, or nullify them through dozens of conditions to emerge victorious. \n\nChallenge friends online and see whose Coromon squads are the best of the best.\n\nA Compelling Story\nThe first day at Lux Solis is just the first step in a much greater adventure. Soon you’ll be thrust into a story grand in scope and great of importance, as a mysterious, alien threat emerges. It’s up to you to help Lux Solis put a stop to their dastardly designs.\n\nPursue the antagonists’ trail across six major zones and cities, with dozens of interconnecting routes to explore. Each one brimming with quests, secrets, and items to find.\n\nExplore the furthest reaches of Velua, from frozen glacial caverns to the depths of blistering deserts.\n\nPlay a key role throughout a fully-fledged classic JRPG narrative, complete with plot twists, turns, and revelations that not all is as it seems...\n\nPlay the Way You Want\nCoromon empowers you to create an experience just the way you want. \n\nDifficulty is more than just stat changes. Each option changes the fundamental mechanics, making the game as challenging as you want.\n\nWant a stress-free, chill playthrough? Immerse yourself in the story on the easiest setting without hassle, or focus on tactics, number-crunching, and resource management.\n\nWant a  more high-stakes challenge? Use the built-in Randomizer and Nuzlocke modes to put fan favorite twists on the creature catching experience.\n\nCreate the trainer you want, using hundreds of customizable elements like hair, fashion, and more. \n\nA Word from the Developers\nWe're honored to be able to provide Coromon to you, a game we've poured our heart into. Coromon is our tribute to the classics of this RPG sub-genre. While staying loyal to the core gameplay, we wanted to add new features but also keep the iconic retro look, with a modernized pixel art style.\n\nThank you for checking out Coromon. We hope you will enjoy the game as much as we enjoyed creating it!\n",
    "id": "010048D014322000",
    "name": "Coromon",
    "publisher": "Freedom Games",
    "releaseDate": 20220721,
    "version": 0
}