{
    "description": "Risk of Rain is Back!\nCarefully designed, beautifully remastered, and loaded with new ways to play—Risk of Rain is back and better than ever! Dive into the iconic roguelike full of unique loot combinations, entirely new Survivors, overhauled multiplayer, and more!\n\nUncover New Ways to Play\nHone your skills and abilities, discover new Survivors, and dive into progressively stronger runs! Discover secrets of ancient design lying dormant beneath the surface of Petrichor V. Search under every log, stone, and Gup to find new ways to play!\n\n15 Survivors to Master\nMany Survivors fled the mysterious attack on your ship. Slice, dice, and serve justice cold with the return of Chef, hold the front line and shield your team as Enforcer, or lay down a path of toxic sludge as everybody’s favorite purple monster: Acrid! Forge new paths to explore with 15 unique Survivors, each with new abilities to master.\n\nAlso introducing swappable skills! This beloved feature from Risk of Rain 2 is here to mix and match your method of mayhem!  Barrage and banish using the Bandit's 12-gauge, then punish your pursuers with an energy whip in the next round. Change your loadout to fit your playstyle as you unlock new skills—the choice is yours!\n\nThe Pilot from The UES Contact Light joins the fray in Risk of Rain Returns! Launch high into the air and rain death on those unfortunate enough to be in your way. As monsters corner you, deposit a few bombs near the largest pack and make a tactical retreat. As you parachute to safety, watch enemy Stone Golems melt into piles of soulless rubble.\n \nAlso introducing The Drifter! This resourceful brawler gathers scrap from conquered foes and can spawn items that temporarily empower teammates. She can also take them for herself and unleash an unbridled blaze of area-wide destruction. The Drifter is the perfect addition to any group of Survivors. Her ability to support the team while laying down her own brand of hurt will prove she’s more than just a stowaway.\n\nRule-Bending Artifacts\nVariety is the spice of destruction. Select from more than 10 Artifacts that each mutate your run! Perhaps you’d like to start with a random equipment item that changes every time it’s used, or maybe you’d like to experience a rampant Imp invasion every 10 minutes. Play around with combinations of Artifacts and discover exciting new ways to play.\n\nPotent Pick-Ups\nFight your way to the surface while uncovering precious cargo. These items serve as your redemption, helping you move faster, deal more damage, or jump a little higher. Still others empower you in more dramatic ways—like the rare Ukulele, which empowers your attacks with electrifying music. If explosions are what you’re after, hunt down the Brilliant Behemoth and watch as even your most mundane attacks erupt in a barrage of beautiful blasts. The magic comes in the unpredictable combinations you create. Exploding chain lightning is only the beginning of your frenetic masterpiece!\n\nThe Dangers of Petrichor V\nThe denizens of Petrichor V are as diverse as the many planets they once called home. As these monsters approached extinction on their own worlds, a mysterious force brought them to Petrichor V. The planet quickly grew to be a menagerie of the most dangerous monsters in the galaxy, and they’re not thrilled by interlopers (aka YOU).\n\nPlay Solo or Gather Your Crew\nDrop to the surface solo or with your crew! Choose Survivors that complement each other’s strengths and weaknesses, or go wild and choose whoever has the largest guns (spoiler: it’s Loader). With up to four-player online and couch co-op, you’re not alone in this fight.\nRisk of Rain Returns features new and improved multiplayer services to ensure the only thing that gets between your crew’s survival are the ever-growing hordes on Petrichor V. ",
    "id": "0100D1801A0F4000",
    "name": "Risk of Rain Returns",
    "publisher": "Gearbox Publishing",
    "releaseDate": 20231108,
    "version": 0
}