{
    "description": "Cultist Simulator is a game of apocalypse and yearning. Play as a seeker after unholy mysteries, in a 1920s-themed setting of hidden gods and secret histories. Perhaps you're looking for knowledge, or power, or beauty, or revenge. Perhaps you just want the colours beneath the skin of the world.\n\nIn this roguelike narrative card game, what you find may transform you forever. Every choice you make, from moment to moment, doesn't just advance the narrative - it also shapes it.\n\nBecome a scholar of the unseen arts. Search your dreams for sanity-twisting rituals. Craft tools and summon spirits. Indoctrinate innocents. Seize your place as the herald of a new age.\n\n• Challenging roguelike gameplay - There is never only one history.\nCultist Simulator doesn’t hold your hand. Experiment, expire and transcend death with a story-driven legacy system. Over time you’ll learn enough to wrestle the game to its knees.\n\n• Intense, immersive narrative – Combine cards to tell your own story.\nA hefty novel’s worth of choice-based storytelling from the creator of Fallen London and Sunless Sea. There are many paths through this game of ambition, appetite and abomination, and many ways your tale can end.\n\n• A rich Lovecraftian world – Corrupt your friends and consume your enemies.\nSearch your dreams for sanity-twisting rituals. Translate grimoires and glean their lore. Penetrate the realm of the Hours and win a place in their service. Cultist Simulator brings the peripheral horror of Lovecraft’s tales to an entirely new setting.\n\n• Play with the DLCs - Expand your knowledge of the world.\nCultist Simulator: Initiate Edition includes the first three DLCs. New legacies, new mechanics, new characters, new endings.\n- Dancer: Join the Bacchanal. Strip yourself of your skin. Earn immortality in an obscure cabaret.-\n- Priest: Knock, and Ye Shall Be Opened. Open the minds and hearts of your congregation. Fan the fervour of zealots.\n- Ghoul: Taste of the Graveyard’s Fruit. Paint the invisible arts in the colours of the dead. Consume the corpse of your followers to gain a little extra from their more interesting scars",
    "id": "01006F40119B6000",
    "name": "Cultist Simulator: Initiate Edition",
    "publisher": "PLAYDIGIOUS",
    "releaseDate": 20210202,
    "version": 0
}