{
    "description": "A mysterious signal coming from the Tharsis region of Mars sets your crew of astronauts off on a risky mission. Who sent it? And why? Impossible questions, but your fate is sealed on finding out. Now, millions of miles away from home, a micrometeoroid storm damaged your spaceship and killed two vital members of your crew. The mission is no longer just discovery, but to survive the journey with those still left alive.\n\nTharsis is built around a unique mix of a board game and video game mechanics. The outcomes of your choices are determined by rolls of the dice, but ultimately it is up to you and your decisions that will affect the mission’s success. Guide your crew through onboard disasters, food shortages, and the unforgiving nature of space. Maintain what remains of their health and sanity as they are strained by a crumbling ship, lack of food and the strange and disturbing signals coming from the Red Planet.\n\nSucceeding in Tharsis requires you to make the best of what you have, even if everything indicates failure. Certain factors may be outside of your control, but that doesn't mean they can't be overcome. Be ready to plan and adapt continually. The game offers three levels of difficulty - easy for a fair learning curve, normal for those wanting a tough but fair challenge and hard for the true challenge seekers.\n\nDefy the odds, make the difficult decisions, and embark on a harrowing mission of survival and fate.\n\nFeatures: \n\n\n- Turn-based space survival strategy game. With dice. And cannibalism\n\n- A unique mix of a board game and video game mechanics. Make tough tactical and moral choices with the outcome then determined by the roll of your dice. Adapt and rethink continually\n\n- Manage 4 astronauts each with their own mission-critical special abilities. Unlock additional crew members through special challenges and achievements\n\n- Decide who stays healthy, fed and sane as you assign them to tackle multiple disasters unfolding on the ship. Decide who goes head-first into the fires, who gets food and possibly who becomes food\n\n- The fretful and isolated atmosphere of deep space and the fight to not let it become your final grave enhanced by an atmospheric electro soundtrack\n\n- Specifically balanced Easy, Normal and Hard modes for a fair learning curve while also ensuring a merciless challenge for true test seekers\n\n- Additional trial and training missions to hone your survival skills\n",
    "id": "010034D010E78000",
    "name": "Tharsis",
    "publisher": "QubicGames",
    "releaseDate": 20200411,
    "version": 0
}