{
    "description": "Ganryu 2 is the sequel to the Ganryu game made by VISCO on NEOGEO back in 1999. The universe takes place in a feudal fantasy Japan which is strongly inspired by the story of Takezo Musashi, whose adventures are unfolded in a series of books (mainly \"The Stone and the Sword\").\nPlay as Miyamoto Musashi and travel through a 17th century fantasy Japan, from north to south to the island of Ganryu-jima where everything started between Musashi and Kojiro.\n\nStory:\n\nAfter his victory against Kojiro, Musashi decided to meditate and try his hand at art, in the north of Japan, in the province of Hokkaido. During one of his meditations, a spirit contacted him : \"Miyamoto Musashi, our fight is not over, I am waiting for you to finish our fight once and for all! All of Japan will pay for your insult! I'm waiting for you Miyamoto Musashi!” \nThere is no doubt for Musashi that the voice was the Sasaki Kojirō’s one. His body was defeated, but his spirit remains, and his intentions are still destructive. Miyamoto Musashi then understood that he would have to travel across Japan from north to south and go to the island of Ganryû-jima, where he firstly defeated Sasaki Kojirō, to fight again and liberate the spirit of Kojiro forever.\n\nFeatures:\n- A hack'n'slash inspired by the story of Takezo Musashi “The Stone And The Sword” released in 1930’s by Eiji Yoshikawa and which is one of the most famous story and real samurai in Japan!\n- Explore a 17th century fantasist Japan through seasons: Spring, Summer, Fall and Winter.\n-  Defeat Kojiro in The Floating Fortress and save Japan! \n- Dash, double-jump, wall-jump and throw kunais to defeat various enemies!\n- Use your special abilities, kamis, to take advantage of your enemies.\n- Collect Hanafuda cards through levels.\n- A beautiful pixel-art game inspired by classics such as Shinobi 3 and Shadow Dancer.\n",
    "id": "01008AA017970000",
    "name": "Ganryu 2 - Hakuma Kojiro",
    "publisher": "JUST FOR GAMES",
    "releaseDate": 20220421,
    "version": 0
}