{
    "description": "Join Renata as she adventures across a world of mystical ruins with the titular FROGUN! Frogun is an old-school platformer with the soul of the retro era, in which your frog-shaped grappling hook is a your best friend! \n\nRenata's parents are world-renown explorers, archeologists and inventors that travel all over the world uncovering the secrets of the past, bringing her with them in their expeditions. However, in their latest adventure, they decide to leave her at the base camp - the Beelzebub ruins are said to be too dangerous!\n\nFor three whole days she waits, her pride hurt and bored out of her mind, until she realized: if they haven't returned yet, something must have happened to them! In a hurry she grabs her parents' last invention, the Frogun, and heads to the ruins to rescue them, and prove that she's as capable as them!\n\nFeatures\n•  Explore colorful levels full of crispy pixelated ruins, freezing snow caps, and scorching lava swamps in a modern representation of the lowpoly aesthetic\n•  From levers to buttons, lethal traps and adorable enemies, there's lots of things to use your Frogun on!\n•  Race Renata's rival and fight big bosses\n•  Find secret areas or shortcuts by mastering the grappling mechanics\n•  Collect emblems by fulfilling level challenges\n•  Visit the hatter to trade your coins for hats, bestiary entries, game art, and more\n•  Unlockable 2-player duel arenas to challenge your friends!\n\nDELUXE EDITION FEATURES:\nThe deluxe edition of Frogun features a slew of exclusive, bonus digital goodies! \n-A 50 Page, Hi-Res Digital Artbook featuring concept art, behind the scenes concepts and 3D models, environment and promotional art, and more!\n-A 12 Page Retro-Style Digital Manual, with bonus art, lore, and tips & tricks!\n-A Dedicated Music Listening Room, for revisiting and replaying all 21 music tracks from the game's original soundtrack!\n",
    "id": "0100A0A018D3A000",
    "name": "Frogun Deluxe Edition",
    "publisher": "Top Hat Studios",
    "releaseDate": 20240501,
    "version": 0
}