{
    "description": "Pirate heroine Nelly Cootalot takes on the villainous Baron Widebeard in this point and click adventure game. Meet a cast of outlandish characters and face perplexing challenges in your quest for the Treasure of the Seventh Sea.\n\nWhat is Baron Widebeard planning? Can he be stopped? In what way is a frozen volcano involved?\n\nTo answer these questions comes Nelly Cootalot: pirate heroine and defender of endangered and adorable creatures. Nelly’s journey will take her from Port Rubicund in the South Seas to the lonely isle of Gloomholm in the icy north. She’ll meet outlandish characters and face perplexing challenges in her quest for the Treasure of the Seventh Sea.\n\nExplore a beautiful hand-drawn world, created by award-winning comedian & filmmaker Alasdair Beckett-King.\n\nMeet outlandish characters voiced by talented & hilarious actors and comedians, with credits including Doctor Who, Hitchhiker's Guide to the Galaxy & Broken Sword 5.\n\nHelp Nelly foil Baron Widebeard by tackling a variety of original & challenging puzzles. Race aristocrats, charter an airship & lie to strangers with no consequences.\n\nFEATURES\n     • Full Voice-Acting in English & German.\n     • A script that will amuse and delight whether you are 9, 19 or 90. (But ONLY those ages.)\n     • German, Spanish, Italian & French Localisations \n     • Puzzles that will tax the world's greatest minds, if they're having an off-day.\n     • Over 45 Unique Characters & 35 Locations.\n     • Quaint British spellings = extra letters for free.\n     • German, Spanish, Italian & French Localisations \n\n\nPRESS CUTTINGS\n• \"It’s funny, daft, and the look is incessantly fantastic ... And it’s got Tom Baker in it. I had a thoroughly lovely time.\" - Rock, Paper, Shotgun\n\n• \"Incredibly funny and charming\" (8.5/10) - Gamewatcher\n\n• \"Nelly Cootalot: The Fowl Fleet is one of the funniest games I have played in recent years.\" (5/5) - Kickstartventures\n\n• \"The puzzles are as perfect as possible.\" - Just Adventure\n\n• \"I had a lot of fun with Nelly Cootalot, and I recommend it for anyone who loves point-and-click adventures, birds, and/or pirates.\" (Score A) - Nerdy but Flirty\n\n• \"...with some beautiful art, an engaging story, some fun gameplay and snappy dialogue, Nelly Cootalot: The Fowl Fleet is a nice little gem.\" (9.1/10) - Geeknifty\n\n• \"It has obviously been influenced by the Monkey Island series, but without being a carbon copy. If you are a fan of the genre, then The Fowl Fleet should definitely be on your wishlist.\" (8.3) - Gameramble\n\n• \"A joy to play through from start to finish... easily one of the most enjoyable adventures of 2016.\" (8/10) - cubed3\n\n• \"Outstanding puzzle design\" (87% ) - adventurecorner.de\n\n• \"Nelly Cootalot: The Fowl Fleet is a brilliant adventure that wonderfully demonstrates quirky British humor and is totally unique.\" (4.5/5 - Amazing) - The Nerd Stash\n\n• \"An amazing adventure game. Its story has surprising depth, the characters are lovable, the puzzles are great fun and it wraps it all up in a layer of fantastic humour!\" (4.5/5 - AMAZING! ) - The Mental Attic",
    "id": "01005F000B784000",
    "name": "Nelly Cootalot: The Fowl Fleet",
    "publisher": "ASHGAMES",
    "releaseDate": 20220809,
    "version": 0
}