{
    "description": "You have to survive from the zombies! Survival shooting!\nThe tragic survival of the four main characters begins in the world destroyed by the appearance of zombies.\nIn the episode mode, you can do a single play while enjoying the story. In the multi-play mode, you can play a variety of four-person modes, from two to four people.\nHand over one Joy-Con™ to another player to 'share', you can start a battle or collaborative play anywhere.\n\n・Enjoy the exciting action of killing the zombies pouring out with various weapons.\n・Each stage has a story-based mission, so you can enjoy a tense play.\n・There are various zombies, big and small, and it is fun to fight with zombies who attack in a unique way.\n・Collect all the special and diverse weapons that match the zombie worldview.\n・In a 'WAVE' mode, you must defeat zombies that appear at regular intervals by yourself.\n・In a 'INFINITY' mode, you have to fight with zombies that are constantly rushing in and you hold on for as long as you can.\n・In a 'ESCAPE' mode, two to four players must work together to move to their destination, and then escape.\n・In a 'LAST STAND' mode, two to four players must work together and hold on for as long as possible to beat zombies that are constantly rushing in.\n・A 'SURVIVE' mode is a battle game in which the last one who survives from the zombie attack among two to four players wins.\n・A 'BATTLE ROYAL' mode is a battle game in which two to four players fight each other, and the one who survives til the end wins.\n・Enjoy your satisfactory playtime, clear the last stage and survive, the long-awaited ending awaits you! What kind of ending will it be?\n・The charming illustration of cartoonist MURAI makes the eyes more pleasant.\n\nHand over one Joy-Con to another player to 'share'!\nCatch zombies separately, enjoy up to four-player games where you can play battles or collaboration anywhere, and survive from zombies!",
    "id": "0100C6101591A000",
    "name": "Last 4 Alive: Escape From Zombies",
    "publisher": "TROOOZE",
    "releaseDate": 20211014,
    "version": 0
}