{
    "description": "A Juggler’s Tale is a cinematic puzzle-platformer. Play as Abby, the marionette, and make your way through a medieval fairy tale world to find freedom. Use the puppet’s strings in unique puzzles, find your way around obstacles, and evade the relentless cut-throats that are hot on your heels – while the puppet master holds the strings firmly in his hands. \n\nFEATURES\n• Make use of the puppet’s strings in unique puzzles, find your way around obstacles, cross raging rivers, sneak through bandit camps and make it past dangerous traps to find freedom.\n• Explore a beautiful and grim world, inspired by the tone and mood of traditional fairy tales.\n• Live through an intense story of hope and empowerment, while listening to folk-inspired music and the narrator’s ever-present charismatic voice.\n• Find out what it takes to truly break free from all strings attached.\n\nSTORY\n\"Ladies and Gentlemen! Come in, come in! In the mood for a story, are we?\"\n\nAbby is an artiste held captive at a circus: She spends her days entertaining the audience and her nights in a cage, longing for freedom. One day, she escapes the circus and gets to explore a mystical world.\n\nAlas, freedom comes at a cost and Abby soon finds herself dragged into the dangers this world has to offer: In a war-torn, medieval fairy tale, surrounded by ravaged, starving citizens and hunted by the relentless cut-throat Tonda, Abby has to cross raging rivers, make it through bandit camps and around traps. \n\nHer adventure is always accompanied by the lyrical rhymes of puppet master Jack, who tells her story while holding the strings of his puppets firmly in his ever-helpful hands.\n\nWho can Abby trust? Can she find a way to truly break free? Despite dangling from her threads, will Abby learn that she can still influence her destiny?\n\n\"Abby, Abby... Don't you see, the threads holding you up – also hold you back.\"",
    "id": "0100CFD01517A000",
    "name": "A Juggler's Tale",
    "publisher": "Assemble Entertainment",
    "releaseDate": 20210929,
    "version": 0
}