{
    "description": "Fashion and romance will change my life.\nBecome a fashion model and enjoy　romance！\nIt's a romance game for girls！\n\n\n◆What is Princess Closet?\nInvited by a member of the popular fashion brand \"Princess Closet,\" you have been transformed into a \"fashion model.\"\nWork together with the ultimate handsome boyfriend towards becoming a top model!\nYour encounter with your dashing boyfriend... is the beginning of a romance that will change your life!\n\n\n◆The romance story of Princess Closet\nWith no real ambition in life, you luck out and manage to get a job at a large company.\nAlthough not overwhelmingly dissatisfied, you are bored by the daily, unchanging routine work. And you find yourself wondering, \"Am I okay with the way things are?\"\nYour only small relief from all of this is fashion.\nThat is, until the day that \"Leo,\" the up-and-coming fashion brand designer, suddenly appears in front of you.\nAt that moment, you never suspected that your encounter with him would change your life drastically...\n\"Fashion and romance will change my life.\"\nA dating sim game for girls who want to experience heart-throbbing romance, while enjoying fashion!\n\n\n・This software (Princess Closet) has been released as a low-priced version with Japanese added as a new selected language, although the voice has been deleted from the old version that has been discontinued!\n・This software (Princess Closet) is a different product from the old version. Customers who have the old version will not be able to play unless they purchase this software (Princess Closet) again.\n・Please note that no refunds will be given if customers who have purchased the old version purchase this software (Princess Closet).\n・Since this software (Princess Closet) and the save data of the old version are not compatible, you cannot use the save data of the old version.",
    "id": "010059001B322000",
    "name": "Princess Closet - Fashion and love will change me -",
    "publisher": "OperaHouse",
    "releaseDate": 20230622,
    "version": 0
}