{
    "description": "9 unique playable characters, over 300 cards, 20 difficulty settings, and 7 different stages!\n\nBrave's Rage is an ACTIVE-TIME roguelite deckbuilding game. Our unique active-time card battle system allows players to activate “bullet-time”, find the perfect timing to attack or block, and follow up with powerful combos to deal with any situation they encounter during their adventure. Choose your braves, recruit your teammate, construct your deck, and defeat some of the most fearful foes to save the princess!\n\nA classic deck-building game with some new twists!\n\nYou must have played roguelite deckbuilding games before, but have you ever played an ACTIVE-TIME roguelite deckbuilding game? We have brought some of the most popular features from ATB RPGs and Action Games into our iteration of a classic deckbuilding game.\n\nIn Brave's Rage, don't just sit, click and watch your cards get played! You can activate bullet-time at any time to determine the timing of your card play. Sometimes it just takes a carefully-timed block to turn the tide completely!\n\nOf course, people always say \"the best defence is a good offence\", this is also true for Brave's Rage. Make sure you read the actions of your foe and take advantage of the bullet-time! You can time your move to dodge and then connect with counterattacks. Or maybe unleash a powerful AOE attack to hit them all at the same time!\n\nChoose your braves, craft your deck, play in different styles, and experience a different adventure every time you set off! \n\nEight different playable characters with their own sets of cards and unique skill trees. There are also randomized map quests and events to make your braves stronger  (well... most likely)! And don't forget to loot all the powerful items and gear along your way. Find your most comfortable build and bring home the princess!\n\nAnd...obviously, it is dangerous to go alone! Create a duo with another brave to go further. Construct strategies and find synergies, double the builds and quadruple the fun! \n\nSet off on an epic journey, experience Brave's Rage - A (Very!) Active Deckbuilding Game!",
    "id": "010042C018A3C000",
    "name": "Active DBG: Brave's Rage",
    "publisher": "Astrolabe Games",
    "releaseDate": 20230202,
    "version": 0
}