{
    "description": "LongStory, a charming and LGBTQ+ friendly dating sim set at the weirdly lovable Weasel Heights Middle School lets you pick your pronouns as well as who, or even if, you would like to date any of your romanceable friends.\n\nOn your first day of school you discover that the previous owner of your locker has “mysteriously” disappeared. Do you want to figure out what happened or are you too busy being a social butterfly and trying to avoid your enemies…\n\nLongStory gives you a chance to find true love as a middle school student (yes with all the awkwardness that entails) but we promise it will be so much better this time around!\n\nEpisode 1 Locker 1224: Being a new student at Weasel Heights, you’ve got enough on your plate trying to make new friends and deal with enemies but what happened to the previous owner of locker 1224 and why won't anyone talk about it?\n\nEpisode 2 Hanna's Notebook: Things are getting serious with your crush but watch out there is some real Drama with Hanniferjane do you want to get involved with that? What will your crush think?\n\nEpisode 3 The Party: The Party: Middle School dances are a big deal, who do you go with? Do you bring your crush or show up without a date? Things at Weasel Heights are never what they seem. It's time to learn more about your friend Colin and his big secret.\n\nEpisode 4 Drama: A “new” student is back at Weasel Heights and it's causing all sorts of drama, no matter what you do it doesn’t seem like you can stay out of it. Friendships and relationships are strained, will you be okay?\n\nEpisode 5 Make Up: Not every relationship is perfect. It's time to step up and make things right with your friends. Maybe even take the highroad and reach out to those you consider enemies.\n\nEpisode 6 History: Middle school friendships and relationships are hard. Attend the intense but informative “Healthy Relationships Workshop.” and maybe the adults will know what they are talking about… for once.\n\nEpisode 7 Onward and Awkward: As your final year winds down it's time to choose what high school you will go to. How do you decide? Most importantly how will the TurkeyHawk?\n\nEpisode 8 In Dubai: It’s the summer, Marcel has gone back to Dubai and the rest of your friends have all gotten jobs. You feel a little lonely what are you going to do about it?\n",
    "id": "0100A4300B4FC000",
    "name": "LongStory: A dating game for the real world",
    "publisher": "Bloom Digital",
    "releaseDate": 20220615,
    "version": 0
}