{
    "description": "Fallen Angel is a high-speed action RPG set in a weird and vivid version of the afterlife. As Lucifer, the original rebel with a cause, you'll wield powerful angelic, and demonic weapons and abilities in your quest to reap vengeance on the family that cast you out.\n\nA Beatdown Of Biblical Proportions\nAn absent God has led the Archangels, His mightiest servants, to lay claim to Creation. Bring the pain to your arrogant siblings. Hunt them down across all Creation, beat their armies to a pulp, and confront them in the depths of their domains. Each encounter will have its own mechanics that force you to adjust your strategies.\n\nFoes In High Places\nEach Archangel bends their piece of Heaven to their will and shapes it accordingly. Lush valleys and caves give way to neon nightclubs that compete with crumbling ruins and cyber tech temples, and much beyond. The only thing that stays the same is the pride of their rulers.\n\nSend Heaven Sent Enemies To Hell\nLike the places they come from, the Heavenly Host comes in all shapes and sizes. Floating eyeballs, exploding people, cave dwellers, armored warriors, glowy geometric shapes, and weirder besides. They each have their trick to them that you'll need to learn.\n\nAn Unrelenting Assault\nBecome a master of forgotten fighting styles and arcane artifacts. Launch enemies skywards for stylish juggle combos, then bring them down under a hail of demonic firepower. Experiment with combining melee attacks, guns, powerful artifacts, and Lucifer's inherent, demonic abilities to create your own playstyle. Then customize it further with upgrade perks.\n\nFeatures\n-Gorgeous pixel art depicting a weird, wild vision of Heaven.\n-Play as Lucifer - the original rebel on a mission of divine revenge.\n-Hack, slash and blast your way through an army of angelic creatures.\n-Challenge the Archangels, take their stuff, and discover their motives.\n-Master a complex combat engine with juggle combos and stylish evasion.\n-Customize your rampage through Heaven with perks that open up new playstyles.\n-Collect an arsenal of demonic weapons for brutal ranged combat.\n-Advanced, customizable challenge modes - create your own custom difficulty.\n-Punishment Mode - a remixed, meaner campaign for the deadliest of devils.\n",
    "id": "010047501451A000",
    "name": "Fallen Angel",
    "publisher": "V Publishing",
    "releaseDate": 20220719,
    "version": 0
}