{
    "description": "\"Non-scrolling single-screen battles,\" \"dazzling support attacks by gun turrets,\" and \"beautiful 3D graphics\" will captivate players. Please enjoy the new sensation twin-stick shooter \"XALADIA.\"\n\n▼Game Setting\nAs a special soldier of a planetary investigation team, you have been touring many planets for investigation missions and colonization. However, enemies suddenly appear to prevent that. Their massive forces, enough to cover space, were very aggressive space pirates and aliens.\n\nA command comes from headquarters to you, who have decided to fight to protect the planets. \"While supporting the colonization of planets, annihilate the enemies and return to Earth (home base).\" In 21XX, a long struggle began for the supremacy of space between humanity and space pirate aliens.\n\n▼Features of XALADIA\n・Non-scrolling single-screen battles\n・Dazzling support attacks with various gun turrets\n・Beautiful 3D graphics\n・Ability upgrade of the soldier himself, firearms, and craft gun turrets\n・Stage generation system that changes the appearance pattern of planets and enemies each time you play\n・Shooting game incorporating modern visuals and systems while leaving a retro feel\n\n▼Non-scrolling single-screen battles\nBattles take place on a single screen, and players freely move within the screen to fight aliens. As the battles intensify within the screen, a sense of speed and presence increases.\n\n▼Dazzling support attacks by gun turrets\nIn addition to the weapons equipped by the player, there are gun turrets that provide support attacks. By setting up multiple gun turrets, the attacks dealt to the aliens become more flashy. The type and performance of the turrets enable different attacks, and it is characteristic to see explosions, lasers, and missiles flying all over the screen.\n\nIn addition, there are elements where you can comfortably sweep the enemies by increasing your own ability values and the ability values of weapons. This allows you to enjoy more efficient and smooth play.\n\n▼Beautiful 3D graphics\nThe graphics, which have been elaborately created down to the details, such as backgrounds with depth, lighting, and effects, provide beautiful and powerful visuals.",
    "id": "01005A501BBCC000",
    "name": "XALADIA: Rise of the Space Pirates X2",
    "publisher": "ACQUIRE",
    "releaseDate": 20231019,
    "version": 0
}