{
    "description": "On the eve of the gift-giving holiday White Day, new Yeondu High School student, Lee Hee-min, sneaks into school to hide a box of candies for the girl of his dreams. But when the shutters slam shut, he finds himself trapped in the building overnight, hunted by killer janitors and haunted by the troubled souls of the dead.\n\nCan Hee-min remain hidden while searching for clues to uncover the dark secrets of the building’s past? Or will the horrors that stalk the school’s eerie hallways by night claim his life before he can escape? With no weapons and limited supplies, there’s little room for error in this tense, stealth-based, Korean Horror classic, brimming with secrets, branching stories, and multiple endings.  \n\n• Classic horror for a new generation – A contemporary reimagining of the notorious 2001 first-person Korean survival horror, considered by many to be one of the scariest games ever made. All-new visuals and audio effects, an additional playable character in Yoo Ji-min, reimagined ghosts, and special endings.\n\n• Suspenseful cat-and-mouse gameplay – Explore a dense network of rooms and hallways by candlelight, while evading the murderous janitors who patrol them. Stay out of sight, turn out the lights, and try not to make a sound!\n\n• Terrifying ghost encounters – Come face-to-face with 20 unique ghosts, each more horrifying than the last. Collect ghost stories to learn more about their chilling and often tragic origins.\n\n• Mind-bending puzzles – Collect key items, solve devious riddles, and race against the clock to save your friends. Beware as the solution to puzzles will change in every playthrough!\n\n• Traditional survival horror mechanics – Inventory management, resource-based save points, limited healing items, and instant game over events to keep you on the edge of your seat!\n\n• Multiple endings – Discover other students trapped in the school and interact with them by picking from branching dialogue options. Your choices and actions will significantly alter the outcome of the story, with 10 different endings possible. \n\n• Dynamic scare system – Adjust the game’s difficulty for an entirely new experience. Play on Hard and Hell modes to set a time limit, ramp up the scares and ghost activity, with hauntings ready to spring when you least expect it.\n\n• Bonus costume DLC included! – 30+ additional costumes unlocked for all characters, from alternative school uniforms to bathing suits! ",
    "id": "010076601839C000",
    "name": "White Day: A Labyrinth Named School",
    "publisher": "PQube",
    "releaseDate": 20220908,
    "version": 0
}