{
    "description": "Traverse Arcadia your way. Save your friends. Time is ticking. \n\nAlma is an Automaton that awakens to a world in ruin after the war with the humans. Anima, the resource that gives Automatons sentience, is running out and turning Alma’s friends into mindless killing machines, the UNSIGHTED.\n\nKey Features: \nEXPLORE YOUR WAY - The world of Arcadia is massive and ripe for exploration, with many shortcuts to discover and maps both above and below the surface of the world. When one path seems too tricky, find new uses for familiar weapons and tools.\n\nRICH AND VARIED COMBAT - Build your perfect loadout to suit your playstyle. UNSIGHTED allows players to equip weapons in various ways, from dual-wielding swords to shuriken and shotgun combinations. Alma will need to use perfectly timed combat actions to trigger faster reload speeds or a massively damaging parry to survive in the city.\n\nCRAFT AND UPGRADE - Upgrade Alma through an extensive upgrade tree via chips you’ll find throughout your journey. Chips can be crafted or discovered, and each offers different bonus effects. Experiment with nearly limitless builds from the fast and efficient to the powerful and stylish. \n\nCHOICES MATTER - Alma’s withering life force ticks away in real-time and is the driving factor in the story of UNSIGHTED. Tarry too long in one spot, and you may find that critical NPCs have already become Unsighted before you meet them.  Save or drain other Automatons of their anima for your survival. The constant passage of time can result in vastly different endings and allows for further playthroughs to stay fresh and exciting.\n\nHIGHLY REPLAYABLE + CO-OP - In addition to the main story UNSIGHTED also features additional challenge modes, BOSS RUSH and DUNGEON RAID. You can also bring a friend along your journey through Arcadia through full-featured CO-OP.",
    "id": "0100FF6014BEE000",
    "name": "UNSIGHTED",
    "publisher": "Humble Games",
    "releaseDate": 20220707,
    "version": 0
}