{
    "description": "Garden Life is a relaxing gardening game in which you create your dream garden in a peaceful, colourful world. Plant and add ornaments at your own pace, transforming an overgrown forgotten plot into a flourishing community garden.\n\nA RELAXED APPROACH TO GARDENING \n Plant and nurture your dream garden using gardening techniques based in real life and adapted for everyone to enjoy:\n• Plant seeds, leaving them enough space to thrive\n• Water, fertilize, and clip your plants to enhance their natural beauty and nurture them to health\n• Discover different colourful varieties and unlock the full potential of each plant\n• Pull out all weeds or choose to leave some to protect plants from pests\n• Admire your plants in full bloom even through the changing seasons : in Garden Life, all plants thrive no matter the time of year!\n• Play the story mode or the creative mode\n\nSTORY MODE\nYou are in charge of an abandoned community garden and decide to roll up your sleeves to restore it to its former glory. Complete tasks given to you by your neighbours to earn rewards, unlock new tools, seeds, ornaments and areas of the garden, and learn more about what lies behind this secluded spot.\n\nCREATIVE MODE\nInstantly unlock every corner of your garden, including all the seeds and ornaments, and give free rein to your creativity: in this restriction-free mode, you can bring your dream designs to life!\n\nNATURAL PLANT GROWTH\nProcedural growth simulation developed specifically for the game ensures each plant grows in its own way! Each and every plant grows procedurally, and some even adapt to their environment by climbing if planted close to certain objects.\n\nFREEDOM OF PLACEMENT\nIn Garden Life, you are not restricted by a grid: place plants and objects freely to create your designs!  \n\nFLOWER SALES AND SCULPTURES\nHead to the village square to sell flowers and bouquets at your stall and use the earnings to buy new seeds, ornaments and tools in the shop. You can also donates flowers to help create huge floral sculptures in the pavilion and win adorable prizes! ",
    "id": "0100E3801ACC0000",
    "name": "Garden Life: A Cozy Simulator",
    "publisher": "Nacon",
    "releaseDate": 20240314,
    "version": 0
}