{
    "description": "Break up the monotony of traditional language learning and bring some entertainment value to your Japanese kanji studies on the Nintendo Switch with media5’s latest release in “edu-tainment”: Greco’s Hall of Kanji. A great study game for beginners. \nIn these days, Japanese food, among other aspects of the culture are very trendy around the world. With the upcoming Tokyo Olympics, the indulgence of Japanese culture will spike to new highs! So those visiting Japan are encouraged to begin their journey into the world of kanji or brush up on their skills in case they are feeling a little rusty. \nFor those of you who don’t know, kanji are characters used for writing that come from China. They are kind of like letters but look a lot more complicated than the basic 26 roman letters of English. And they are used in various writing systems. In fact, it is the second most used writing system in the entire world. \nWith this title, anyone can learn kanji starting from the elementary level and study various kanji used in everyday life. But you’ll have so much fun with this title, you’ll forget that you’re even studying. Moreover, having a grasp of kanji can really help make traveling in Japan a lot easier.\nUsing the Japanese learning style of immersion with repeated writing and memorization, you can practice writing kanji to your heart’s content using the Switch’s touch screen. Of course, aside from writing, you can also learn the kanji’s pronunciation and meaning as well.\nSo enjoy studying and learn how to use Japanese writing with style!\n<Learning contents>\n• Understand the meaning and pronunciation of kanji displayed on the screen, and gradually learn it as you practice writing it repeatedly and correctly until it becomes second nature. \n• By understanding the kanji by looking at the different parts and meanings that make up a single kanji, you will be able to understand the kanji completely.\n• In short, understanding the meaning of the kanjis and be able to write them with ease.\n\n----------------For Kids----------------\nThe game’s setting and story:\n“The name’s Greco! I live in the Hall of Kanji. Kanji are stylish and cool looking characters used in Japanese writing. There’s no doubt that you will become popular with the people of Japan if you learn them! In my hall of kanji you can do two types of study challenges against my ghosts. The first one is called the “Writing Challenge”. In this challenge a ghost will appear with a kanji inside of it. If you write the kanji in his stomach correctly many times, you will defeat the ghost. The second challenge is called the “Hide and Seek Challenge”. In this challenge, parts of a kanji are hidden behind many mirrors, can you guess what the kanji is by looking at just parts of it? If so, then write them as fast and as accurately as possible and get rid of the ghosts. The more ghosts you defeat, the closer you will get to solving the secret of my mystery puzzle. Writing kanji correctly many times is the best way to learn Japanese kanji. So good luck!”\n--------------------------------------\n\n• [Writing Challenge] – Write the kanji displayed on the ghost over and over again as accurately as possible.\n• [Hide and Seek Challenge] – Some parts of the kanji are obstructed, and the visible parts can only by seen in a series of mirrors on the screen. From what you can see, try to guess and write the correct kanji.\n• By writing a lot of kanji correctly and defeating a lot of ghosts, you will be able to unlock and see Greco’s secret puzzle picture.\n• You can review kanji that you’ve learned and completed in the “Kanji list”.",
    "id": "0100B6700DEC2000",
    "name": "Greco’s Hall of Kanji　Learn Japanese< Beginner >",
    "publisher": "media5",
    "releaseDate": 20190410,
    "version": 0
}