{
    "description": "Arise, lowly skeleton, and rescue the Princess from the Dark Lord's castle!\nDevelopers Documentation and Difficulty Selection have been added!\n\nYou are a nameless skeleton in the Dark Lord's army.\nThe Princess was abducted to become the dreaded Dark Lord's wife, after a chance encounter, you set her free.\nGuide the Princess from the shadows in Skeleton Form, switching to Hero Form when it's time to mount a gallant offense!\n\n    ■ The Game\n\nAid the Princess in her flight from the Dark Lord's castle, guarding her from traps and enemies as you strike an artful balance between both Skeleton and Hero Forms--each boasting a palette of unique abilities and traits.\nCan you safely guide your royal counterpart to the flower at the end of each area?\nSucceed, and the fairytale will further unfold!\n\nImmersive gameplay and whimsical storytelling come together in a resplendent production you can pick up and play--as well as save and stop--anytime you please!\nEqual parts action and puzzle, a new kind of fairytale awaits you!\nPlaying in Handheld mode is recommended as touch controls are better suited for some parts of the game.\n\n    ■ Nintendo Switch™ Version\n\nThe Nintendo Switch™ version comes with new features: difficulty selection and Developers Documentation.\nAfraid of the unforgiving difficulty of the original game? On Nintendo Switch you get to play the re-balanced NORMAL mode first!\nOnce you clear the game on NORMAL, step up the challenge and try the ORIGINAL mode!\nThe Developers Documentation includes various game art and other materials produced at the design stage.\nCheck out the enemies and other elements which unfortunately never made it into the game!\n\n    ■ The Story\n\nOnce upon a time, the Princess of a faraway land ruled in tranquility...\nUntil she was kidnapped by the scheming Dark Lord.\nThe Dark Lord was determined to make the unwilling Princess his bride.\nLocking her away in his castle, he ordered a skeleton to keep a stern watch over his prize. \nThe docile henchmen kept to his orders...at least at first.\nThe weeping beauty before the skeleton conjured strange feelings. Yes, he wanted to return the Princess to her former life, away from the Dark Lord's marital machinations!\nAnd so it was the lowly skeleton betrayed his master and set the Princess free.\n\nBut can the pair make it out of the castle in one piece? Our story begins...\n\nThe game can be played in both the Handheld and TV mode.\nPlaying in Handheld mode is recommended as touch controls are better suited for some parts of the game.",
    "id": "01005EE00BC78000",
    "name": "Dokuro",
    "publisher": "SE Mobile and Online",
    "releaseDate": 20180927,
    "version": 0
}