{
    "description": "From the creators of PHOGS!, Tray Racers! is a free-to-play racing game set in a vibrant post-apocalyptic world. Armed with nothing but your trusty tray, you play as a ragtag kid speedster - race solo or with up to 16 players through a wacky playground of randomly-generated sand dunes, cute critters, bouncy cactus forests and more! \n\nSurf the sizzling sands. Dazzle your pals with tray tricks. Hitch a ride on a giant worm. And outspeed your friends to become…the ultimate Tray Racer!\n\nFor gamers of all ages! ❤\n\nRACE\nHold onto your butts! It’s time to race…\n\nSurf the dunes on your very own tray\nRace solo or in online multiplayer (with up to 16 players!!)\nEmbrace your inner daredevil with *bonus speed* for near misses\nGoof off with silly emotes\nPull off ✨cool ✨ tray tricks & combos\nPerfect for parties with pals ❤\n\nEXPLORE\nDiscover a dazzling desert-world!\n\nWhen the world ended, the people of Tray Racers! found a better, more sustainable way to live. Together, and in better harmony with nature.\n\nEvery race takes place on a unique, randomly-generated track - with weird and wonderful vistas, hazards, creatures, and surprises from a mix of bizarre & beautiful post-apocalyptic biomes. Featuring:\n\nBouncy cactus forests\nWacky wastelands\nCute bugs & other critters\nChaotic Canyons\nSustainable solarpunk settlements\nHerds of GIANT Camellos\n& More!\n\nSTYLE\nRace in style! Give your racer a makeover with...\n\nSick Threads\nGnarly Hairstyles\nCustom tray paint-jobs\n& More!\n\nCHILL\nGet cute and cozy at the Camp\n\nHang out with friends between races at the chilled-out Camp lobby\nHost a jam sesh with the Camp’s musical instruments\nPonder your place in the universe under a starry night’s sky\nPet *everything* with a dedicated ‘pet-the-thing’ button\n(There’s a friendly creature in the Camp called Scrump and we love him…)\n\nWholesome vibes\n\nMade with ❤ by an indie team\nA positive take on the apocalypse that celebrates all things eco, kindness & community\nNo way to hinder other players while racing (winning isn’t everything!)\nCharacters that make you go awwwwwwww",
    "id": "0100EF7017108000",
    "name": "Tray Racers!",
    "publisher": "Bit Loom",
    "releaseDate": 20230413,
    "version": 0
}