{
    "description": "Monster Train brings a new strategic layer to roguelike deckbuilding, with a tactical twist: defend not one, but three vertical battlegrounds simultaneously as you fight to protect the final pyre against the forces of heaven. No playthrough is ever the same, it’s a fresh challenge every time. You’ll never play the same deck twice!\n\nHell has frozen over. Only you can protect the final burning pyre from the forces of heaven and restore the inferno. \n\nTo take back hell, you’ll need to power up. Choose your route carefully, different locations yield different benefits. Upgrade your champion, gain Pact Shards and their benefits, recruit powerful units, upgrade cards, gain passive bonuses, or duplicate any card in your deck.\n\nStrategize to Fit Your Playstyle\nWith six clans to choose from, each has its own unique and surprising gameplay. Pick your primary and supporting clan to gain access to all cards from both. During your run you will be able to improve cards by mixing and matching upgrades to open up new roads to victory. You can even duplicate your favorite card at special map nodes before facing off against the final boss.\n\nThe Last Divinity\nIf you have gained 100 or more Pact Shards when you defeat Seraph, a final battle unlocks and you can face – The Last Divinity! \n\nHell Rush - Multiplayer\nIn the Hell Rush multiplayer mode, eight players compete in a frantic real-time contest. Only a true speed demon can remain undefeated.\n\nYou will never play the same deck twice!\n● 25 covenant (difficulty) levels\n● Over 280 cards\n● 6 monster clans, each with their own distinct gameplay\n● Each clan has 10 levels to unlock, bringing new cards to your deck\n● Upgrade your clan champion multiple times during the run\n● Merge your units to create the ultimate monster\n● Monster Train First Class features the full base game plus “The Last Divinity” DLC ",
    "id": "01006D9013894000",
    "name": "Monster Train First Class",
    "publisher": "Good Shepherd",
    "releaseDate": 20210820,
    "version": 0
}