{
    "description": "This is kart racing the whole family can enjoy.\n\nGrand Winner – Nintendo Switch™ Family Game, 2022 NYX Game Awards.\n\nHit the gas pedal and control your kart as you swoop over awesome jumps and dodge yucky obstacles such as gross goo and smelly snot slime, in 40 mischief making levels set in fantastic Horrid Henry themed locations.\n\nPlay as Horrid Henry, or race head-to-head as Rude Ralph, Moody Margaret, Perfect Peter, Brainy Brian or Singing Soraya. Horrid Henry’s Krazy Karts allows up to 4 player local play, that means you can play with your friends all from a single Nintendo Switch™.\n\nPerform amazing front and back flips to gain extra airtime points, win cups and upgrades, and deploy crazy character transformations to become the ultimate Horrid Hero.\n\nPlay 8 mighty mini-games to win terrific tricks and multiple power-ups to leave everyone else standing! \n\nVisit Henry's Workshop to create the coolest customized kart around. Change the wheels, select the best motor, then add funky stickers and cool paint effects.\n\nMultiplayer Mode to play with friends or family, and built-in Level Designer to create and share your very own Horridly tricky challenges. \n\nWant to be the best?  Brainy Brian is on hand to show you how with his interactive race tutorial.\n\nFUN, FAST, FRANTIC, this non-stop action-packed racing game will keep you entertained for hours!\n\nFeatures\n• Suitable for ages 6 and over\n• Simple and responsive controls\n• 40 mischief making levels set in 4 authentic Horrid Henry locations\n• Henry’s Kart Customization Workshop\n• 8 Mighty mini-games; Foam Fungus Fizz, Smelly Snot Slime, Gross Goo, Banana Skid, Bedspring Bounce, Slime Squirt, Snotbag Slinger and Perfect Plane\n• Tournament and Race Modes\n• Crazy character transformations\n• Brainy Brian’s Interactive Race School Tutorial\n• Built-in Level Designer\n• Real character voices and hilarious sound effects.\n• Rocking musical soundtrack\n• For 1 to 4 players using a single Nintendo Switch™",
    "id": "0100EAD015800000",
    "name": "Horrid Henry's Krazy Karts",
    "publisher": "P2 Entertainment",
    "releaseDate": 20220121,
    "version": 0
}