{
    "description": "Get ready for a high-octane, cooperative party game experience in Speed Crew! Assemble your team of 1-4 players, and take on the role of an elite pit crew tasked with fixing cars and beating the clock to secure victory in this fun and chaotic adventure. With an engaging storyline featuring the antihero Dominion Torrento, you'll need to work together through four racing championships across four decades, from the 70s to the 00s, to teach him a lesson he won't forget.\n\nFeaturing both local couch co-op and online multiplayer, Speed Crew is perfect for players of all ages and skill levels. The game is designed to encourage cooperation and focus as you diagnose car issues, use a variety of tools to make repairs, and navigate the dynamic, hazard-filled pit lane to get your driver back on track.\n\nSpeed Crew boasts stylized 3D graphics with a retro touch and a custom-made soundtrack that captures the distinct grooves of each decade. With 48 levels of action, animated and voiced story cinematics, and a variety of tools and car issues to tackle, you'll never run out of challenges.\n\nFuture updates and DLCs promise even more levels and game modes to keep the excitement going. Customize your characters and vehicles to stand out on the track as you work together to become the ultimate pit crew.\n\nKEY FEATURES:\n\n- Cooperative party game for 1-4 players, with local and online multiplayer options\n- Engaging storyline featuring the antihero Dominion Torrento and 4 racing championships spanning 4 decades\n- Dynamic pit lane filled with tools, hazards, and other cars to keep the action intense\n- Stylized 3D graphics with a retro touch and custom-made soundtrack for each decade\n- 48 levels with a variety of tools, car issues, and animated and voiced story cinematics\n- Suitable for all ages and skill levels, with a focus on cooperation and teamwork\n- Extensive character and vehicle customization options\n- Planned updates and DLCs with additional levels and game modes",
    "id": "0100C1201A558000",
    "name": "Speed Crew",
    "publisher": "Wild Fields",
    "releaseDate": 20230608,
    "version": 0
}