{
    "description": "Shovel Knight Showdown is the ultimate platform fighting experience, where you can duel with up to 4 players and scramble after gems as your favorite heroic or villainous knight from the Shovel Knight: Treasure Trove saga. Gather your pals for endless multiplayer clashes, or choose from more than 16 playable characters in Story Mode, each with their own unique story to tell. Master every move, explore a vast array of items and locales, and discover new revelations in Shovel Knight Showdown!\n\nWhen a magical catastrophe creates a world of never-ending battle, the heroes and villains of the Shovel Knight saga must discover the source of the disaster and fight to set things right! Play as your favorite character (alone or with a friend in co-op battles), face off against powerful rivals, and perfect your platform fighting skills in full-featured practice and target modes on your way to an all-new final encounter. Unlock new content and revisit Shovel Knight Showdown again and again as you dig into an immense variety of single-player and local multiplayer modes, features, and customizations.\n\nFeatures:\n• Play as all the key heroes and villains from Shovel Knight, many for the first time ever! Master over 16 playable characters including Shovel Knight, Shield Knight, Black Knight, The Enchantress, and all of the Knights of the Order of No Quarter!\n\n• Compete in one-on-one duels and frantic 4 player free-for-alls against local challengers in modes like Gem Clash, Showdown, and more!\n\n• Join your friends in cooperative team battles against AI opponents (or each other), and create your dream duos from the sprawling cast of characters!\n\n• Battle through Story Mode, a multistage journey customized for each character! Your chosen hero will face a rival, defeat scores of opponents, relax with a minigame or two, and hopefully see their tale completed after an all-new final encounter!\n\n• Explore myriad stages inspired by famous characters and locales in Shovel Knight, as well as a plethora of all-new locations.\n\n• Prepare and perfect your moves in practice mode, play to your heart’s content with tons of battle customization options, and hone your skills with treacherous feats and the chaotic Target mode.\n\n• New songs complement an award-winning soundtrack composed by Jake “Virt” Kaufman.",
    "id": "0100B380022AE000",
    "name": "Shovel Knight Showdown",
    "publisher": "Yacht Club Games",
    "releaseDate": 20191210,
    "version": 0
}