{
    "description": "Saga of Sins is an unholy action-adventure featuring a mystical storyline and rewarding arcade gameplay! Immerse into a world of stained glass inspired by the Dutch painter Hieronymus Bosch (1450-1516) that is stained by sin.\n\nPlay as the righteous cleric Cecil - who can enter people’s minds by transforming into four unique demonic creatures such as a howling werewolf or a fierce gargoyle - to fight the seven deadly sins and free the plague infested village of Sinwell. Every creature has individual skills that can be upgraded for gold dropped by enemies. Once unlocked you can switch between the creatures on the fly, each featuring a devastating Power Dash!\n\nSwitch between your demonic creatures on the fly and make use of their unique abilities and shot types.\nHowling Werewolf\nHowl at the moon and produce sound at a frequency that can shatter cracked glass to reveal hidden secrets.\nFierce Gargoyle\nCertain objects, such as boxes or braziers, can be set on fire with the Gargoyle’s Fire Breath to clear the path, unlock secrets or solve riddles.\nMighty Griffin\nOnly the Mighty Griffin can climb special walls covered in vines to reach new heights, discover secrets or outflank enemies.\nOne final more secret transformation...\nPowers of this last terrifying creature might surprise you... Will you be brave enough to discover and tame it?\n\nA MYSTERY STORY! Saga of Sins is a thrilling saga with surprising twists, inner conflicts and multiple endings. Enter the mind of all the villagers - whether sinner or innocent - and be amazed by the scenarios and secrets that await you. Will you be strong enough to discover the truth?\nENHANCE YOUR SKILLS! Upgrade your demonic creatures by spending gold dropped by enemies. Climb the Skill Tree faster by looting all hidden treasure chests and by defeating foes with your Power Dash so they drop double the amount of gold!\n\nSaga of Sins is a \"story arcade\" game combining a dramatic storyline with rewarding arcade gameplay. The game offers 31 villagers’ minds to enter: sinners and innocents!\nSinner Levels\n- Gluttony, Sloth, Envy, Greed, Pride, Lust and Wrath! The seven deadly sins have befallen the minds of the villagers. Find them and cast out their sins to free Sinwell from the plague.\nInnocent Levels\n- Unlike the sinners’ minds, embodied by the action levels, themed after each seven deadly sins, innocents’ minds offer a surprising variety of puzzles, riddles and skill tests to solve.",
    "id": "0100A580194DC000",
    "name": "Saga of Sins",
    "publisher": "JUST FOR GAMES",
    "releaseDate": 20230330,
    "version": 0
}