{
    "description": "The Original Moorhuhn, probably the craziest and best-known chicken in the world, is now on the Nintendo Switch™, and hunting season is open! It's time for you to keep things quiet and tidy. Take on the role of the chicken hunter as you move the screen left and right to search for more chickens and power-ups. Then use your bullets to shoot incoming birds. The harder they are to get, the more points they are worth.\n\nMoorhuhn Remake is a great way to kill a few minutes or pass the time for a couple hours and challenge other players worldwide.\n\nSpecially designed for Nintendo Switch, Moorhuhn Remake gives you the choice to play alone or in real time against a friend or in turns with up to four players.\n\nSelect the game mode you like most:\n• Single-player — You have 90 seconds to hunt as many chickens and collect as many points as possible. Beat your personal record and compete with players around the world.\n\n• 1 vs. 1 duel — The goal is to hunt more chickens than a friend in only 90 seconds! Every player uses a single Joy-Con™ to target and shoot the chickens.\n\n• Multiplayer — Two to four players alternate on the hunt for chickens and points. Who aims better and shoots faster? There's only one way to find out. Load your rifle, and let's go!\n\n• Leaderboards — See how your single-player high score compares with those of your friends and other members of the community.\n\nNEW:\n• Joy-Con Speed — Choose one of three speed settings for maximum hunting success.\n\n• Pure fairness — From now on there is a leaderbord for touch players and another leaderboard for players who play exclusively with the Joy-Con or the Nintendo Switch Pro Controller.\n\nOther features include:\n• Tutorial and FAQs — Read up on game tips and tricks to quickly become a successful chicken hunter.\n\n• Online/Offline — Play whenever and wherever you like. No internet connection is needed to hunt. However, you will need an internet connection to upload your top score to the global leaderboard and see other players’ scores.\n\n• Community — With more than 15 million games sold, Moorhuhn is the best-known and most successful German game character. With Moorhuhn Remake — developed specially for Nintendo Switch — the chicken opens a new chapter and hits the charts once again. Join the large Moorhuhn community now!",
    "id": "010026D00AABE000",
    "name": "Moorhuhn Remake",
    "publisher": "Higgs Games",
    "releaseDate": 20220721,
    "version": 0
}