{
    "description": "\"Love Palette - 恋色ぱれっと -\" is a visual novel game where the protagonist Takumi, who leads a fairly fulfilling school life, repeatedly goes on dates with the beautiful girls of the school to deepen his relationships and find a cute girlfriend.\nA Bishojo Game released in 2015 under the \"Yuki Ichigo Chocolat\" brand has been reworked for the \"PandaShojo\" platform for players around the world to enjoy.\n\n\n◆Synopsis\nThe protagonist, Takumi Jino, is a second-year student who enjoys his school life to the fullest.\n\nAfter school, he chats and plays cards with his junior, Anzu, \nand then meets up with Nao and Akeno-senpai after their club activities; the three take a detour before heading home together.\nAlthough this only happens once a week, he still lives a fulfilling life. \n\nHowever, Takumi is also a boy reaching \"that\" age.\nNaturally, he begins to be aware of the girls who are always with him.\nIf I could have a girlfriend, if I could go out with one of the three...\n\nWhat does Takumi want to do with these cute girls?\nWhat kind of relationship does he want to have if he dates them?\n\nTakumi invites them on a date to get to know them, \nand in the process, he also learns about himself.\nThe blank palettes of these 4 people will be dyed the color of love.\n\n\n◆Characters\n・Nao Hayami\n\"I'm heading to club activities. See you tomorrow!\"\nA cheerful and caring childhood friend who makes homemade lunches.\nShe's always had affection for Takumi, something that hasn't changed.\nDue to her caring nature, sometimes she can be a little nagging. \n\n・Akeno Tachibana\n\"What's wrong?! Finished already? Next!\"\nA cool, attractive upperclassman who is in the kendo club.\nThey tease Takumi endlessly, but they're close enough that Takumi sometimes teases them too.\nAlthough she seems like a dependable older sister, she has a childish side that likes mischief.\n\n・Anzu Kurahashi\n\"Are you free after school? Yes, you do. You look like you don't have anything going on.\"\nA friendly underclassman with a slightly disappointing physique, but still cute like a little sister.\nEver since Takumi showed her around the school building when she entered the school, she has taken a strange fascination with him. \nAlthoughs he has a unique, languid personality and a bit of a harsh tongue, she is also popular at school.\n\n・Takumi Jino\nA realistic protagonist who is friends with three beautiful girls.\nHe is a gentleman towards women and is popular among some students.\nWanting a girlfriend, he starts asking girls out on dates. ",
    "id": "01002B001F2C2000",
    "name": "Love Palette - 恋色ぱれっと -",
    "publisher": "CyberStep",
    "releaseDate": 20240523,
    "version": 0
}