{
    "description": "Crown Trick is a beautifully animated rogue-like RPG adventure characterized by turn-based combat and skill-item interactive strategy. Enter a labyrinth that moves as you move, where mastering the elements is key to defeating enemies and uncovering the mysteries of this underground world. With a new experience awaiting every time you enter the dungeon, let the power bestowed by the crown guide you in this challenging adventure!\n\nProcedurally Generated Maze\n\nThe procedurally-generated maze ensures you have a different experience every time you enter the dungeon. But unlike traditional open maps, Crown Trick locks you inside a small dungeon room to do battle with monsters. Without access to the entire map, you have no choice but to strategically decide how you will mount an attack on the enemy.\n\nSynchronous Turn-Based Strategy\n\nThe game moves as you move, and your enemies will stand still until you decide what’s the best way to attack. Take however long you need to map out your route, decide the best way to avoid traps, or how to use the elements to your advantage. A carefully thought out strategy is the key to escaping this dungeon alive.\n\nUse the Environment\n\nAs you go deeper into the dungeon you will come across terrains mirroring a variety of elements that can be combined with your skills to deal heavy damage to the enemy. Throw fire on top of oil to burn monsters and mix lightning with water to electrocute your foes. There are a lot of lethal combinations to explore and use to slay monsters you encounter.\n\nLearn Skills from your Enemy\n\nThroughout your quest, you will encounter elite monsters, equipped with elite skills, known as Familiars. By defeating them you will gain access to their abilities, increasing your arsenal of skills you can unleash as you continue on to the next levels.\n\nGame Features:\n\n- A totally new approach to strategy roguelike gameplay\n- Synchronous turn-based combat, where each move is full of possibilities and each battle is a challenge\n- Explore the atmospheric dungeons of different settings and try your best to survive until the end\n- Experience randomly generated dungeons, weapons, relics, items, and challenges each time you start your journey\n- Build your own unique combat style and choose from the variety of 40+ active skills, 60+ passive abilities, 30+ usable items, 170+ special relics\n- Slay 100+ different monsters wielding nine unique types of weapons or up to 120+ individual weapons in total\n- Dare to challenge more than 10+ powerful bosses\n- Solve 60+ mysterious challenges and puzzles\n- Reveal all the secrets and find the truth hidden behind the Nightmare Realm",
    "id": "0100059012BAE000",
    "name": "Crown Trick",
    "publisher": "Team17",
    "releaseDate": 20221007,
    "version": 0
}