{
    "description": "Selfloss is an emotional adventure game set in a Slavic-inspired whale-worshiping fantasy land. The old healer Kazimir makes an epic journey by boat and on foot in search of a ritual that can cure his soul wound. Meet memorable characters and use the light of your magic staff to fight Miasm - the mysterious affliction taking over the world.\n\nThe Magical Staff\nKazimir’s staff is central to the game’s mechanics and story, creating unique gameplay opportunities by controlling the staff both simultaneously and independently.\nTake on enemies spawned by the Miasma with the searing light of your staff.\nFind different ways to use your staff to solve puzzles and remove the stain of the Miasma from the world.\n\nExplore by Land and Sea\nNavigate the stunning world of Selfloss on foot or by boat.\nUse the power of Kazimir’s staff to power your small boat through treacherous waters and winding rivers.\nExplore to meet the various inhabitants of the world and bring a healers touch to ease their pain.\n\nExperience an Emotional Journey\nEnact the ritual of Selfloss, healing the wounds of those who have lost loved ones.\nA powerful and moving soundtrack by Arigto elevates the emotional impact of Kazimir’s journey.\n\nA Unique and Lore-Rich World\nDiscover a sea-worshiping world with whale gods, inspired by the landscapes and tales of Iceland.\nUnearth Slavic-inspired myths brought to life through the stories you encounter on your travels.\n\nFeatures\nWeild the power of the magical staff - a tool that is central to the game’s mechanics and story.\n\nControl Kazimir and his staff simultaneously and independently to solve complex puzzles and overcome strategic and dynamic combat.\n\nTraverse on foot or by boat, discovering Slavic and Icelandic myths along the way as you help others overcome their hardships and grief.\n\nExplore a unique sea-worshiping world with whale gods, resembling the vast landscapes of Iceland.\n\nExperience an emotive and moving story as you journey to enact the Selfloss ritual as a healer suffering their own soul-wound.",
    "id": "010036C01E244000",
    "name": "Selfloss",
    "publisher": "Merge Games",
    "releaseDate": 20240912,
    "version": 0
}