{
    "description": "- What is Like Dreamer?\n\nA cute pop art-style shoot 'em up game from Outside, the makers of Cosmo Dreamer. In this game centered around a popular danmaku social network, you'll dodge bullet barrages in an array of virtual settings, earning Likes and Followers for your mad gameplay skills.\n\nDo not fret! While shoot 'em ups look tricky, there's really not all that much to it. This game is structured for a wide range of gameplay, from absolute beginner to seasoned expert.\n\n\n- Game Features\n\n・Choose your own style.\n　・Select from among 3 danmaku girls, and customize your Shots, Bombs, and more to your liking.\n\n・The \"Mental Gauge\" offense and defense system frees you from the worry of getting hit by a bullet or two.\n　・Fully charge the gauge by shooting and increase your Mental Level.\n\n　・Shield activated when Mental Level increases, allowing the player to get hit without sustaining damage.\n　・You can also consume Mental Level for Bombs that pack a punch.\n\n・\"Buzz Gauge\" system allows you to go viral on social media.\n　・Your Buzz Gauge increase as you gain more Likes and Followers.\n\n　・Max out your Buzz Gauge to activate Buzz Fever for a limited amount of time.\n　・Greatly increase your attack power and Likes!\n\n・Stage selection system allows you to fully enjoy each Stage.\n　・The next Stage is unlocked when you clear the current Stage, and once you've completed the game, you can restart from previous Stages.\n\n・Take on areas you find particularly challenging with Practice Mode.\n　・In Practice Mode, you can set your starting point and parameters freely.\n\n・Select from three different difficulties depending on your skill level. Prove yourself and play a fourth bonus difficulty.\n\n・Various bonus modes available, including a traditional arcade-style \"Trial Mode\" and \"Boss Rush\" in which you can fight bosses continuously.\n\n・Earn gallery artwork and achievements when you meet certain criteria. Can you collect them all?",
    "id": "01003CA01952E000",
    "name": "Like Dreamer",
    "publisher": "Waku Waku Games",
    "releaseDate": 20230330,
    "version": 0
}