{
    "description": "Take on over 200 quick and quirky microgames—solo or with friends*! What is a microgame? First, choose from a kooky crew of characters, each with their own distinct abilities. Then, short-and-sweet instructions will appear on screen. Finally, use your character’s ability to follow instructions and complete the microgame within a short amount of time. For example, choose Wario, see “Tweeze!,” then use his dash to pull out a statue’s armpit hair! \n\nFind a friendly frenzy with a mountain of microgames\n\nPlay through Story mode (alone or with a second player) and take on microgames to help Wario and friends escape from a bug-ridden video game. Microgames are divided into categories like Fantasy and Nintendo Classics—successfully beat enough microgames in a row to progress through the Story and unlock more characters and modes. In Variety Pack, test your microgame meddle against up to three other players* in several fun and competitive party games (volleyball, anyone?). \n\nGet a taste of WarioWare with a free demo\n\nDip your toes into the wild world of the WarioWare™: Get It Together! game by downloading the free demo on Nintendo eShop. Play a selection of microgames from Story mode that appear in the full game. Complete either alone or with a friend and try out characters as you learn their abilities and play through a microgame gauntlet. Lose all your lives? Start again and try to beat your score!\n\nWario is trying his luck at video games again, but this time he’s really getting into it—literally! Help Wario and friends play their way out of a microworld of microgames by taking on over 200 madcap microgames. \n\nWhen you aren’t bug busting in Story mode, check out Play-o-pedia to practice your microgame skills with each character. Spend some time with the kooky cast and give them items to promote them in Crew mode. Increasing their job points will come in handy during the weekly Wario Cup as you go for the high score! You can also turn on Ranked Mode** to compare your Wario Cup scores with friends and players around the world.\n",
    "id": "0100563010E0C000",
    "name": "WarioWare™: Get It Together!",
    "publisher": "Nintendo",
    "releaseDate": 20210910,
    "version": 0
}