{
    "description": "\"Touken Ranbu Warriors\" is an action game that is a collaboration between the \"spirits of blades\" simulation game \"Touken Ranbu -ONLINE-\" presented by DMM GAMES and NITRO PLUS, and the thrilling \"1 vs. 1,000\" WARRIORS series of KOEI TECMO GAMES.\n\n●\"Touken Ranbu\" is in 3D at last. Witness the most beautiful graphics in the history of the WARRIORS series.\nThe Touken Danshi characters, which will be familiar to fans of the source material, rush about the battlefield in 3D.\nIn addition to the thrilling action you expect from the WARRIORS series, you can enjoy battles with a plentiful variety of animations, such as battling together with a partner and dueling.\nExperience battles with the Touken Danshi that are both fierce and beautiful.\n\n●Fifteen blades incarnate from a drifting honmaru base set out on a historical drama in the Sengoku Era. Experience an original epic story that can only be found in this game.\n\nStory overview:\nThe Touken Danshi, 15 blades incarnate who had been drifting aimlessly without a Saniwa master, are suddenly attacked by the History Retrograde Army.\nAfter the battle, they are assigned by the Government of the Time to undertake \"onslaught investigations.\"\nThe masterless blades have no choice but to depart for the chaotic world of the Sengoku Era, whose history had already begun to be altered.\n\n●The honmaru serves as the base of the Touken Danshi. Enjoy tons of special events and elements that can only be found in this title.\nThe Touken Danshi can be placed freely within the 3D-depicted honmaru, the characters' base where they live.\nPlayers can also see how the Touken Danshi are doing at the honmaru, as well as view original events unique to this title in which they interact with one another.\nBetween battles, players can take a break and enjoy mini-games such as \"Pose Matching\" and \"Tag.\"\nPhoto Mode, in which players can take pictures of the Touken Danshi and post them to SNS, is also included.\n\n●Easy Mode has been included, so even players who are less proficient at action games can control the game easily.\nTwo types of controls are included: \"Regular Mode,\" which features the control scheme traditionally used for the WARRIORS series, and \"Easy Mode,\" which uses controls for players less proficient at action games.\nThe latter only requires simple button inputs, so players will be able to enjoy the beautiful actions.\n\nNotes:\nThis software is available in different languages depending on the region in which it is sold (distributed). Please make sure to check before purchasing.\nThis is the English version (text).\nThe \"Touken Ranbu Warriors Digital Deluxe Edition\" is also available. Be careful to avoid making a redundant purchase.",
    "id": "0100DC9016C7C000",
    "name": "Touken Ranbu Warriors",
    "publisher": "KOEI TECMO AMERICA",
    "releaseDate": 20220524,
    "version": 0
}