{
    "description": "Screencheat is the award-winning, split-screen shooter where everyone is invisible, so you have to “screencheat” (verb: to look at your opponent’s screens), enhanced exclusively for Nintendo Switch™! Inspired by the great split-screen shooters of yesteryear, Screencheat: Unplugged is a fresh take on the classic couch multiplayer you know and love! \n\nMaster a wide variety of weapons and engage in fast and frantic combat with up to four players locally or with bots, then challenge yourself in the tricky time trials mode. With colourful maps, unique modes and a huge number of customisation options including wacky mutators, Screencheat: Unplugged is the ultimate party FPS.\n\nTEN UNIQUE AND CRAZY WEAPONS\nRanging from the dependable Blunderbuss to the heroic Hobby Horse to the completely crazy Chefolet; a car engine that fires ricocheting energy balls, all are designed to deliver deadly satisfaction. Each weapon comes with its own unique mechanics, encouraging wildly different play styles. \n\nPLAY HOW YOU WANT\nGather your friends and play together using single Joy-Con™, dual Joy-Con™ or the Pro Controller! Screencheat features a host of intuitive control schemes no matter what you’re playing with. Choose a control scheme, then customise it to suit your play style. \n\nNINE NOSTALGIC GAME MODES\nFrom traditional favourites such as Deathmatch, Capture the Fun where players compete to hold a pinata for the longest, to the completely unique Murder Mystery that challenges you to find and frag your specific target with a specific weapon.\n\nELEVEN RETRO-INSPIRED MAPS\nIn the spirit of the best arena shooters, you’ll spend time traversing 11 maps via air vents and trampolines until you’ve acquired your target and fragged them accordingly. Each map is designed with colour-coded areas as well as plentiful landmarks that allow you to quickly locate other players without being able to actually see them. \n\nCUSTOMISE AND MUTATE\nWe've got heaps of customisation options so you can play the game however you want! Choose which weapons are allowed, adjust player attributes, victory conditions, penalties and more. To really mix it up stack on some Mutators such as hyper mode, low gravity, flappy jump or the iconic Australian Edition.\f",
    "id": "01009BB00AD62000",
    "name": "Screencheat: Unplugged",
    "publisher": "Samurai Punk",
    "releaseDate": 20181129,
    "version": 0
}