{
    "description": "Several years after Yuuji Kazami and his friends fought for their lives in a fierce battle, a new generation of heroines gather at Mihama Academy, which has been reinstated as a 'specialist training school'. \nTaking place in the same world as The Fruit of Grisaia, new characters bring an exciting fresh take in Volume 7 of this brand new series!\nBefore the conclusion of the series in the next episode, every motive and story will intertwine!\n\nAvailable in three languages!\nThe text can be set to Japanese, English or Simplified Chinese (audio is Japanese only). This includes in-game text, options, and the digital manual. Language settings can be changed at any time.\n\nPlay using only the touch screen! Play with one hand!\nPlay in handheld mode with the Joy-Con™ controllers attached, or detach them and play with just the touch controls! While in tabletop mode or TV mode, everything can be controlled using only the Joy-Con™ (R), allowing you to play with only one hand!\nAlso available for the Nintendo Switch™ Lite system. (A separate Joy-Con™ (R) is required to play with one hand.)\n\nVolume 7 Summary\nAs daily life goes unchanged, the girls continue to sharpen their fangs in silence for the inevitable showdown. \nMeanwhile, Shiori Arisaka finds herself in two minds. Should she allow her students to jump headfirst into this battle, or should she forbid it? Their fate lies entirely in her hands.\nHarrowingly, at the core of the enemy forces are former Phantom Trigger members; Enishi and Kuroe. The climactic final confrontation is close at hand.\n\nGameplay\nThis game is a visual novel, where where you can read it like a book or watch it like an anime or a movie.\nThe story comes to life with a star-studded voice actor cast and fully-voiced story (excluding the main character), gorgeous graphics and music, and immersive animation.\n\nStaff\nCharacter Design/Art: Akio Watanabe\nStory: Ryuta Fujisaki\nSD Character Design/Art: nanaca mai\n\nCast\nRena            VA: Maaya Uchida\nTohka          VA: Ayane Sakura\nChris            VA: Kaori Nazuka\nMurasaki      VA: Atsumi Tanezaki\nMaki            VA: Yoshino Nanjo\nGumi           VA: Suzuko Mimori\nTaiga           VA: Natsumi Takamori\nYuuki           VA: Mikoi Sasaki\nMiss Arisaka VA: Mikako Izawa\nEnishi          VA: Kenji Hamada\nKuroe          VA: Ai Kakuma\nOther\n*Fully voiced (excluding the main character)",
    "id": "01002EF014DA2000",
    "name": "GRISAIA PHANTOM TRIGGER 07",
    "publisher": "PROTOTYPE",
    "releaseDate": 20221201,
    "version": 0
}