{
    "description": "It’s nearing closing time at the thrift shop \"One Hundred Denarii\".\nThe exhausted store owner locks up after the last customer leaves,\nand yet chatter is heard in this supposedly empty store.\nJo, the cutting board was once an arrow,\nFrying pan Bi, a recycled kunai,\nand Cal, the knife, with the same iron ore as a bullet.\nThe amazing stories of these everyday tools are about to unfold.\n\n\"As you all know, I once was...\"\n\nThe endless chatter of abandoned tools.\nAn action arcade game from the tool's point of view, REDDEN!\n\nAward history\n・Exhibition piece in the 1st 'Google Play Playtown'\n・Exhibition piece in the 4th Kyoto Indie Game Festival‘BitSummit’\n・Exhibition piece in the 1st 'Google Indie Game Festival'\n・Exhibition piece in the ‘G-STAR BIC Showcase’\n・'IGF China' honorably mentioned\n・Top List of the 9th 'Gamein Award,'\n・Finalist of the 1st 'Open Play Day,\n・Selected as 'Unity Shocking Project,\n・Reached over 137% of 'Tumblbug' crowd funding goal amount \n\n・Beautiful and unique world that symbolizes the features of each object.\nmedieval, and modern historic scenes as remembered by tools!\nExplore the world through moments that only tools can perceive.\nExperience the simple yet unique world of tools!\n\n・Simple control. All you need are quick instincts.\nYou will become a tool in a moment of history that rides the wind, avoiding and destroying obstacles to hit your target.\nDon’t give up! All you need is intuition.\n\n・Destroy to move forward!\nRide the wind and raise your speed to use skills.\nUse skills to destroy objects in your way.\nNever stop and continue onward until you've eliminated the final target of the episode!\n\n・Use each of the three characters' unique skills wisely!\nJo, Bi, and Cal all have their own skills that adds fun in distinct ways.\nSpin and go full speed to pulverize; create clones; and blow up your surroundings.\nYour skills and strategies will help you complete each episode!\n\n・Fantastical and magical episodes.\nAs each stage progresses, the actions and introspections of the tools\nwill guide you into a story of beautiful moving illustrations.\n\nWhat awaits you at the end of the their long tale?",
    "id": "0100989016AE6000",
    "name": "REDDEN: 100denarii",
    "publisher": "TROOOZE",
    "releaseDate": 20220217,
    "version": 0
}