{
    "description": "Castle on the Coast is a bedazzling collectathon arcade platformer. George, a friendly giraffe, parkours through challenging levels full of crystal caverns, stone-laden halls, and trippy alternate dimensions, trying to bring together a family of the two powerful, conflicted wizards. In the co-op mode, he can use help from his squirrel friend called Swirlz.   Thanks to cooperation mode, even the youngest gamers will be able to enjoy George’s adventures, playing together with their friends or their sitters. Besides all the arcade fun, Castle on the Coast offers a more serious, moral angle. It will touch upon dealing with loss, conflict, and loving your enemies.\n\nA magic castle entrenched in conflict. \nHelp George explore the magical Castle on the Coast, home to crystal caverns, stone-laden halls, and trippy alternate dimensions. Seamlessly wander from level to level with no loading screens in a large, interconnected world. All is not well in this land, however. Two powerful wizards bear a grudge against their fellow orphans. Can George bring this family back together again, or will he just get in the way?\n\nA cute giraffe with XTREME PARKOUR POWERS!? \nThis giraffe can get anywhere, anytime! String together wall runs, wall jumps, spins, dives, rolls, and more with responsive controls. Carve new paths through levels in a quest to frustrate level designers. When cool moves aren't enough, don a jetpack or a rocket-powered car to reach new heights.\n\nA 3D collectathon  \nShove a plethora of goodies down your pockets as you explore! Flowers unlock new costumes, star keys open doors, and keystones... those unlock the looming central tower...\n\nA nutty sidekick joins the mix. \nPlayer 2 can control George's sidekick: Swirlz, the flying squirrel! Create helpful springy flowers, blast enemies with magic, or become a living parachute to show George's descent. When George and Swirlz work together, nothing is impossible!\n",
    "id": "01009A3015CA4000",
    "name": "Castle on the Coast",
    "publisher": "Klabater",
    "releaseDate": 20231012,
    "version": 0
}