{
    "description": "•\tWrite your story. Chase instant glory with a career at one of the world’s best clubs or use the new save game compatibility feature to bring forward your journey from FM23 Touch – the choice is yours. \n\n•\tPick a successful strategy. Football’s most successful tactical styles are at your fingertips, allowing you to battle with elite teams from day one. To really set yourself apart, add a unique twist to create your own winning philosophy.\n\n•\tBuild your dream squad. Lean on the skills of your scouts and the biggest player database in gaming to sign football’s biggest names and the superstars of the future. \n\n•\tDevelop the next generation. Level up your Wonderkids on the training ground, turning them into world-class icons that will drive your team forward.\n\n•\tRelish big Matchday moments. Make game-winning tweaks as you experience the thrills and spills of life in the digital dugout, or skip to full-time with an ‘Instant Result’ feature and speed through the seasons.\n\nNEW FOR THIS SEASON\n\nSHAPE A TITLE-WINNING CULTURE\n\nDefine the sort of boss you want to be with new Manager Principles. Experience the immersion of a dressing room with a better understanding of player personalities and how they’ve responded to your methods.\n\nLEVEL UP YOUR SUPERSTARS\n\nTake your side’s performances to the next level this season with enhanced Training. An enhanced interface  delivers greater control, while new playing pathways for your youth prospects make it easier than ever to develop the next generations into world-class icons. \n\nDOMINATE FROM SET PIECES\n\nMake an impact at both ends of the pitch with an revamped Set Piece Creator. Utilise the expertise of the your backroom team to develop winning routines in every scenario.  \n\nDEVELOP YOUR CLUB\n\nImpact the future of your club with an overhauled feedback system when you're interacting with your club's hierarchy. Whether it’s a new stadium or a bigger transfer budget, you’ll benefit from being able to put your demands across clearer when you're pushing the board for more support.\n\nSeveral more features, including improvements to opposition recruitment, the national pool and accessibility, are waiting for you to discover in every career. Full information is available on the Football Manager website. ",
    "id": "01008B101B87A000",
    "name": "Football Manager 2024 Touch",
    "publisher": "SEGA",
    "releaseDate": 20231106,
    "version": 0
}