{
    "description": "CRASH: Autodrive is a narrative adventure set in the near future where nobody drives and self-driving Autocabs rule the city streets. It's just a normal day when four strangers get into an Autocab, but they are quickly thrust into danger when the car impossibly hits a cyclist. When they exit the car, they discover they all know the victim and they all have a motive for murder! Even the car's artificial intelligence!\nYou play as Emily, a young woman from a small town trying to make it in the big city. You will get to know your fellow passengers, and the car's A.I. as you investigate clues, solve puzzles, and use the clues you find to contradict lies, explore new conversations, and piece together the mystery of who killed Thomas Sinclair!\n\nGAME FEATURES:\n- A compelling sci-fi murder mystery story with some thought-provoking life lessons and themes of grey morality.\n- A diverse cast of charming and authentic characters.\n- Spirited and funny writing, yet serious when it needs to be.\n- A bangin' soundtrack inspired by classic detective and murder mystery games.\n- A 3-4 hour playtime for players with a busy schedule and too many games to play.\n\nMEET THE CAST!\nEmily Knight (that's you!)\nThe down-and-out college student who needs to break out of her small-town shell.\n\nThomas Sinclair\nThe charismatic tech maven, inventor of the Autocab's artificial intelligence, but now stuck in middle management at Vanguard Global Industries.\n\nKyle \"Kondor808\" Kondor\nOnce a fat nerdy kid bullied by Thomas Sinclair, now a fit hugely successful game streamer with insecurities.\n\nAnna Lamarr\nThe A.I. psychologist and frustrated co-worker of Thomas Sinclair who just wants to move up in her career but keeps hitting a glass ceiling.\n\nCarter Jones\nGenius engineer, inventor, family man, and snubbed former partner of Thomas Sinclair.\n\nA.D.A.\nThe unique and enigmatic Autocab artificial intelligence owned by the Vanguard Global Industries megacorporation.\n\nPLEASE NOTE: This game is not localized and is in English only.",
    "id": "01005AE0125F0000",
    "name": "CRASH: Autodrive",
    "publisher": "Studio Nightcap",
    "releaseDate": 20210831,
    "version": 0
}