{
    "description": "A realistic role-playing experience where you will experience the Valhalla Saga!\n\nAre you ready to participate in the exciting adventure of Scandinavian pirate and merchant tribes, especially Ragnar Lothbrok?\n\nWouldn't you like to be in the shoes of these mysterious warriors who have spent their lives at sea? \n\nWar horse-riding, archery,sword and Shield Defence,Fire,Map, navigation,swimming,running fast, rolling, climbing drills and special firing techniques to become a partner with the bloody struggle of the Middle Ages from your phone!\nExplore Europe with the pirate ship! \nConquer the Northwest territories!\nFight with your brother Rollo! Join the months-long struggle with the merchant Floki and the Captive Athetstan! Expand your army and its borders.Rule the entire world!\nConduct negotiations with Jarl Borg, King Horik, Earl Haraldson, King Egbert of Wessex and King Harald Finehair.Determine your alliance, distinguish between friend and foe!\nThis is a team game! \n\nVikings: Valhalla Saga is a real-time role-playing game that offers a realistic and action-packed Viking world. Players are expected to position themselves as the leader of a Viking clan and build a strong village. They must train a tough army and conquer neighboring clans. The game also includes realistic mechanics such as horseback riding, swimming, climbing, archery, and sword fighting. Players are expected to socialize and form teams with other players.\n\nThe game includes references to medieval and Viking history, and players can manage their village and trade. You must improve your economy, strengthen your defense, and train your army to grow your village. You can earn gold and goods through trading.\n\nPlayers are expected to train and develop their characters, there are many different character types and skills in the game. Players should participate in in-game events and win rewards. Join in PvP and PvE battles and form a clan with other players.\n\nThe game has realistic medieval atmosphere and graphics, realistic weapons and armor, and realistic Viking ships. Also, the game has regional characteristics and cultural references. The game includes realistic medieval historical references.\n\nIn the game of Vikings: Valhalla Saga, features like real-time battles, co-op playability, story telling, unique character creation system, native language use, in-game purchase features are available and rewards can be won in the game.\n\n\nDetermine your strategy, move to the goal, lead your troops and defeat the enemy.\nHunt deer, arrange banquets, address the Viking people at ceremonies! Hear the Saga, remember that you are in Valhalla!\nTrain your sons Bjorn, Ubbe and Ivar Ragnarsson like a warrior from the blood of Sigurd Ring!\nDo exercises! Hunt deer with bow and arrow! Fight with the sword and protect your territory! Defend your homeland with the shield!\nJoin the adventure with realistic console-quality 3D graphics, professional music, high-resolution visuals, detailed scenes, multiplayer real characters, history-telling dialogues and team directions. Feel the thrill of the breathtaking bloody battles of the Middle Ages anytime, anywhere.\nHear Odin, Thor, and Freyn!\nFulfill all the tasks assigned to you!\nGo to the Oracle. See the future! Combine scenarios like Lego!\n\nSolve events such as puzzles!\nWatch the eagle move forward on the map like a maze. Everything you are looking for is available in this game!\nDownload it now and, like millions of players around the world, you will open the doors of history to experience the Viking Valhalla Saga!\nFeel the power of the army and its soldiers, take part in the fun!\n\nThis is a Viking game!\n\nThis is a true story of heroism!\nThis is a Nordic and Celtic game. \nThis is a medieval history game.\n\nThe great and mysterious Viking Warriors, Sigurd Ring, Ivar Ragnarsson, Bjorn Ironside and Ragnar Lothbrok are all here!\n\nWhere are you?",
    "id": "0100EC701E128000",
    "name": "Vikings: Valhalla Saga",
    "publisher": "UMURO",
    "releaseDate": 20240327,
    "version": 0
}