{
    "description": "BASSMASTER® FISHING 2022 THE OFFICIAL VIDEO GAME\nBassmaster® Fishing 2022 Super Deluxe Edition, the official video game is OUT NOW! Experience the thrill of competitive big bass fishing and climb the ranks to become the Bassmaster Classic® champion. Dive into the fully licensed content from the Bassmaster series from amateur to elite events. Manage your sponsors, equip your dream setup, and customise the look of your angler to tackle the Bassmaster series.\n\nSUPER DELUXE EDITION\nThe Super Deluxe Edition comes stacked with Bassmaster Fishing 2022 and 5 pieces of extra content so you can kit your angler out with your favourite equipment and take on the huge venues available. The Super Deluxe Edition comes with:\n•\tBassmaster Fishing 2022 Deluxe Edition\n•\tPredator Equipment Pack\n•\tElite Fishing Equipment Pack\n•\t2022 Classic Lake Hartwell\n•\tBass Lake Bundle\n \nKEY FEATURES\n•\tDeluxe Edition Content – Use Deluxe Edition content such as the B.A.S.S.® branded rods & reels or equip your angler with special Bass Nation clothing and cast off the deluxe Blazer Boat.\n•\tPredator Equipment Pack - Kit your angler out and become the predator with over 30 new pieces of equipment and exciting new boat wraps.\n•\tElite Fishing Equipment Pack - Compete like an Elite with 30 all-new items such as rods, reels, lures, and cosmetics.\n•\t11 Official venues – Take to the water on 11 real-world venues and explore everything from the Green Pond docks at Lake Hartwell to the huge open horizons on Lake Seminole.\n•\tExclusive B.A.S.S. Content - Equip and use a vast selection of licensed content such as Yamaha Outboard motors, Skeeter Boats, Missile Baits, and much more!\n•\t10 Pro Anglers – Play as or compete against legends like Scott Martin, Hank Cherry and 8 other official pro anglers.\n•\tHuge Nintendo Switch™ Online Multiplayer – Take on the vast Bassmaster Fishing 2022 online modes. Climb the leader boards and be the Nintendo Switch™ champion in Bassmaster Royale.\n•\tCareer Mode - Compete throughout the College Series, Opens and Elite Series and progress to the Bassmaster Classic to become the champion. With Dave Mercer the official tournament announcer to host your weigh ins as you chart your course for success, increasing your following with big catches and bigger partners with the new sponsors system.\n•\tGameplay fundamentals – Fish from a new perspective with the underwater camera, explore and mark up venues with the new GPS map system, and finesse fishing around weeds with the right equipment to avoid snagging.\n•\tFish AI and movement – Be the best bass angler by hunting out those lunkers. Fish will move around the water looking for points of interest and also at different depths due to the dynamic time of day system\n",
    "id": "0100B8501771A000",
    "name": "Bassmaster® Fishing 2022: Super Deluxe Edition",
    "publisher": "Dovetail Games",
    "releaseDate": 20220623,
    "version": 0
}