{
    "description": "You awaken in a strange and unknown place, with no memories, alone in a world you know nothing about. Now you must explore the dangerous and abandoned region of Isur and discover its secrets — as they are tightly connected to your own story. \n\nTo explore the world you will need to use the power gained by combining nature’s four elements — fire, water, air, earth — with various ingredients. By crafting different potions, you will be able to explore the regions of Isur, solve alchemical puzzles, and fight dreadful enemies.\n\nDiscover Isur\nExplore the devastated lands and uncover hidden secrets. Your journey will take you through four regions filled with quests, puzzles, enemies of all kinds and bits of lore that will help you to unlock the secrets of a seemingly forsaken region.\n\nRecover your memories\nYou play as Mya, a young and talented alchemist who is eager to find and save her daughter and husband. While playing, you will learn more about this strange land, your memories of it, and the disturbing connection between Isur and your own story.\n\nFeel the adventure\nAlchemist Adventure is a game that encourages you to experiment, think, and search for new things throughout your journey. There are no strict alchemical recipes, so you will be able to make your own unique potions and explore the possibilities of the rich alchemy system. As you progress, the challenge increases, and the number of save points decreases — and with no auto save, you will need to be careful, think ahead, equip yourself with the right potions for the job, and most importantly….watch your step!\n\nKey Features\nDiscover a mysterious world — During the game you will explore different locations, from laboratories and dungeons, to a factory deep inside the heart of a volcano. Each region features unique challenges, sinister secrets, different enemies to fight, and lore to reveal.\n\nConcoct potions from the four elements — Use the four basic elements (fire, water, air, earth) along with special ingredients (from cuprum to nigredo) to create bombs, elixirs, and sword oils. There’s a potion for every task, and you can craft your own unique recipes!\n\nTransform the world around you — Interact with the environment using alchemy. Raise the water level of a lake, cross a river by creating ice platforms, use the wind to move objects, and create lightning to start an engine!\n\nSolve alchemical puzzles — Combine elements to open chests, make paths, or find hidden objects. \n\nElemental monsters await — Use elements to discover enemies’ weaknesses and try different strategies to defeat them.\n\nSwitch between characters or play co-op — Join the journey as a flying homunculus that can fight, solve puzzles, collect resources, and play with a friend!",
    "id": "0100946014634000",
    "name": "Alchemist Adventure",
    "publisher": "Supergg.com",
    "releaseDate": 20210610,
    "version": 0
}