{
    "description": "Youngho has finally escaped the terrifying mirror dimension called “The Coma” and is back at school, enjoying his life. But… something is not quite right…\nStory\nYoungho’s second adventure begins. With only the faint hope of escaping from the horrors within the mirror dimension, Youngho collects the pages of Yaesol’s notes to find the location of a powerful relic sword that can be used against the Vicious Sister. Things get complicated when an unwanted invader comes to the mirror dimension, and a new character with ties to Yaesol appears in order to help Youngho. Will Youngho be able to solve the mystery behind the huge facility beneath Dokaebi Market and defeat the Vicious Sister?\nGameplay\nThe Coma 2B: Catacomb is a Korean survival horror adventure. It is the back story to the previous game, The Coma 2: Vicious Sisters, and a story bridge for the full series. You return as Youngho Choi, the hero from The Coma 1, as you once again venture forth into the terrifying mirror dimension. What happened between The Coma 1 and The Coma 2? The answer lies within.\n\nImmerse yourself in the warped Sehwa District as you encounter an engaging cast of characters, solve puzzles, discover clues, and fight for survival against a relentless psychopath.\n\nRunning and wielding your flashlight makes you an easy target. You must precariously balance the urgency of exploration with your absolute need to survive!\nFeatures\n•\tFear the killer’s relentless pursuit to kill you, now with the more vicious AI.\n•\tTrade items in Dokaebi Market to prepare for critical life-or-death situations.\n•\tExplore the nightmarish district of Sehwa and discover its dark secrets.\n•\tScavenge resources to survive deadly encounters and afflictions.\n•\tUnlock tools and upgrades to reach previously inaccessible areas.\n•\tHide to avoid detection and certain death. \n•\tFeaturing vibrant, hand-illustrated in-game visuals and comic strips. ",
    "id": "0100A31020078000",
    "name": "The Coma 2B: Catacomb",
    "publisher": "Headup Games",
    "releaseDate": 20241025,
    "version": 0,
    "category": [
        "Adventure",
        "Puzzle"
    ],
    "developer": null,
    "intro": "Youngho has finally escaped “The Coma”. But… something is not quite right…",
    "isDemo": false,
    "languages": [
        "en",
        "ko"
    ],
    "nsuId": 70010000084968,
    "numberOfPlayers": 1,
    "ratingContent": [
        "Blood",
        "Violence",
        "In-Game Purchases"
    ],
    "region": null,
    "rightsId": null,
    "latest_update": {
        "id": "0100A31020078800",
        "version": "65536"
    }
}