{
    "description": "Welcome to Tetragon – a vast mysterious universe of unique game mechanics, puzzles, magical mazes, and challenges! It’s a real challenge for those who enjoy the games in the vein of The Room, The Witness and The Talos Principle. \n\nYour goal is to move planes with a spinning world gravity . Using the power of TetraGen move the ground and the towers to guide the brave lumberjack Lucios through the scattered worlds and find his lost son! \n\nAbout Tetragon:\nSomewhere in the parallel universe there is a world made of the plane realities. These planes float around the sacred jewel – TetraGen. Since the dawn of time it had been a prosperous world with no place for anything evil in it… until out of nowhere a mysterious dark energy started to grow in Tetragon. After a while it had spawned the most bizarre creature intending to destroy the TetraGen and plunge the world of Tetragon into the chaos! Eventually, this creature had reached its goal and the TetraGen jewel was broken into the pieces. Only by using all of its powers the Will of Tetragon managed to imprison the dark creature but it was too late. Now someone brave has to fix this broken world by retrieving the pieces of TetraGen...\n\nIt’s up to you now to solve the puzzles and bit by bit reach the ultimate goal of your journey.\n\nWith the power of TetraGen you can change position of the planes and towers create the platforms and stairs and even spin the world on its axis!\n\nFeatures:\n• Hundreds of puzzles, mazes and challenges, based on the world spinning and tower moving. Pave you own way in this labyrinth of realities the world of Tetragon consist of!\n• Unique gameplay mechanics, which could be a true challenge even for an experienced puzzle game fans!\n• Over 40 different levels combined in the three magic worlds. While player delves deeper into the tunnels of this reality, the world of Tetragon offers more challenging and exciting puzzles!\n• Epic battles and captivating heartwarming story about the father in search of his lost son. In his journey Lucios has to overcome all the challenges and face the dangerous and mighty enemy to finally find his son Jerry and save the universe of Tetragon!",
    "id": "01001BB013EAA000",
    "name": "Tetragon",
    "publisher": "ESDigital Games",
    "releaseDate": 20220511,
    "version": 0
}