{
    "description": "The Queen of the Old World calls upon you! AsHer Majesty's domain expands, we require a capable administrator to guide Her latest colonies to prosperity. We will provide you with ships, colonists, and other tools necessary to tame these wild, virgin lands, and turn them into a prosperous colonial enterprise, all under the Queen's watchful eye.\n\nNaturally, the Crown will expect you to share the bounty of these new lands, pay your taxes on time, and continue expanding the boundaries of Her Majesty’s colonial possessions. Obedience may earn you rewards,but refusing to pay your dues or worse, declaring independence, will have dire consequences.\n\nSo, governor: Are you ready to colonize One More Island?\n\nA New Frontier \n\n\nYou are called upon to explore the frontiers of Her Majesty’s colonial empire, claim territory, then exploit it to its fullest to gain riches for the throne!\n\n\nSet sail for the New World to plant Her flag and establish a new colony - as well as ensuring it thrives.\nEach exploration is never the same, thanks to a world map generated dynamically from a combination of hand-crafted map elements.\nCustomize the challenge to your tastes, adjusting island size, land fertility, amount of natural resources and more, to make it as easy or as hard as desired.\n\nA New Colony \n\n\nAs governor, you're in charge. Plan out the colony, take care of your residents, and turn a small outpost into an overseas metropolis bustling with commerce!\n\n\nConstruct the buildings you want: The freeform building designer allows fine-tuning workshop placement and colonist’s paths to optimize the holy colony plan.\nLook after the colonists' needs. Happy colonists work harder and faster, growing your, err, Her Majesty's colonial empire.\nHarness this legendary colony and these dedicated colonists to create production chains,  producing necessary goods on the spot and growing the community.\n\nA New Empire\n\n\n\nThere's always One More Island to conquer. Explore the world, find new spots to establish more colonies, then tie them together into a self-sufficient network: An empire of your own making.\n\n\nBuild a new fleet to explore the archipelago, claim new islands for your domain, then link them together with overseas trade routes.\nOptimize your production chains and increase their complexity to create entire industries independent of the Old World.\nResearch new ways to develop your fledgling colony into a New World superpower. Each civilization tier brings with it new challenges, new requirements - and new opportunities.\n\n\nA New Nation?\n\n\n\nThe Queen wants her share of New World's bounty. Taxes are expected, as is ordained. But there's always another option, one that your colonists might look upon favorably.\n\n\nManage your reputation at the royal court. Pay your taxes on time and meet their expectations or...\nDo you dare to commit the unthinkable? Do you dare to disobey the monarch?\nDo you dare try to form a new nation, breaking free of Old World tyranny?\n\n\nWell? Where do you stand?",
    "id": "01000ED015DA4000",
    "name": "One More Island",
    "publisher": "Freedom Games",
    "releaseDate": 20221020,
    "version": 0
}