{
    "description": "The Game – Your Favourite Stew, Guaranteed!\nSo you want to know what’s in Zombie Soup?\n\nOf course the main ingredient would be some awesome top-down twin-stick shooting with a moderate amount of the cliché “damsel in distress” story, add a pinch of puzzle-solving, sprinkle some classic hack-and-slash actions, and stir with all the deadly zombies and god-knows-what creatures, resulting in a satisfyingly intense and exciting gameplay experience!\n\nThe Background – In a Crooked Little Town…\nWelp! Ricky's graduation trip took an unexpected turn when he arrived in this town, only to discover that its inhabitants had been turned into zombies!??\n\nIn order to rescue Ashley, a young girl he had also just met in this unfamiliar town, Ricky strolled into (or is thrown into?) an unexpected adventure, with the help of a mysterious talking skull named MC Skully. Waiting for him will be hordes of zombies, intricately designed challenges, and ridiculously tough bosses with some of the most absurd abilities.\n\nThe Combat – LOCK N’ LOAD!\nWho knows! This town seems like a mega-arsenal!\n\nWhether you are a cool-headed sniper, close-quarters combat specialist, or grandmaster explosive engineer, you’ll find plenty of fun in Zombie Soup. We have not only gathered “conventional firearms” such as rifles, sniper rifles, SMGs, shotguns, etc., but also a ton of melee weapons like machetes, axes, daggers… And, of course, there are explosives, too. In addition, we have also designed a wide variety of offbeat, special “weapons” – nail gun, pitching machine, fireworks launcher, and even railgun! So you can be armed to the teeth to brave the horde of zombies.\n\nWeapon Unlock – TOUGH challenges\nWhat doesn’t kill you makes you stronger!\n\nRicky will encounter many carefully designed timed challenges throughout the adventure in addition to boss fights. Those challenges are TOUGH! However, upon completion, you will be able to unlock more powerful weapons. Remember, the harder the challenge, the stronger the reward!",
    "id": "0100F3601B0FE000",
    "name": "Zombie Soup",
    "publisher": "Astrolabe Games",
    "releaseDate": 20230810,
    "version": 0
}