{
    "description": "Set in Norway after World War II, a few thousand children were born to Norwegian women, fathered by occupying soldiers from German. The Nazi regime viewed these children as, essentially, German, and launched a program called “Lebensborn” (Fount of Life) to raise and indoctrinate them, often in Germany. After the liberation of Norway and the defeat of the Nazis, the children were sent back to Norway. Often mothers gave up their children for adoption, but this only made things worse for those children. In My Child Lebensborn, you play as one of these adoptive parents, but parenting will be hard as your child grows up in a hostile and hateful environment. \n\nThis is a game rooted in the real-life experiences of Lebensborn children. We still can discover how hatred of our enemies continues to create victims even after victory. During one year, our child (here we take the girl Karin as example) begins the game in a state of high excitement. She’s about to attend local school for the first time. But her schooling experience turns out to be much tougher than she’d anticipated. The kids turn on Karin, bullying her because of her parentage. Although Karin herself is hazy about her biological parents, it is common knowledge in town that her father was a German soldier. We struggled with Karin’s emotional turmoil, as she faces bullying from children, adults and even teachers. She transforms from a happy girl, brimming with curiosity, to a sullen, distrustful child. The last thing is missing parents, but resulting in cold words and sarcasm from her grandparents, frustration and helplessness after knowing fatherhood. Before our moving to a new place with her father’s money, she insists to see the Norwegian king, but aboveboard is dangerous for her even though having Norwegian blood. At last, we get rid of the sad home and move to a new place.\n\nIt’s our job to make sure the child is fed, clothed, entertained and protected. This takes place through a simple budget management system, in which we balance meager post-war income and time against Karin’s needs. Influence the child's feelings, personality and worldview through your choices. Discover her past and support her in the present. You will find answers to the hard questions; about their history, the hatred, bullying and the passing of blame.",
    "id": "010035D0131B2000",
    "name": "My Child Lebensborn",
    "publisher": "Sarepta Studio",
    "releaseDate": 20210601,
    "version": 0
}