{
    "description": "Reforge a blacksmith’s world\n\nIn the faraway land of Ellian, legendary artisans have gathered for ages to perfect their craft. Now it’s your turn to join them.\n\nStep into the boots of a journeyman blacksmith on a quest to become a master in While the Iron’s Hot, a crafty adventure assembled with mystery, wit, and charm. Forge, smelt, and combine works of metal to grow your smithing skills and discover exquisite new items to create. Explore an island filled with resources, treasures, puzzles, and fellow artisans with their own motives and designs. Rebuild the ruins of Ellian’s long-abandoned blacksmiths’ village to restore its former glory and grow your own crafting capabilities—and ultimately become a true master smith.\n\nForge, smelt, assemble\nMaster every step of the smithing process. Smelt ore and metal into ingots, and shape them into useful parts. Grind each piece to perfection, then use your creativity, knowledge, and finely honed observation skills to assemble alloyed works of art.\n\nSmith a solution\nIn a land of artisans, you can forge your own key to almost any challenge. Repair machinery to open up pathways. Overcome puzzling environmental conundrums. Win over the isle’s most hardened personalities with your crafty smithing wiles.\n\nUnearth a whimsical adventure\nThe land of Ellian is a bright, even a little mystical, world populated by charismatic and quirky characters. Explore tunnels with puzzles and resources, and embark on a combat-free journey to reforge the links of a world where crafting connects everything.\n\nDiscover the island’s secrets\nEllian is a land of creativity cloaked in mystery. Craft the equipment you need to venture out to new regions. Meet villages full of adept alchemists or skilled shipwrights, but take care—not everyone trusts that you have the best interests of Ellian at heart.\n\nRebuild a legendary smiths’ village\nForge a new home in Stal, a former haven for blacksmiths, now in ruin following a mysterious disaster. Revitalize the village to upgrade your own capabilities, and prove to the artisans of Ellian you’re worthy of becoming a master blacksmith.",
    "id": "010075E01C1B4000",
    "name": "While the Iron's Hot",
    "publisher": "Humble Games",
    "releaseDate": 20231205,
    "version": 0
}