{
    "description": "THE APOCALYPSE HAPPENED...\n\nIn a desperate move to end all wars that have been rampaging the world for decades, the mages provoked The Cataclysm. Massive balls of pure magic obliterated nearly everything. A strange purple mist propagated everywhere, with hordes of bloodthirsty mutants coming at night.\n\nOur only hope is now to banish all magic from this accursed world by casting The Last Spell, requiring several days of uninterrupted incantation whilst a few strained Heroes try to protect those damned mages.\n\nThe Last Spell is a tactical RPG with roguelite elements in which you have to defend a city against hordes of deadly enemies.\n\nDuring daytime, prepare your Heroes, carefully choose how to rebuild your Haven and position your defenses. Over the night, exterminate all the monsters coming at your walls with a large range of weapons and skills. Then heal, level up, and repeat until the Magic Seal is broken.\n\nFEATURES\n\nTurn-Based Tactical RPG:\n\n● The whole RPG package: a flurry of stats, skills, perks, traits… and more.\n● Tons of items: armors, weapons, trinkets and potions… with their own stats and skills, as well as optional random modifiers. Each weapon has its own skillset and playstyle!\n● Build your own classes: upgrade your heroes with stat bonuses and perks, and equip whatever gear you wish. Want to make a glass cannon rogue/mage fighting with a gun? Do it!\n● Manage your squad of heroes: they’re strong, but they are few and have access to limited resources. Healing and mana are scarce, so try to find a good balance.\n\nHordes of Evil:\n\n● Think and adapt: you will face swarms of deadly enemies with only a few hardened heroes. Optimize your positioning and plan your actions: big AOE attacks, crowd control, buffs, poison... Every Action Point counts towards another day of survival.\n● Enemies have strengths and weaknesses that will challenge your wits. And because hard is not enough for us, be prepared for the terrifying Elites!\n● Each map will end with epic fights against unique mind-bending bosses.\n\nProtect the Haven:\n\n● Rebuild the city to help you in-between fights. Get healed, forge new magical weapons, get new heroes. Spend your resources wisely, commander!\n● Build up your defenses: walls, traps, towers, catapults… every tiny bit of help is welcome.\n● Protect the Magic Circle at all costs! If you lose it, humanity is doomed.\n● 5 Havens to protect, each with their own setup and challenges requiring you to tailor your strategy to beat the Great Evil.\n\nRoguelite Elements:\n\n● The game is meant to be hard. You will fail… A lot. But every time you do, you’ll grow harder, better, faster, stronger!\n● Procedurally generated enemy waves, characters, weapons and a ton of unlockables will keep you entertained until the real world collapses.\n● Tailor each run thanks to the Omens: a limited amount of bonuses that can be picked for the upcoming run. Do you prefer more Action Points, more characters, sturdier defenses, better loot? Experiment to find your preferred tools of destruction.\n● Scale the difficulty to your liking, with 6 levels of Apocalypse to entertain even the most crazy hardcore players.",
    "id": "0100F7101906A000",
    "name": "The Last Spell",
    "publisher": "The Arcade Crew",
    "releaseDate": 20230309,
    "version": 0
}