{
    "description": "Your home is under attack. The king is dead at the \nhands of Viking invaders. Hope is a distant glimmer in \nthe fog, fading fast with every passing moment. As you \nrise to take your father’s place as ruler, it will fall to you \nto stage your defenses. But make no mistake – this is \nno fight for victory, but a desperate grasp for survival. \n\nBad North is a charming but brutal real-time tactics \nroguelite. Defend your idyllic island kingdom against a \nhorde of Viking invaders, as you lead the desperate \nexodus of your people. Command your loyal subjects to \ntake full tactical advantage of the unique shape of each \nisland. Everything is at stake: fail, and watch the blood \nof your subjects stain the ground red.\n\nIt’s charmingly brutal, with beautiful procedurally-\ngenerated islands and adorable soldiers juxtaposed \nagainst the blood-stained realities of war. You control \nthe broad strokes of the battle, giving high level \ncommands to your soldiers who try their best to carry \nthem out in the heat of the moment. It’s accessibly \ndeep, with simple player inputs masking a dynamic \ncombat simulation that make it inviting to new players \nwhile challenging veterans.\nKeep fighting, warriors. Not for power or riches or glory, \nbut for hope of peace to come once again in the harsh \nlands of the Bad North.\n\nKey Features\n\nREAL-TIME TACTICS ROGUELITE: Position and relocate \nyour troops to fend off the Vikings, who each have their \nown counters to the threats you pose. Pick your battles \nand plan your evacuations carefully! Lose a commander \nand they’re gone forever; lose everything, and it’s game \nover!\n\nINTELLIGENT UNIT CONTROLS: You command the \nbroad strokes of your defenses and monitor positioning \n— your soldiers do the rest, navigating and engaging \nintuitively in response to the situation at hand.\n\nPROCEDURALLY-GENERATED ISLANDS: Each island is \nboth stylistically charming and unique in its layout. Plan \nyour strategies around every nook and cranny, for you \nonly get one chance to save them from the enemy \ninvasion.\n\nUNLOCKABLE UPGRADES: A stronger, smarter defense \nleads to greater rewards. Use these to develop your \nsubjects from a ragtag militia into seasoned warriors.",
    "id": "0100E98006F22000",
    "name": "Bad North",
    "publisher": "Raw Fury",
    "releaseDate": 20230530,
    "version": 0
}