{
    "description": "\"- Isekai Harem Saver - ハーレム過ぎる異世界は俺が救う\" is a novel game in which the protagonist \"Daigo\", saves the world of harem while encountering various incidents.\n\nThis Bishojo Game originally released under the \"Genyukyo\" brand has been reworked for the \"CS Novels\" so that they can be enjoyed by players all over the world.\n\n\n◆Synopsis\nBusinessman Daigo Igarashi suddenly had a stomachache while on fieldwork,\nand rushed into a restroom.\nAt that moment, he hears cheers and a few screams.\nDaigo, who was in the restroom was suddenly summoned to an isekai.\n\nA world full of beautiful women...or rather, only women.\nHere every child born is female,\nand once every decade or so, they summon a man from another world to bear a descendent.\n\nAs the only man in the world, the retention of the species depends on him. Can he save the world of harem?!\n\n\n◆Characters\nLily\n\"A queen who leads a land of women.\"\nA queen who rules the country with dignity at all times.\nShe may seem harsh at first, but that is only as a queen, and her true self is quite gentle-mannered.\nShe works hard to improve the country in many ways.\nShe loves alcohol and she can hold her drink.\n\nChloe\n\"A premier and a caretaker of the protagonist, she is both strict and caring.\"\nThe premier known as the queen's right-hand woman.\nShe takes care of the protagonist who has been summoned to the world.\nShe is in a position to determine whether the protagonist is the right candidate to leave descendants and sometimes becomes harsh in her words and actions.\n\nCharlotte\n\"A frail, noble daughter who looks up to the protagonist as Onii-chan.\"\nA sickly noble daughter.\nShe looks and behaves childishly, and looks up to the protagonist as Onii-chan.\nIn a world where it is important to bear descendants to keep the race going, she feels a sense of shame because of her constitution, which makes it difficult for her to have a child.\n\nMartina\n\"Leader of the free-spirited female bandits.\"\nLeader of the female bandits.\nWomen who chose to live free belong to the bandits, rather than to bear descendants.\nShe is dependable and a womanizer.\n\nDaisy\n\"The calm and centered elf who has lived for ages.\"\nAn elf who lives in a lonely forest.\nShe is skilled in magic and lives almost ten times longer than ordinary humans.\nShe is a philosopher from her long mortality, but her interest in Daigo is strong due to his rareness being a man.",
    "id": "0100EC4019AB4000",
    "name": "- Isekai Harem Saver - ハーレム過ぎる異世界は俺が救う",
    "publisher": "CyberStep",
    "releaseDate": 20221027,
    "version": 0
}