{
    "description": "Includes all Season Pass One content FREE:\n3 Additional Levels, 4 Character Packs, 9 Weapon Bundles, 5 Weapon Skin Packs, 4 Character Outfit Bundles\n\nHitler’s hordes are back for more in this spine-chilling shooter from the makers of Sniper Elite 4! Abominable occult enemies, epic weapons and a harrowing new campaign for 1-4 players await in 1940s Europe, as you fight to save humankind from undead Armageddon!\n\nThe resistance have defeated Zombie Hitler and cast him into Hell – but the dead rise once again with greater hunger than before!\nContinue the alternate history of Zombie Army Trilogy in huge new levels, and uncover a sinister plan that takes the Survivor Brigade across Italy and beyond!\nFight the forces of darkness in corpse-riddled canals, survive a Zombie Zoo, and journey to dark, inexplicable places no person has been before…and lived to tell the tale!\n\nAward-Winning Gunplay\nExperience the genre-defining ballistics Rebellion made famous in the Sniper Elite series, and put it to good use against the shambling hordes of the damned!\nUpgraded Kill Cams and Dismemberment\nThe X-Ray Kill Camera returns! Watch in gory-ous slow motion as bullets, bombs and more destroy bones and organs in X-ray. Marvel as your bullets tear off a rotten limb or two, and shiver as the dead KEEP COMING!\n\nDeep Progression and Customisation\nBuild the slayer that suits you as you rank up! Fancy yourself a guardian angel? Take damage for your teammates! Like that turret so much? Why not take it with you? Then kill in style as you unlock new outfits, emotes and taunts!\n\nKiller Melee\nWhen the dead surround you, fight back with enhanced melee combat! Barge through crowds, stomp on heads and dispatch the living dead with fearsome takedown moves!\n\nEpic Weaponry\nHarness the power of fire, lightning, and divine essence to upgrade your guns at workbenches, and create homespun hell raisers! An assault rifle that shoots lightning? A pistol with a flaming Bayonet? Anything goes in humankind’s last stand!\n\nMonstrous Multitudes\nTake on legions of ghoulish grabbers, hulking armoured elites, terrifying shadow demons, explosive suicide generals and a host of other surprises! When you’re staring down the fleshy barrel of a ZOMBIE TANK, you’ll wish you’d stayed behind the sofa!",
    "id": "01000BF0152FA000",
    "name": "Zombie Army 4: Dead War",
    "publisher": "RebellionInteract",
    "releaseDate": 20220426,
    "version": 0
}