{
    "description": "Nika has just finished the first phase of her plan to destroy everything that isn't cool: the construction of a combat mecha called MechaNika. There's no time to lose, so join Nika, get your hands on MechaNika's controls and demolish the entire planet. You have to put an end to history books, planned obsolescence, kitschy dresses, never-ending sagas of boring video games and pea soup.\n\nAnd if there's someone in the world that hates vegetables more than Nika, it's her friend Agatha, the insomniac butcher and prophetess of Carnivorism that loves animals and their succulent meat in equal measure. That's why, when she learns of the objectives of Nika's plan, she doesn't hesitate to join the mission of destruction alongside the Great Bleeding Pig, god of Carnivorism, to subdue any grass-eating, non-believers that get in the way.\n\nBut watch out, because along the way you'll realise that Nika and Agatha are not the only ones that have a plan to change the world, and not everything's as simple as it might have seemed at the start. You'll have to make some tough and irreversible decisions to achieve your objectives, or renounce them.\n\n- Join forces with Nika, get behind the controls of MechaNika and bring an end to everything that isn't cool.\n- Convert your mission into a cooperative experience for 2 players with Agatha and the Great Bleeding Pig.\n- Manage your resources during combat and execute endless, strategic combos to cause more and more harm to your enemies.\n- Unlock the dumbshredder, the chopping tornado, the groundcracker, the scarlet vomit and up to 8 devastating special attacks.\n- Take on innumerable challenges in a combination of beat'em up, shoot'em up, platforming and puzzles.\n- Discover the Neon District, Candyland and the rest of the Psychotic world through 18 totally distinct levels.\n- Locate all of the geeky references, illustrated in a unique visual style.\n- Revel in an original, varied, dynamic and immersive soundtrack.\n- Take crucial and thought-provoking decisions during your quest and discover the 4 alternative endings for this epic and twisted adventure.\n- Complete the mission with infinite lives or with just one chance in permadeath mode, if you dare...\n",
    "id": "0100E2F0128B4000",
    "name": "Colossus Down",
    "publisher": "Mango Protocol",
    "releaseDate": 20210128,
    "version": 0
}