{
    "description": "Complete exciting driving challenges as you explore a beautiful Italian city! Navigate using an in-game map, deliver orders, take part in adrenaline-pumping night races!\n\nFEATURES:\n▶ 9 UNIQUE GAME MODES: Discover and master driving in all of them!\n▶ EXCITING CITY ENVIRONMENTS: Full of challenging narrow passages\n▶ REALISTIC TRAFFIC AND PEDESTRIANS: Be careful while you drive!\n▶ AWESOME COLLECTION OF VEHICLES: Bikes, cars and more!\n\nIn Driving World: Italian Job, you will have to make sure that people around the city get what they ordered! As a delivery boy, find them on the map, start driving to meet them at certain checkpoints or do a little bit of detective work when all you know about the customer’s location is the street they’re waiting on! Your trusty motorcycle will get you to your destination on time - provided you’re a good enough delivery driver! Your parking skills will also be tested here - wouldn’t like those orders to arrive damaged!\n\nCan you drive fast enough to make the delivery on time but also be safe and accurate in your parking? Prove your bike driving skills and show that you are able to do just that! If you crash - you fail. This is a realistic driving simulator in which you will have to drive safely and carefully.\n\nIn bike collection, you will have to navigate the city and collect bikes left by the people who rented them. Will you be able to find your way around a busy city using only the in-game map? You will have to use your logical thinking skills and spatial awareness in your driving. Transporting expensive cargo is a demanding task that requires skillful driving and parking!\n\nIn night races you will have to prove your quick reflexes and driving skills to outrun other drivers and be the first to the finish line! Play a different kind of driving simulator! Trust in your quick reflexes and instincts to drive fast and leave your driving opponents behind!\n\nDiscover all of those activities and master them to become the ultimate delivery driver and more!",
    "id": "01003FA0164E0000",
    "name": "Driving World: Italian Job",
    "publisher": "Pixelmob",
    "releaseDate": 20220319,
    "version": 0
}