{
    "description": "Your mission is to unravel the secrets hidden within these temples, utilizing your skills to navigate treacherous challenges. Employ your mystical turtle idol to launch magical balls, forming matches of three or more to obliterate the perilous chain before it reaches the coveted golden temple.\n\nTraverse through a multitude of temples, strategically creating massive combos and unlocking special bonuses to aid your progress. Quick thinking and precise aiming are essential in this dynamic puzzle adventure, where hesitation could spell your demise.\n\nIn Zumaji, the objective is clear: eliminate all the balls rolling along a designated path, their impending arrival indicated by varying degrees of openness. Juggle two balls at a time, seamlessly switching between them with a touch on the turtle shell. The stakes are high; once a ball reaches the golden temple, others swiftly follow, costing you a life.\n\nPrevent the impending threat by launching colored balls from the turtle's mouth, colliding with the advancing chain. Witness explosions as three or more balls of the same color meet, potentially triggering a chain reaction. Successfully eliminate all the balls on the screen to complete the level.\n\nTake charge of a central frog defending a sacred temple against encroaching balls. Hurl colored balls strategically, creating explosive groups of three or more to thwart their advance. Guard your turtle against the impending danger to secure victory.\n\nBoost your defenses with four unique power-ups:\n(a) Meteorite: Randomly detonate all balls within a small radius.\n(b) Paint: Precision explosion at a designated spot and neighbor color.\n(c) Time Freeze: Temporarily slow the chain's speed.\n(d) Random Ball:  Ball of any colors.\n(e) Backward Push: Reverse the direction of all balls briefly.\n\n\nZumaji Deluxe! is a captivating arcade game that promises endless hours of entertainment. With 300 levels to conquer, weekly rewards to claim, and captivating sounds and tunes, immerse yourself in this amusing adventure that will keep you glued to the screen.",
    "id": "0100F7801D884000",
    "name": "Zumaji Delux",
    "publisher": "Max Interactive Studio",
    "releaseDate": 20231211,
    "version": 0
}