{
    "description": "Sweeping across iconic locations of the first three classic The Karate Kid movies from the 1980s, you’ll step out of the dojo and into the streets of the West Valley and Okinawa as you battle waves of enemies in this pixel art, side-scrolling, beat ‘em up adventure. Play as Daniel LaRusso, Mr. Miyagi, Ali Mills, or Kumiko as you set out to defeat Johnny Lawrence, John Kreese, Terry Silver, and others intent on establishing dominance over Miyagi-Do Karate forever.  This game features intense martial arts combat and frenetic action mixed with plenty of retro flair from the original movies.\n                                                  \nKey Game Features:\n\n• PIXEL ART MASTERY:  Dive into a visually stunning pixel art world that pays homage to the golden era of gaming. Every punch, kick, and iconic scene is beautifully crafted in classic 16-bit glory, delivering a truly nostalgic experience. \n\n• FAST-PACED, RETRO-STYLE, BEAT ‘EM UP, SIDE-SCROLLER: Face hordes of enemies in your quest for martial arts dominance.\n\n• CLASSIC STORYLINE: Relive the adventures of The Karate Kid while facing challenges put forth by Cobra Kai, John Kreese, and Terry Silver. Follow the narrative of the original trilogy and experience the highs and lows of The Karate Kid journey. \n\n• DYNAMIC COMBAT SYSTEM: Master the art of karate with an intuitive and responsive combat system. Execute powerful combos, perform Crane Kicks, and defend against the enemy dojo's relentless attacks. Each level presents new challenges and enemies inspired by the films’ memorable characters.\n\n• BOSS BATTLES: Faceoff against classic villains such as Johnny Lawrence, John Kreese, and other formidable opponents across 12 intense levels. Each boss battle is a test of skill and strategy, challenging players to recall the lessons of Mr. Miyagi. \n\n• ICONIC LOCATIONS FROM THE ORIGINAL CLASSIC FILMS: Brawl your way through 12 levels inspired by the original trilogy such as Topanga Beach, West Valley High, Cobra Kai Dojo, the All Valley Tournament, and more!\n\n• RETRO SOUNDTRACK: Immerse yourself in the '80s with a chiptune soundtrack that captures the spirit of the era. Classic style tunes will accompany you on your journey, enhancing the nostalgic atmosphere.\n\n• CO-OP MULTIPLAYER: Battle with up to 4 players in local co-op.",
    "id": "01008AF01E3E2000",
    "name": "The Karate Kid: Street Rumble",
    "publisher": "Game Mill",
    "releaseDate": 20240920,
    "version": 0
}