{
    "description": "Chef Chen's restaurant is in financial trouble, and he discovers that entering a high-stakes cooking competition could be his chance to win a large cash prize. Chef Chen and his friends decide to give it a shot, and they participate in a magical cooking competition in the world of fantasy. \n\nChef Chen who uses insulated gloves as boxing gloves, Parsley, the samurai Shiba Inu with two swords,  Bay, the archer magpie with pinpoint accuracy, and Pepper, the cute and cuddly but ferocious mage cat, all set out to take the challenges of the fantancy world to win the prize for their restaurant renovation.\n\nCooking is more than just chopping meat and stir-frying!\n\nDuring the competition, you'll need to acquire the ingredients wherever you can get around, from stealing Harpy's Egg to cutting red scallion, peeling Aethercap, to hunting Cockatrice. You'll have to collect each ingredient yourself and complete the orders on time to earn star ratings!\n\nTeamwork is everything!\n\nIf you think you can win the competition just by doing your own job, you're in for a rude awakening. In addition to pesky monsters, the fantancy world is also full of obstacles and traps. Limited number of cooking knives, magic vines, trebuchet, floor traps, and scale traps will test how well you and your teammates work together.\n\nMysterious giant mythical creatures!\n\nAs you focus on hunting monsters and cooking ingredients, the mythical creatures that only appear in stories in the depths of the fantancy world will add a touch of crisis and despair to the already chaotic and busy competition.\n\nExplore with new friends!\n\nWhether you want to go it alone or invite friends and family to join your team, you can find plenty of challenges to enjoy in the rich levels. In addition to unlocking new levels and locations, if your cooking skills are superb, new chefs will join in your team, providing you with more creative strategic gameplay.\n\nEach teammate needs collaborate to create delicious dishes, conquer the judges' discerning taste buds, and win applause and prizes!",
    "id": "0100E2B01C498000",
    "name": "Chef Chen",
    "publisher": "buho",
    "releaseDate": 20240801,
    "version": 0
}