{
    "description": "Experience the epic journey of Nuna and Fox as they search for the source of an eternal blizzard that threatens the survival of everything they have ever known.\n\nNever Alone is an atmospheric puzzle platformer developed in collaboration with the Iñupiat, an Alaska Native people, drawn from a traditional story that has been shared across the generations.\n\nGuide both characters in single-player mode or play cooperatively with a friend as you trek through frozen tundra, leap across treacherous ice floes, swim through underwater caverns and face enemies both strange and familiar. \n\nOn over 75 \"Best of 2014\" lists and winner of \"Best Debut Game\" at the 2015 BAFTA Games Awards as well as \"Game of the Year\" and \"Most Significant Impact\" at the 2015 Games for Change Awards, nearly 40 Alaska Native elders, storytellers and community members contributed to the making of the game.\n\nYou'll explore awe-inspiring environments, perform heroic deeds, and meet legendary characters from Iñupiaq stories — all narrated by a master storyteller in the spoken Iñupiaq language.\n\nFeatures\n\nPlay as both Nuna and Fox — Switch between the two companions at any time with one button press, or play side by side in local co-op mode, as you rely on the unique skills of each character to succeed in your quest. Nuna can climb ladders and ropes, move heavy obstacles, and throw her bola at targets to solve puzzles. Fox can fit through small areas that Nuna can't reach, scramble up walls, and jump to great heights.\n\nBrave the harsh world of the Arctic — Run under, through, and atop the unstable structures of an abandoned coastal village. Explore the eerily quiet treetops of a mysterious, frozen forest. Brave the fierce winds of the eternal blizzard. Only with the aid of Helping Spirits will Nuna and Fox have any chance of survival in a land where survival seems impossible.\n\nUnlock fascinating video insights — Elders, storytellers, and other members of the Alaska Native community share stories and wisdom about their culture, values and the amazing Arctic world encountered by players in over 30 minutes of interviews.  \n\nThe Never Alone: Arctic Collection on Nintendo Switch™ also contains the Foxtales DLC at no additional cost!",
    "id": "0100A6B01712C000",
    "name": "Never Alone: Arctic Collection",
    "publisher": "E-line Media",
    "releaseDate": 20220224,
    "version": 0
}