{
    "description": "You are Harry Hsu, a young man who recently inherited a card shop from his father, a former champion of the famous card game \"Warlock.\" With the shop’s reputation on the line, you start working behind the counter, juggling the locals' requests while trying to familiarize yourself with owning a shop. \n\nYour guide, Giuseppe, a fast-talking Cockatoo, helps you in your buying and selling journey - securing cards of various rarities to top collectors or helping an enthusiastic customer from the neighbourhood.\n\nFeature List\n-Buy, Sell, or Flex - Buy low, sell high, or just add Cards to your showcase for all to see!\n-Collect Over 100 Unique Cards - From ripping open booster packs, to buying singles, you’ll uncover dozens of vibey Cards featuring illustrations from stacks of talented artists! (Plus their rare, shiny variants!)\n- Master An Ever-Changing Market - Reprints, rumours, rule changes, kids' meal promos, thieves, and church condemnations (the usual suspects) will all affect the price of your treasured cards. Think fast!\n- Win the Hearts of Customers - Befriend regulars by tracking down their requests, help build their decks, and become a part of a sleepy seaside town! Or just rip them off and feel their wrath!\n- Build The Perfect Shop - New management means new branding - create your dream shop with a catalogue of walls, flooring, furniture, and knickknacks; everyone loves a good chia pet, right?\n- Solve The Mystery - All is not what it seems on the seaside! The appearance of a mysterious masked thief leaves locals wondering who to trust with their precious Cards! Who is this shadowy character? And just what are the Legendary Cards?\n- Card Game Island - Buy a ticket to card game island, testing your wits and wiles against the most formidable duelists in a roguelite deckbuilding game mode.",
    "id": "01005630194A8000",
    "name": "Kardboard Kings: Card Shop Simulator",
    "publisher": "Akupara Games",
    "releaseDate": 20221208,
    "version": 0
}