{
    "description": "As Kril the hermit crab, you’ll need to wear the trash around you as shells to withstand attacks from enemies many times your size. Embark on an epic treasure hunt to buy back your repossessed shell, and discover the dark secrets behind the polluted ocean.\n\nTRASH OR TREASURE?\nIn this undersea society, trash is not only a way of life, but a valuable resource, used for everything from fashion to firearms. But with the presence of trash comes a mysterious infection known as the Gunk, which could spell doom for the entire ocean.\n\nLEARN FROM NATURE\nAs Kril explores the ocean, he'll gain a variety of Umami Techniques—powerful attacks learned from the denizens of the seas. Punch your enemies with the overwhelming might of a Mantis Shrimp, ensnare them with the horrifying Bobbit Worm, and much more.\n\nUNEXPLORED DEPTHS\nThe ocean goes deeper than one can imagine. Fight your way through kelp forests, coral reefs, sand castle cities, and even the unfathomable darkness of the deep-sea trenches, all in the name of getting back your prized shell.\n\nPLAY AT YOUR OWN PACE\nDesigned to be an approachable experience for newer soulslike players as well as provide a challenge for hardcore fans, Another Crab's Treasure offers something for any level of skill or time commitment. Assist options are provided for those seeking a less frustrating experience, but gluttons for punishment are sure to find the default game a challenge.\n\n-Soulslike-inspired combat designed to be approachable for new players while still challenging experienced fans.\n\n-A vast undersea world to explore with colorful creatures to fight and secrets to discover.\n\n-Over 60 shells with a variety of special abilities to defend yourself against the ocean’s threats.\n\n-Meet a host of undersea friends and foes as you slowly discover the dark secrets behind the polluted ocean.\n\n-Learn magical Adaptations from creatures throughout the world, making their powers your own.\n",
    "id": "0100A21017C42000",
    "name": "Another Crab's Treasure",
    "publisher": "Aggro Crab Games",
    "releaseDate": 20240425,
    "version": 0
}