{
    "description": "We were inspired by sandbox and simulation games, where players can create something of their own, set up processes, develop their creation, put their soul into it and show their creativity. In Cafe Owner Simulator you have such an opportunity, our goal is to give the world a game - in which everyone can realize his dream and open his own restaurant business.\n\nCleaning and Restoration.\nWhen you buy a room for your own restaurant - you will need to free it from trash and make major repairs, it is not an easy task, but what can be better than to clean up the future of a successful restaurant or cafe?\n\nCovering Surfaces.\nAfter cleaning and repairing - you will have to choose the best wallpaper, carpet or coverings of different materials, this is where your design will begin.\n\nKitchen and equipment.\nSo how do you do without kitchen equipment? Decide on the type of your future establishment and buy all the necessary equipment for it. Also, do not forget to connect it to the outlets.\n\nMenu and products\nTo open a place - you need to add a minimum of 5 dishes to the menu.\nTo prepare these dishes - you'll need products, you can buy them at the grocery store.\n\nManagement and employees\nThe game has a job market. To hire a staff member, pay a headhunter and he will find a marketable staff member for you. Every worker has his own characteristics, so choose the best ones.\nThe higher the characteristics - the higher the salary the worker wants. Over time, the motivation to work decreases - pay bonuses or hire new workers, here the choice is yours.\n\nDevelopment of the restaurant, levels\nFor performing various actions in the game - you earn experience points.\nWhen you reach a certain limit - the level grows and you get a lot of opportunities:\nnew furniture and equipment to set up, new dishes on the menu, new features on your tablet, cash rewards and more.\n\nRestaurant expansion and new features\nEarning money - you will be able to open new areas of your cafe to make all your design ideas come true. In the future it will be possible to build a hotel near the restaurant and create a square for recreation and entertainment of visitors.\n\nDuties of a restaurant owner\nLike any owner or manager of a restaurant business - there is a lot of work and daily tasks waiting for you. Paying bills, managing employees, ordering food, checking the condition of the equipment and its repair, controlling various pests and cleaning the premises, working at the cash register and at the cafe counter (until you hire employees for this), passing inspections by the fire inspector, setting up and ordering advertising, marketing, if necessary you can take a loan from the bank, but it is better to pay back in time, otherwise there will be problems, and much more.",
    "id": "01000FD01BF7A000",
    "name": "Cafe Owner Simulator",
    "publisher": "RockGame",
    "releaseDate": 20240111,
    "version": 0
}