{
    "description": "Personality Psychology Premium app helps in getting you the analysis of your personality, psychology score. When you are worried within and looking for a better help and looking to visit psychiatrist then Personality Psychology Premium is the best solution available on your click. \n\nIt has a series of tests which you have to go throw to achieve your personal score. These tests are very innovative and are created in a light funny way such that nothing gets too serious or boring. Once you finish the test you will get the score card of your analysis. \n\nWith this app over the social gathering, you can add up to 5 friends at a time to go with the tests and thus compare the results amongst players. Win Trophies based on the type of tests you try. The results help you improving the personality level as you get an idea of roads of improvements you require. \n\nThis app helps you best when you are unable to figure out that whether you are stressed? Tensed ? or worried.\n\nTo list few of the Tests:\n► THE INSIDE: Am I happy? Do I like myself? Am I free as a bird? Am I obsessed? Am I stressed? Do I feel healthy? Do I feel guilty?\n► THE OUTSIDE: Am I ambitious? Am I adventurous? Am I always right? Am I peaceful? Is my mind stuck? Do I use people? Am I tough?\n► THE ACTIONS: Am I responsible? Do I take risks? Am I energetic? Am I shy? Am I wise? Am I a thinker? Am I friendly?\n► THE OTHERS: Am I peaceful? Do I like free will? Do I like change? Am I tolerant? Am I a believer? Am I a racist? Am I a capitalist?\n► THE SEX: Am I satisfied? Am I conservative? Am I a sex machine? Do I think manly? \n\nFeatures:\n1) It helps you to break the ice socially in a gathering.\n2) Impress someone by its accurate results.\n3) Understand yourself better.\n4) Find more about a close person or have fun with your friends.\n5) Grow Socially, professionally\n6) Achieve Mental peace and calmness ",
    "id": "0100DEA00B758000",
    "name": "Personality and Psychology Premium",
    "publisher": "Crazysoft",
    "releaseDate": 20220303,
    "version": 0
}