{
    "description": "Dive into the ultimate single-player space sim with multiple career paths, engaging gameplay mechanics, and diversified missions ranging from exciting space battles to an authentic, sandbox RPG experience.\n\nDepending on your preferences, you can choose between building a safe yet pedestrian trader career, the honorable, action-packed role of a space ranger, or the profitable but dangerous life of a mobster. Whatever you choose, make sure to excel, gather reputation points for your actions, and obtain access to the most challenging and best-paid missions.\n\nThe more money you earn, the better (and bigger!) space fleet you’ll be able to build, consisting of fast and maneuverable fighters, heavy bombers, and large transporters. All can be built according to your needs and customized to reflect your play style.\n\nMaking the right choices will be crucial to ensuring the success of your missions. Aside from choosing the best ship for the job, you need to manage fuel usage, choose the best trading or smuggling routes, and even buy your own space stations that will allow you to explore the furthest corners of the galaxy.\n\nIn the end, becoming a true space commander, whether pursuing a legal or not-so-legal career, requires skills, money, and luck. So tell me, rookie, do you have what it takes to achieve ultimate galactic dominance?\n\nBECOME THE BEST SPACE COMMANDER OUT THERE:\n\n• Buy fighters, bombers, and transporters, customize them according to your needs, and build the biggest space fleet around.\n\n• Pursue a mercenary, trader, or mobster career depending on your personal preferences and play style.\n\n• Explore the furthest corners of the galaxy thanks to the in-game expanse module generating countless star systems waiting for your discovery.\n\n• Get involved in a corporate war or fight aliens in multiple, diversified campaign scenarios.",
    "id": "0100E1E014AFA000",
    "name": "Space Commander: War and Trade",
    "publisher": "7Levels",
    "releaseDate": 20230126,
    "version": 0
}