{
    "description": "Race a real-world Mario Kart through your home! Use the Nintendo Switch system to control your kart and watch as it reacts to what’s happening in the game as you boost and drift to victory. Your in-home course comes to life on-screen with a view from right behind the driver’s seat.\n\nTurn your home into a Mario Kart course of your design\n\nPlace gates and customize courses in the real world, then see them come alive with different in-game environments like jungles and snowscapes and obstacles like Piranha Plants or King Boo. Use objects from around the house to customize your courses and add challenge, then watch the game transform your home into the Mario Kart world.\n\nZoom around the house with up to three friends\n\nUp to 4 players* can go head to head in races on your real-world course!! In Split-Screen mode, two karts can tear up the track on one Nintendo Switch system. In Relay Race, 2 to 4 players take turns controlling the kart and can also choose Princess Peach, Yoshi, or Toad to represent different players on your relay team!\n\nThe magic of augmented reality doesn’t just mean you’ll see your course and opponents come alive on screen. Hit a boost in the game? Watch as your real-life Mario Kart speeds up. Get hit by a Green Shell? Look out, because your kart will slow down! If you’re worried about straying too far from the course (or your living room), Smart Steering will help guide you along.\n\nThe races you progress through in Grand Prix mode are varied—the windy environment might push your kart to the side, while the in-game Piranha Plant gate will bite you if you pass through the wrong side. As you play, you’ll unlock more speed settings, costumes, environments and more! These can all be used when you want to create your custom course. Even Rainbow Road makes an appearance! \n\nWhether you want to race Bowser Jr. and the Koopalings in Grand Prix mode, customize an elaborate course, or do laps around the living room with family members, Mario Kart Live: Home Circuit is your window into a new type of Mario Kart experience.",
    "id": "0100ED100BA3A000",
    "name": "Mario Kart Live: Home Circuit™",
    "publisher": "Nintendo",
    "releaseDate": 20201016,
    "version": 0
}