{
    "description": "Experience the chaos and intensity of World War II like never before in \"World War II Shooting Simulator.\" Immerse yourself in a 3D low poly world where every shot counts and survival is paramount. In this open-world shooter, players are thrust into the heart of historic battles and tasked with one objective: survive against overwhelming odds.\n\nKey Features:\n\nFast-Paced Action: Dive into relentless combat as waves of enemy forces swarm your position. Stay on your toes, react quickly, and unleash a hail of bullets to fend off relentless assaults.\n\nOpen World Map: Explore vast, immersive environments inspired by real-world World War II battlegrounds. From dense forests to war-torn cities, each map offers strategic opportunities and hidden dangers waiting to be uncovered.\n\nIntense Enemy AI: Face off against intelligent enemy AI that adapts to your tactics and coordinates attacks with deadly precision. Survive ambushes, counter enemy flanks, and fight tooth and nail to hold your ground.\n\nWeapon Variety: Arm yourself with an arsenal of authentic World War II-era weapons, from iconic rifles to powerful machine guns. Experiment with different loadouts to find the perfect combination for your playstyle.\n\nSurvival Challenges: Test your endurance and resourcefulness in survival challenges where every second counts. Scavenge for supplies, fortify your position, and hold out against relentless enemy assaults for as long as possible.\n\nDynamic Weather and Day/Night Cycle: Adapt to changing conditions as dynamic weather and a day/night cycle add an extra layer of realism to the battlefield. Use darkness to your advantage or brace yourself for the challenges of fighting in adverse weather conditions.\n\n\"World War II Shooting Simulator\" delivers non-stop action, intense gameplay, and an immersive low poly world that will keep players coming back for more. Do you have what it takes to survive the onslaught and rewrite history?",
    "id": "0100D4301E33A000",
    "name": "World War II Shooting Simulator",
    "publisher": "DEMENCI Games",
    "releaseDate": 20240228,
    "version": 0
}