{
    "description": "The fate of humanity is at stake. \nUse your gift of clairvoyance to see into the future and stop an apocalypse that threatens the balance between your world and the deities’. \n\nIn the very near future...\nWhen Polly returns home after a few years abroad to look for her missing mother, she quickly realizes that her hometown has drastically changed. A megacorporation named MK is using its power to control the population, and her community is in danger.  \n\nShe soon discovers that she has a gift of clairvoyance that connects her to Reverie, the realm of the Aspirations of Humanity: Glory, Bliss, Power, Chaos, Bond, and Truth.\n\nIn this world, Polly becomes Harmony, an Oracle who has the power to choose the Aspiration that will ultimately rule over Reverie and restore the delicate balance between the deities’ world and ours.   \n\nThe fate of humanity is at stake. To which destiny do you aspire?\n\nDECIDE YOUR DESTINY \n\nAs Polly, or Harmony, each action you take will affect both worlds and send you down sprawling narrative paths. See into the future and explore the consequences of possible choices in the Augural, a game board and visual representation of Polly's gift of foresight.\n\nIn pursuing whichever destiny you desire, you’ll also bond with and obtain crystals from the Aspirations. These will unlock different paths at important crossroads that will change how the thread of the story unravels, and ultimately the fate of humanity.\n\nFIND THE NEW HEART OF HUMANITY \n\nWhichever Aspiration comes to lead Reverie, with Harmony’s help, will also become the heart of humanity. Their personality and style of rule will change Reverie while also giving the people of our world a new direction too: when the link between worlds is stronger, Reverie has a bigger influence on the state of our world. \n\nGlory, Bliss, Power, Chaos, Bond, and Truth are all wildly different entities with their own distinct personalities, goals, and opinions on how to make things better. You’ll get to know each of them as visit Reverie in your dreams as Harmony, but only you know best – as Polly – what your world needs.    \n\nA COLORFUL WORLD  \n\nAs you play, revel in artistic direction that is bright, vibrant, and futuristic. Immerse yourself in the daily life of a Mediterranean city and get to know its people, with a cast of characters who are fully voiced and animated. Enjoy an enchanting soundtrack by award-winning composer, Lena Raine. ",
    "id": "0100A65017D68000",
    "name": "Harmony: The Fall of Reverie",
    "publisher": "DON'T NOD",
    "releaseDate": 20230608,
    "version": 0
}