{
    "description": "Complete each of the tasks as diligently as you can, showing your skills and earning stars for your progress. Show everyone you're the top driver, able to complete each job without fault, quickly climb the ranks and become the City Hero you were always meant to be!\n\nEmergency Driver Simulator is a unique driving game that allows you to take up multiple careers and show your skills in every one of them. Your work will be done in the early morning hours, when most of the people people are sound asleep. Their safety though will be in your hands! Enter the road and engage in a variety of jobs and trials. From simple, everyday tasks to real emergencies, it will be up to you to keep the city functioning!\n\nGAME FEATURES\n- IMPRESSIVE CAR COLLECTION : Drive 15 Awesome Cars and Trucks\n- MULTIPLE JOBS TO TAKE UP: Huge campaign to beat with a lot of different jobs\n- BEAUTIFUL GRAPHICS: explore an amazing looking city\n- DYNAMIC TRAFFIC: Deal with Real Traffic AI\n- CAMERAS: Multiple cameras including First Person view for full immersion\n\nTo stay ahead of the game you will have to be quick and thorough. Handle your car with precision and care but don't forget about the ticking clock. Drive fast but be careful not to crash!\n\n15 VARIED VEHICLES\nSelect from a variety of vehicles to complete your tasks in. Fast police cars, 4x4s, a garbage truck, a delivery van. With this huge and diverse collection you will not get bored quickly! Pick one, put your wheels on the road and start working for the best score!\n\n50 VARIED MISSIONS\nEach of the cars is tied to its own unique 5 missions. Complete them perfectly to earn in-game money for additional vehicles and unlock access to further tasks!\n\nMULTIPLE JOBS TO TAKE UP\nBecome a policeman, engaging in adrenaline-pumping chases with criminals, a firefighter putting down fires, but also a garbage truck driver or a street cleaner. Every job you can take up in this simulator is essential to efficient functioning of the city in its own way. Master all of them!\n\nEXCITING BIG CITY LOCALE\nDrive around the streets of a huge metropolis during early morning hours. Realistic lightning effects combined with imaginative architecture will transport you and immerse you into the game! With roads drenched in orange sunlight, your trials and tribulations will be a little easier to bear.",
    "id": "0100382016A0E000",
    "name": "Emergency Driver Simulator",
    "publisher": "Pixelmob",
    "releaseDate": 20220312,
    "version": 0
}