{
    "description": "Pre-order now and get the following bonus content for PAC-MAN Mega Tunnel Battle: Chomp Champs:\n• Chomp Challengers PAC (in-game cosmetic items)\n- 1 body: Unicorn - Rare\n- 3 heads: Crown, Pompadour, Punk\n- 2 faces: Googly Glasses, Retro Glasses\n- 1 icon: Cherry Chomp\n\nPAC-MAN Mega Tunnel Battle: Chomp Champs is an online-only PAC-MAN eating competition! Eat your way through multiple interconnected mazes using Power Pellets and a variety of Power Items to chomp the GHOSTS and opponent PAC-MAN players! Be the last PAC standing at the end of each match in this 64-player Battle Royale to be the Chomp Champ!\n\n• EAT TO COMPETE\nThe only PAC-MAN Battle Royale with cross platform play!\n\n• CONSUME ALL\nEat everything in your maze! Then tunnel to other PAC-MAN players’ mazes and munch even more for the high score!\n\n• PAC-MAN À LA MODES\nElimination Mode features arcade style action against players of any rank where you earn Tokens to trade for cosmetics. Ranked Mode features serious competition against players of similar ranking where you earn Rank XP to place on the leaderboards!\n\n• MISSIONS ADD META\nFulfill specific conditions during the match for a score boost!\n\n• TRUE PAC VS. PAC ACTION\nMunch Dots and Fruit, then eat a Power Pellet to chomp the GHOSTS... and even chomp other PAC-MAN!\n\n• POWER TO THE PACS\nPower Items add to the action with shields, speed, and more to give you the upper hand against the GHOSTS as well as other PAC-MAN players! Some Power Items help PAC-MAN, but others help the GHOSTS!\n\n• ELIMINATING MAZES\nBeware of flashing mazes as they drop out one by one during each match! Escape before they’re eliminated!\n\n• PERSONALIZE YOUR PAC\nWith a fun variety of body, head, and face cosmetics you can stand out from the pack with your own style!\n\n• GET YOUR PACS TOGETHER\nAdd players to your Friend list, track friends’ progress, spectate friends’ plays, and even invite them to play in the same match as you!\n\n• PLAY OR SPECTATE\nSpectate ongoing matches from the general player-base or observe your friends’ skills. Elimination Mode spectators can even vote on what Power Items will be released to the players!\n\n• BE THE CHOMP CHAMP!\nOut-maneuver, out-last, and out-PAC to be the last PAC standing against 63 other PAC-MAN opponents!\n\n*In addition to this edition, a Deluxe Edition is also available. Please be careful not to purchase the same content twice.\n*This product is a multiplayer game that is played mainly through online matches between players. The only mode that allows single play is the tutorial.",
    "id": "0100B7F01AF58000",
    "name": "PAC-MAN Mega Tunnel Battle: Chomp Champs",
    "publisher": "BANDAI NAMCO Entertainment",
    "releaseDate": 20240508,
    "version": 0
}