{
    "description": "\"草食系男子の言いなり入院生活- A passive boy at the Huntress clinic -\" is a visual novel game in which female doctors and nurses play around with the protagonist who is unable to move due to an accident.\nThis Bishojo Game originally released in 2018 under the \"Peony\" brand has been reworked for the \"PandaShojo\" platform for players of all worldwide to enjoy.\n\n\n◆ Introduction\nThe protagonist wakes up and finds himself in a hospital bed.\nHe can neither move his hands nor his legs after a sudden car accident. Now he has no choice but to rely on the nurses to do anything.\nIn a normal hospital, there would have been no problem...\nBut little did he know that the hospital he was taken to was a haven for mischievious nurses...\n\n◆ Synopsis\nSho has been admitted to the hospital after a car accident that left him in a life-or-death situation.\nUnable to even eat by himself, Sho needs the help of the nurses to do anything.\nTaking advantage of this, the girls begin to play around with him...!!\n\nHe cannot stand up for himself against these approaching girls, nor is he allowed to run away.\nWill Sho be able to survive until he is discharged from the hospital?\nBut why would he possibly want to leave this heavenly place in the first place...\n\n\n◆ Characters\nRinko Yamamura\n\"You're blushing. I guess Sho is also a man.\"\nA \"ruthless and sadistic\" female doctor. She is an excellent doctor, but has a thing for cute boys.\nShe is quite beautiful, married and has children.\nShe is calm in performing her duties, but also when dealing with the protagonist.\nHer personality is cold, but she is always smiling when the protagonist is around.\n\nMayu Sasagi\n\"It's time to eat and I'm here to help. Open wide!\"\nA \"sweet and sadistic\" nurse. She has big breasts and good style.\nShe has many fans because of her sincere treatment of her patients.\nThis comes from a desire to serve others,\nbut she can also be mean if you get on her bad side.\n\nMisora Abe\n\"Are you talking to me? My name is Misora Abe. Oh, but you don't need to remember that\"\n\"Argh, this is so annoying!\"\nA \"Sadistic gal\" and a nurse. Her skin is lightly tanned, and her hair is dyed.\nShe's lazy and doesn't care about much. But she's cute and easily forgiven by everyone.\nShe's the type who'd rather satisfy herself than others.\n\nSho Iwaguchi\nA passive male student.\nHe was an honor student at school.\nHe was involved in a car accident that left him in a life-or-death situation, but managed to survived.",
    "id": "010007601A7A2000",
    "name": "草食系男子の言いなり入院生活- A passive boy at the Huntress clinic -",
    "publisher": "CyberStep",
    "releaseDate": 20230309,
    "version": 0
}