{
    "description": "Something stirs in the darkness of the underground mausoleum. A terracotta figurine cracks and a soul stirs within, awakened by the energy of the Tao. You wake, surrounded by eight thousand of your terracotta comrades. A curse has been placed upon the army of the first emperor, save yourself… meaning  you are the only one who can lift it and bring peace to one of the greatest spiritual wonders of ancient China.\n\n\nTerracotta is an action-adventure game based on China's seminal Qin dynasty. Though ruling only for fifteen years, the first imperial dynasty laid the foundations of a state that would endure for over two thousand years. Experience the splendor and drama, as China transforms from a patchwork of warring states to a united empire. Witness the creation of the first Great Wall of China and the grand victories that preserved its legacy.\n\n\n\nExplore the Twin Realms\n\nAs the sole uncursed warrior of the emperor's Terracotta Army, you'll have to master your ability to channel the Tao, switching between the realms of Yin and Yang to free your fellow soldiers from the spiritual blight.\n\n\nShift between the realms of Yin and Yang, within the tomb of the Qin Emperor and his afterlife, looping between death and the afterlife to overcome cursed challenges.\nYin is the domain of solitude and tranquility. The dark, desolate tomb is a fortress, where you can strategize, prepare, and alter the layout to aid your journey.\nYang is the realm of the afterlife, light, and action. Execute combat strategies, evade foes, and overcome the tomb’s defenders to find the source of the curse placed upon the rest of the terracotta.\n\n\nSolve the Mystery of the Curse\n\nYou are one of eight thousand warriors bound to protect the Qin Emperor in his afterlife. Your comrades are not your enemies, even if they do not think so at the moment…\n\n\nMaster your ability to channel the light of Yin, not only for switching realms but also for manipulating surroundings.\nAwaken ancient mechanisms and descend into the underworld, overcoming foes through speed and agility, instead of only using brute force.\nDefeat nine brutal bosses, requiring the mastery of the nine phases of Qi: The universal energy that forms all parts of living beings.\n\nWitness the Rise of China\n\n\nThe Qin dynasty laid the foundations of China that would endure two thousand years. As an awakened terracotta warrior, you have the opportunity to observe it from within.\n\nExperience an art style based on the timeless aesthetics of guo hua, traditional Chinese painting.\nImmerse yourself in the afterlife of the Terracotta Army with a soundtrack inspired by traditional instruments classified through the ancient Chinese ba yin.\nSave your fellow eight thousand strong warriors, each with iconic individual appearances - just like the real Terracotta Army!\n\nTERRACOTTA is a project funded by Red.es and the European Regional Development Fund (ERDF) through the Red.es Program to promote the videogame industry. These grants are co-funded by the Spanish ERDF Pluri-Regional Operative Program (POPE) 2014-2020",
    "id": "010042F01686C000",
    "name": "Terracotta",
    "publisher": "Freedom Games",
    "releaseDate": 20230525,
    "version": 0
}