{
    "description": "The story begins with our young hero crash-landing on the shores of Thunder Island. In this treacherous yet tropically beautiful haven, he discovers an artifact of immense power. Upon realizing the true potential of the artifact, he embarks on a journey filled with challenges and hardships to unlock its full might.\n\nThe island holds numerous perilous dungeons, some inhabited by ancient and terrifying bosses, while others house more misunderstood and talkative ones. To enhance his chances of conquering the island's challenges, our hero will acquire new skills, catch fish, cook nutritious meals, discover valuable treasures, and seek blessings from the many deities at the island's shrines.\n\nMany charming inhabitants reside on the island. Among them are merchants who are open to trade with our hero, while others will send him on adventurous quests, offering him handsome rewards in return.\n\n\nSTORYTELLING:\nThe game focuses on \"Humor and Fun\" in its story and character dialogues, as well as many popular references. Throughout the island, the protagonist will encounter many characters, including deities. Additionally, there are numerous lore-books that add depth and explain the broader world beyond the island.\n\nCHARACTER:\nMogren is a resilient and fearless Orc. His journey through Thunder Island will introduce him to numerous challenges, and to overcome them, he must level up, learn skills, unlock new abilities, receive blessings, and eat the right food at the right time.\n\nDUNGEONS:\nEach dungeon has its own theme and a set of unique puzzles. For example, in one of them, you have to transform into a specific creature and play the entire dungeon in that form. The side dungeons, also known as \"Caves\", feature their own puzzles and encounters, providing players with a wide range of content variations.\n\nQUESTING:\nThe main Questline sends the player on a journey to discover all of Thunder Island, Along the way, Mogren will encounter many inhabitants who require his assistance with various tasks. Mogren will happily, and sometimes begrudgingly, aid these individuals and receive generous amounts of XP and quest rewards in return.\n\nCOLLECTING:\nThe game also features a Collect-a-thon aspect, with cosmetic hats that add style and a sense of fashion to the character. The OST can be listened to in-game, but first the individual soundtracks must be found. And last but not least, there are the \"Crystal Clams\", which I will not spoil here.\n",
    "id": "0100EB601D3AE000",
    "name": "Shalnor Legends 2: Trials of Thunder",
    "publisher": "Johnny Ostad",
    "releaseDate": 20231019,
    "version": 0
}