{
    "description": "\"Broken Porcelain brings an abundance of welcome changes to the series, introducing new gameplay and storytelling elements that breathe new life into the characters and an unprecedented level of immersion in this haunting adventure – perfect for both new and returning fans to the series.\n\nThe truths buried in the Ashmann Inn will not be discovered easily - its many mysteries are intertwined and guarded by the looming threat of the stalkers, powerful hunters trapped in time and the confines of its walls. Survival will take more than just quick reactions as a strategic and resourceful approach will quickly become critical in this haunting adventure. Be smart - knowing the best time to sneak, flee or fight imminent dangers can quickly make the hunters become the hunted.\n\nKey Features\n\n-\tThrilling Psychological Plot. The award-winning cult classic Remothered returns in Broken Porcelain, the perfect entry point for new fans discovering the franchise as well as series veterans craving additional lore surrounding the events and characters of Tormented Fathers.\n-\tRealistic Survival Horror. The Ashmann Inn is as rich in resources as it is dangers. Cautiously scour the environment for items to aid your exploration of unsettling locations that hide grave secrets of a terrifying past.\n-\tIntense Stealth Gameplay. Roam among the shadows of Ashmann Inn and use everything at your disposal to distract enemies for a resourceful escape. \n-\tInvestigate and Escape. Challenging puzzles, expanded lore, and a haunting soundtrack by composer Luca Balboni (Remothered: Tormented Fathers, Mine, Watch Them Fall) transforms the dark and gloomy atmosphere into a terrifying experience that will haunt players well after the game is over.\n-\tCaptivating Characters. The roster of charismatic characters grows as fan favorites return to meet all the new additions to the cast inspired by the protagonists of horror classics.\n-\tReal-Time Cinematics. In a series first, fully animated real-time cinematics will breathe new life into the characters and world of Remothered for an unprecedented level of immersion.\"",
    "id": "0100FBD00F5F6000",
    "name": "Remothered: Broken Porcelain",
    "publisher": "Maximum Games",
    "releaseDate": 20220208,
    "version": 0
}