{
    "description": "FUZE4 Nintendo Switch is a coding application for Nintendo Switch™. It has been designed and developed by a team of experienced gamers, programmers, artists and educators.  The end result is a language ideally suited to coding games and apps for absolute beginners and seasoned programmers alike.\n\nFeatures:\n• Adjustable, intuitive, clear Interface\n• Works with Touch, Joy-Con™ and USB keyboards\n• Comprehensive Help including a full command reference with explanations and examples, quick reference and extensive tutorials\n• Fully functional Coder’s touch keyboard (& USB, Joy-Con™ etc.)\n• Built in functions for 2D, 3D and Audio\n• Advanced Variable types and math functions\n• Powerful 2D engine including comprehensive sprite functions and tilemaps\n• Incredible 3D Engine with world, point and ambient lighting, with or without shadows and 3D Camera\n• Load existing models and create scenes using primitive shapes\n• Supports animated 3D models\n• Create 3D terraformed scenes with createTerrain function\n• Play music and sound effects. Built in synthesiser commands allow for live effects across all 16 channels. Change modulation, wave type, reverb and frequencies on the fly for programmable music compositions\n• Joy-Con™ support including Gyro, Accelerometer, HD Rumble and Analog sticks\n• Touch screen - up to ten points\n• Keyboard input accepted directly from screen and USB keyboards\n• Custom Timer controls – synchronise events with precision (software simulated interrupts)\n• Supports TV Mode and Handheld Mode (can be checked in code)\n• Over $1,000 worth of high-quality gaming assets\n• Includes more than 10,000 gaming assets across 2D, 3D and Audio\n• Contributions from 30 graphic artists and musicians to ensure a wide variety of genres and styles\n2D Assets include old-school RPG, JRPG, Arcade, Shooter, Platform, Puzzle, Dating, Strategy, War, Adventure, Underwater and a lot more – Everything from medieval RTS to Sci-fi space shmups\n• 2D Sprite sheets often include hundreds of related assets making the actual number of individual game assets near impossible to quantify but it would be safe to say it’s well over the 50,000 mark!\n• 3D Assets include many modular sets so it is possible to create an underground series of dungeons, caverns and even sewers as well as fully equipped castles, medieval towns, race tracks, space stations, farms, cities and towns. It's even possible to build fully furnished houses!\n• Audio includes almost a hundred music tracks along with over a thousand sound effects from cute interface sounds to bellowing orcs and a great deal in between!\n• It is also possible to generate your own sounds and music with the built-in synthesizer\n\nFUZE4 Nintendo Switch is equipped with:\n• Tile Map editor for creating your own 2D levels, backgrounds, top down maps and landscapes\n• Image / sprite editor to create unique graphics\n• Programmable synthesizer\n\nProgrammer’s Reference Guide\n• Every command is detailed with a description, its syntax, valid arguments and an examples\n• Quick Reference Guide – for quick look up of command syntax\n• Over 20 step-by-step tutorials from ‘Hello World’, Variables and Loops to writing a complete game level with animations, scrolling backgrounds, Joy-Con™ controls and enemies.",
    "id": "0100EAD007E98000",
    "name": "FUZE4 Nintendo Switch",
    "publisher": "FUZE Technologies",
    "releaseDate": 20190830,
    "version": 0
}