{
    "description": "絶え間なく襲いかかるゾンビの群れを倒して最後まで生き残れ！前作の主人公たちが再び生存のための死闘を繰り広げる、映画のようなストーリーのクォータービューアクションゲームです。様々な武器やアイテムを駆使して、ゾンビの世界で生き残りましょう！1人から最大2人まで楽しめる協力モードが用意されています。片方の「Joy-Con™」を他のプレイヤーに渡して「シェア」することで、どこでも2人プレイを始めることができます。\n\n・様々な武器を駆使して、無数に押し寄せるゾンビの大群を撃退する爽快なアクションをお楽しみください。\n・押し寄せるゾンビを倒し、どんどん難しくなるWAVEをクリアしてください。・ユニークな武器を収集して強化しましょう。\n・WAVEをクリアすると、勝利のための様々なアイテムが登場します。\n・大小様々なゾンビが登場し、ユニークな攻撃をするゾンビと戦う楽しみがあります。\n・ゾンビの世界観に合った特殊な武器を集めましょう。\n・一定時間ごとに出現するゾンビを一人で倒す必要があります。\n・1人～2人のプレイヤーが協力しながらWAVEで最後まで生き残ればステージクリアです。\n・最後のステージをクリアして生き残ると、待ちに待ったエンディングがあなたを待っています！果たしてどんな結末が待っているのか！？\n\n片方の「Joy-Con™」を他のプレイヤーに渡して「シェア」！おすそ分けして、どこでも対戦や協力プレイが可能。\nゲームセンターのゲームのように最大2人用で協力プレイ！\n友達と一緒にゾンビの世界で生き残り、感動的なエンディングを迎えましょう！\n\nプロローグ\nある日、都市の空が闇に覆われ、平和だった都市は突然のゾンビの襲撃で混乱に陥った。人々は恐怖におびえ、逃げるのに忙しく、都市のいたるところが廃墟となっていった。多くの人が安全な場所を探して避難したが、都市の中心には2人が残っている。\n\nMIKEはホラーゲームの実況中継で有名なストリーマーだ。美声の声とは裏腹に、抜群の射撃の腕前を誇る。ある日、生放送中にゾンビが都市を占領する姿を目撃し、放送を通じて都市の状況を伝え、生存者に希望のメッセージを送る。ファンはリアルタイムで彼を応援したが、今やMIKEは単なる観察者ではなく、生存者にならなければならなかった。\n一方、KELLEYは高校の体育教師で、MIKEの熱烈なファンであり彼のチャンネル登録者だ。多様なスポーツを楽しみ、特に自転車と登山が好きな彼女は、活発な性格と優れた統率力で生存者たちを導いていた。体育館に残っている生徒たちと一緒に安全な場所を探し出し、彼らの安全に責任を負った。\n\n二人は偶然、都市の片隅で出会うことになる。MIKEは放送装備を用意しており、KELLEYは学生たちを保護するために武器を探していた。彼らはお互いの能力を認め合い、一緒にゾンビの脅威を克服し、都市を脱出するための計画を立てることにする。都市の混乱の中で彼らは政府の救助ヘリコプターと連絡がつき、ヘリコプターが到着するまで絶えず駆けつけるゾンビから生き残らなければならない。これから、二人の主人公の生存のための旅が始まる。",
    "id": "010040F020920000",
    "name": "ゾンビ スローター デッドゾーン",
    "publisher": "トローゼ",
    "releaseDate": 20240926,
    "version": 0,
    "category": [
        "シューティング",
        "アクション",
        "アーケード",
        "ロールプレイング"
    ],
    "developer": null,
    "intro": "ゾンビアポカリプスで生き残れ！再びゾンビから生き残るために必死に脱出しなければならない！ゲームセンターのゲームのように   2人用で協力プレイが可能。",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "de",
        "ko",
        "zh",
        "zh"
    ],
    "nsuId": 70010000087025,
    "numberOfPlayers": 2,
    "ratingContent": [
        "恐怖"
    ],
    "region": null,
    "rightsId": null
}