{
    "description": "The official game for the breakthrough Japanese horror movie Howling Village! Join 110 million viewers who've already entered Howling Village, created by leading horror director Takashi Shimizu (The Grudge) and brilliant screenwriter Daisuke Hosaka (Sadako 2 3D). Step into the world that received the Jury Award at the 27th Gérardmer International Film Festival, with global box office sales of $12.7 million!\n\n“Have you heard of Inunaki village? It's a cursed village that doesn't appear on any map. If you dare to go there, you'll never make it out alive!”\n\nLegend has it that on the other side of the real-world location of Inunaki Tunnel in Kyushu lies the most evil haunted spot in Japan—a village where the law doesn't apply, from which no one who enters ever comes back. Is Inunaki village an urban myth? Or... is it real?\n\nWhen her younger brother goes missing, Kaede has no choice but to put her faith in the myth. But while searching for him at the old Inunaki tunnel, she stumbles on a web of terror that defies belief.\n\nSix different people each have their own reasons for daring to set foot in Inunaki village. But there are some places you just shouldn't go, when the horrors of Inunaki village won't rest...\n\n◆ Original horror adventure game\nExplore every corner of the village while trying to escape menacing ghosts who want nothing more than to stop you... forever! Solve mysteries and reach the ultimate true ending by making full use of items you find! Battle in mini-games where you find yourself under attack!\"\n\n◆ Brand new horror story\nFollow six different characters to see more than 50 endings. Experience the village from their wide range of viewpoints. The individual actions they take cause can harm each other, save each other, or help uncover the ultimate truth. Only by witnessing everything will the true story of Inunaki village be revealed!\n\n◆ Music by legendary composer Akira Yamaoka\nBoasting a new theme song and background music by internationally renowned game composer Akira Yamaoka (Silent Hill), the game's music will expertly stir fear in your heart as you try to survive at all costs.\n\n◆ Warning\nThis game contains material that may be disturbing and too intense for some players. Player discretion is advised. The creators accept no liability for any trauma that arises as a result of playing.\n\nThe horror of Howling Village didn't end with the movie. Fire up the game and open the door to a new tale of unimaginable fear...\n\n◆ Brand new horror story\nFollow six different characters to see more than 50 endings. Experience the village from their wide range of viewpoints. The individual actions they take cause can harm each other, save each other, or help uncover the ultimate truth. Only by witnessing everything will the true story of Inunaki village be revealed!\n\n◆ Music by legendary composer Akira Yamaoka\nBoasting a new theme song and background music by internationally renowned game composer Akira Yamaoka (Silent Hill), the game's music will expertly stir fear in your heart as you try to survive at all costs.\n\n◆ Warning\nThis game contains material that may be disturbing and too intense for some players. Player discretion is advised. The creators accept no liability for any trauma that arises as a result of playing.\n\nThe horror of Howling Village didn't end with the movie. Fire up the game and open the door to a new tale of unimaginable fear...",
    "id": "01000E40163F2000",
    "name": "Howling Village: Echoes",
    "publisher": "Chorus Worldwide Games",
    "releaseDate": 20211021,
    "version": 0
}