{
    "description": "Mortal Fight: Lethal Revenge offers an unforgettable fighting game experience. This epic adventure is filled with a rich story, epic boss battles, and three selectable main characters.\n\nSelectable 3 Different Main Characters\n\nChoose a character that suits your playstyle. Select from three main characters, each with their own special abilities, fighting styles, and unique moves. Stand strong against your enemies with the powerful arsenal of your chosen character.\n\nEpic Boss Battles\n\nMortal Fight: Lethal Revenge stands out with its Epic Boss Battles, delivering a truly epic gaming experience filled with unforgettable moments and challenging encounters.\n\nGigantic boss battles await you at every level, where you face extraordinary adversaries. These colossal enemies not only require strength and speed but also challenge you with various attacks and defense mechanisms that demand tactics and intelligence.\n\nVisual effects and animations used in boss battles immerse you in the excitement of every attack and defense. Strategic thinking and quick reflexes are essential to survive and triumph in these epic clashes.\n\nCollaborate with your team for an unforgettable victory, discover the weak points of the boss, and support each other. Each boss battle pushes the limits of your characters' abilities, offering a thrilling experience to savor the taste of victory.\n\nMortal Fight: Lethal Revenge's Epic Boss Battles aim to enrich the core dynamics of the game, providing players with an action-packed experience they will remember.\n\nCooperative Story Mode\n\nExperience a unique journey with your friends. Battle together in this challenging world. Support each other, develop strategies, and savor victory together.\n\nRich Story\n\nIn a mysterious city, three close friends—Ezri Bey, Sergenov, and Selina—come together at a martial arts dojo run by an elderly master. The dojo not only offers martial arts training but also symbolizes friendship, discipline, and strong bonds.\n\nOne fateful day, a criminal syndicate launches a brutal attack on this tranquil dojo in the heart of the city. Their elderly mentor loses his life in the ruthless assault. The friends unite in the face of this unjust attack on their venerable teacher and vow revenge.\n\nEach possessing a distinct martial arts discipline, Ezri Bey, Sergenov, and Selina embark on a journey of vengeance. They pursue the criminal syndicate, explore various underworld locations, and engage in epic boss battles.\n\nUnraveling mysteries over time, the revelations shake their friendships. The characters, drawing closer, aim to uncover the grand conspiracy behind the death of their elderly master. Confronting their individual pasts and motivations, their revenge stories evolve into a narrative with a depth and poignancy unmatched by anything else.\n\nIn this journey of vengeance, the challenges faced by the characters, the secrets they uncover, and the changes in their friendships promise players an unforgettable experience. \"Mortal Fight: Lethal Revenge\" is poised to captivate gaming enthusiasts not only with its martial arts prowess but also with a compelling narrative!",
    "id": "010011701E42A000",
    "name": "Mortal Fight: Lethal Revenge",
    "publisher": "Kanuni Games",
    "releaseDate": 20240321,
    "version": 0
}