{
    "description": "Congratulations, you’ve just been hired to work the night shift! You’ll be all by yourself, but we trust you can handle it…\nYou’ll be grilling patties, operating deep fryers, and pouring drinks at our quiet restaurant on the edge of town. The customers sure do love the menu; they can’t get enough of the Happy’s Deluxe, Fantastic Fowl, and Poppin’ Pork sandwiches.\nThe fries and salmon nugs are also a big hit. I hear rumors of Happy-Dogs and desserts in the near future, too! When each customer makes an order, it’s up to you to make a plan and execute it well. \nIf you give customers the wrong order, or take too long, it’ll count as an infraction. If you get three of those infractions, well... let’s just say Happy the Humble Heifer isn’t as joyful when the customers are upset. DO NOT UPSET HAPPY. TRUST US.\nBut hey, you’ll do fine! Just as long as you don’t upset Happy, you’ll do great! We believe in you!\n• Upgrade your restaurant to make your job even easier!\n• Chaotic Restaurant Event System - put out fires, take out the trash, get those rats!\n• Engrossing narrative in STORY MODE. Uncover the secrets of the Happy’s Humble Burger Farm franchise, Obscura Biotech, and your very existence.\n• Unlockable ENDLESS MODE that focuses on just the cooking\n• Stalk the streets and storefronts of New Elysian City\n• Earn extra cash doing side-jobs at the restaurant, or visit the Steal ‘n’ Sell and earn credits for things you find on your travels!\n• Uncover audio logs and research pages to piece together the mystery of New Elysian City\n• Discover the history of Happy the Humble Heifer and her Barnyard Buds! \n• Around 2 hours of Talk Radio and 60+ television programs to zone out to, featuring epic cameos!\n• Interactive jukebox with 9 brand new albums recorded exclusively for the game, as well as 5 returning classics such as Landing Gear and Senile Showdown OST!\n",
    "id": "010097E015FFC000",
    "name": "Happy's Humble Burger Farm",
    "publisher": "tinyBuild Games",
    "releaseDate": 20220407,
    "version": 0
}