{
    "description": "Jump into your transformable Veritech fighter and blast your way through the entire legendary 1980s anime series, in a side scrolling shooter that will test the most hardened pilots. Follow the story of the war against the Zentradi, unlocking special characters and etching your name next to the great pilots of the series like Rick Hunter and Roy Fokker.\n\nRobotech: The Macross Saga, HD Edition revitalizes the GBA retro classic with new visuals and high-resolution backgrounds. This remaster features all-new 3D models, dynamic lighting and enhanced effects – every asset has been refined, plus a sweet new soundtrack featuring original music from the TV series.\n\n- Single Player and local 2-Player co-op mech shooter action\n\n- Ten Missions with two distinct styles of gameplay – A combination of classic side-scrolling Veritech (transformable mecha) shooter action and isometric “Destroid” (non-transformable tank mecha) missions.\n\n- Three Dynamic Fighting Styles – Players pilot the Veritech, switching between Fighter, Guardian, and Battloid modes at the press of a button. Traits such as Power, Strength, Speed, and Stamina play a part in the battle strategy.\n\n- Five Playable Characters and Five Unlockable Characters – Choose from several fan favorites including Max Sterling, Miriya Parina Sterling, Rick Hunter, Ben Dixon, and Roy Fokker.\n\n- Playing with Power – Powerful Pick-ups range from laser shots to multi-fire and even support fighters straight out of the series.\n\n- Multi-stage Boss Battles – Classic enemies from the TV series will challenge even the most agile player.\n\n- Reimagined HD Graphics – The HD Edition features new 3D models, dynamic lighting, enhanced effects, and high-definition backgrounds.\n\n- New Soundtrack – Blast away to sweet sound effects and songs from the original TV series.  ",
    "id": "010060B0129CC000",
    "name": "Robotech: The Macross Saga HD Edition",
    "publisher": "GPC Games",
    "releaseDate": 20210301,
    "version": 0
}