{
    "description": "Fight, Survive and Live to Tell the Tales.\n\nA century has passed since the fall of the Edoran Empire at the hands of an unprecedented plague that swept the nation. Now, the land is rife with mercenary work, banditry and thievery, with honor having become an almost entirely forgotten virtue.\n\nNow, prepare to lead a group of unscrupulous characters in a massive open world where combat, death and a thirst for riches will dictate your day to day life. You are not the hero of this story, destined to usher in a new era of peace. Your goal is solely to survive and thrive in this harsh and hostile world, by any means necessary…\n\nOnly the bravest and most ambitious can hope to see their story written in the Wartales!\n\n\nDevelop your group of mercenaries.\n\nLead a group of mercenaries on a dangerous quest for riches and recognition in a medieval world ravaged by destitution and greed, recruiting new companions with numerous unique specializations, skill sets, weapon preferences and personalities.\n\nCustomize your group's skills, equipment, and appearance with an intuitive RPG progression and crafting system, while developing your camp with luxuries, tools, and equipment to help your team endure and recover from the hardships each day brings.\n\n\nExplore a vibrant and mysterious world.\n\nJourney through a vast, open world in your quest for notoriety, wealth, and recognition, immersing yourself in lively villages and remnants of a bygone era. Explore abandoned mines, tombs, and camps as you piece together the history of this harsh world.\n\n\nProsper and write your story.\n\nCollect bounties and take on contracts. From protecting the innocent from petty thieves to defeating the land's most notorious figures, there's no such thing as a profit too small to take.\n\nOvercome your foes with a tactical turn-based combat system that rewards careful planning and strategic thinking, selecting the best combination of characters, equipment, and tactics to succeed in each unique battle.\n\n\n4 player cooperative.\n\nTraverse the vast open world of Wartales as a band of up to 4 players, planning tactics and devising a strategy before confronting some of the many hostile inhabitants that roam these mysterious lands and defeating them as a team.\n\nShare money, loot, resources, and end the day with a delicious meal around a roaring campfire with your loyal companions, building camaraderie and forging unbreakable bonds that will help you overcome any obstacle.",
    "id": "010055501B14C000",
    "name": "Wartales",
    "publisher": "Shiro Games",
    "releaseDate": 20230914,
    "version": 0
}