{
    "description": "In a world where witch trials and witch hunts are commonplace, a tragedy occurs.\n\nBolstered by the power to rewind time via death, the heroine Anastasia throws herself to the flames to save those she loves... and to achieve sweet revenge.\n\n■ Story\nThough born the daughter of a marquess, Anastasia suffers physical and spiritual violence at the hands of her stepmother day in and day out.\n\nThe joy she had found at suffering's end is also ultimately robbed from her by someone she trusts.\n\nAs she burns at the stake, Anastasia obtains the grotesque \"\"Fatal Rewind\"\" ability.\n\n\"This time, I will transform into the ideal version of myself.\"\n\nWith this oath branded in her heart, Anastasia begins her life anew.\nBut this resolve will only lead to further misfortune.\n\nThe curtain rises on the Carnival, and this witch trial shall herald the end.\n\n■ System　\nTwo modes of gameplay move the story forward.\n\n1) Investigation\nSearch for the culprit that has been swayed by the witch's sweet temptations.\nUse your limited time wisely as you investigate with various partners.\n\n2) Trial\nTake down the culprit in a witch trial - whether that be as an innocent suspect, the facilitating judge, or even the killer.\nAll as you cut down the ones you love to ultimately save them.\nTo come out of this ordeal as the ultimate victor, difficult choices must be made during the course of the witch trials.\n\nFeatures:\n・Fully Voiced (excluding the heroine)\n・Change the heroine's name\n・Jump to story checkpoints via a flowchart\n・Touch Screen controls available\n\n■ Main Characters\nA Kind and Ill-Fated Prince\nLucien Neuschburn (Cast: Kaito Ishikawa)\n\nKnight of Light and Shadow\nCrius Castlerock (Cast: Makoto Furukawa)\n\nThe Merciless Inquisitor\nTyril I Lister (Cast: Noriaki Sugiyama)\n\nMan of Mystery\nZenn Sorfield (Cast: Shunsuke Takeuchi)\n\nThe Noble Maid\nMaya Kirkland (Cast: Suzuko Mimori)\n\nThe Heroine's Loving Fiancé\nConrad Neuschburn (Cast: Yuichi Jose)\n\nAn Earnest Knight in Training\nHugo Spencer (Cast: Shoya Chiba)\n\nThe Boy of Elysia\nRune (Cast: Tasuku Hatanaka)\n\nWitch of Ruin\nIsh (Cast: Tetsuya Kakihara)",
    "id": "010095E01581C000",
    "name": "even if TEMPEST",
    "publisher": "Voltage",
    "releaseDate": 20220609,
    "version": 0
}