{
    "description": "Hit the green with up to four players locally* or online** and golf with friends from the Super Mario™ series like Mario, Peach, Yoshi, and more! Modes range from Standard Golf to the energetic Speed Golf and an exciting Golf Adventure. Simple motion or button controls make it easy for both new players and seasoned pros to drive and putt.\n\nPick up the pace in Speed Golf and Battle Golf\n\nTee off at the same time with up to three other players* and race through the course to get your ball in first. Mayhem is par for the course as you hinder your opponents with dashes and Special Shots. Yoshi can dash atop a giant egg and King Bob-omb can pelt the green with explosions! In Battle Golf, watch out for obstacles like Thwomps, Chain Chomps, and banana peels as you navigate the neon-themed Super Golf Stadium.\n\nRise through the ranks in Golf Adventure\n\nEnroll your Mii™ character in golf training at the famous Bonny Greens country club and go from beginner to pro! The stakes are high—you must also watch out for Wario and Waluigi’s tricks and even battle fearsome bosses. You’ll face off against your Mushroom Kingdom classmates and level up your character. You can bring your character (and their customized stats) into other modes, too.\n\nA free Mario Golf™: Super Rush update*** includes Toadette, New Donk City, and more!\n\nTee off as Toadette, who hits the green in the Mario Golf: Super Rush game! Boasting excellent control and cute pink pigtails, Toadette’s excellent at hitting shots with accuracy. Her high control will come in handy on the added New Donk City course—these 18 holes will have you bouncing balls off of buildings and golfing across skyscrapers!\n\nBecome a global contender in Ranked Match**...and receive in-game rewards!\n\nIn this update, a new ranked mode will be available via the main menu. You can select Standard Golf or Speed Golf and tee off with 3 other players*. Depending on your performance, you’ll earn points that increase your rank (and boost your ego). Reach a certain rank each month to obtain special character variants, like different colors for Yoshi and more!\n\nAnother free update*** brings additional characters, new courses, and more!\n\nThe shell-shielded Koopa Troopa and nimble Ninji dash (and glide) across the green in the latest free update to the Mario Golf: Super Rush game. Koopa Troopa can make the ball bounce several times and Ninji can use Glide Dash and float over opponents on the way to the next hole. Chill out on the snowy Blustery Basin course as you navigate mountains and avoid blizzards. Stay sharp on the Spiky Palms course, a desert oasis with plenty of perilous points. Take it easy or give yourself a challenge with the newly added ability to change the CPU skill level!",
    "id": "0100C9C00E25C000",
    "name": "Mario Golf™: Super Rush",
    "publisher": "Nintendo",
    "releaseDate": 20210625,
    "version": 0
}