{
    "description": "Inti Creates brings you speedy and stylish 2D action the likes of which you've never seen before! Experience the apeX of 2D action with Luminous Avenger iX!\n\n● Fast-paced, stylish 2D action eXplodes onto the scene!\n\nThe hero, Copen, can dash into enemies to lock-on onto them so his shots never miss their mark. Put your ingenuity to the test, and you can use his \"Bullit Dash\" to fly through stages without touching the ground! You have many tools at your disposal, so make find a style that works for you and conquer each stage with style.\n\n● Acquire EX Weapons from bosses for eXtreme firepower!\n\nEach and every boss has a unique superpower called a \"Septima\" that powers their special abilities. When Copen defeats a boss, his partner robot Lola copies those Septimas and gives him access to a new arsenal of weapons. Each boss has a weakness to one of these EX Weapons, so make good use of them!\n\n● Utilize a wide variety of abilities that allow players of all skill levels to eXcel!\n\nWhen Copen reaches 0 HP, there's a chance his partner Lola will revive him in a powered up state—perfect for anyone who wants a second chance! Blitz through stages with style and precision to rack up Kudos points! Rack up over 1000 Kudos and Lola will transform and sing for you, so shoot for the stars and go for a high score! High scores also unlock flashy score result screens that you can share on social media!\n\n● Experience the story of people surviving in a world where they are on the brink of eXtermination!\n\nThe hero Copen swears to protect a group of children surviving in the ruins of society, hiding in the shadows from the watchful eyes of all-powerful Sumeragi Institute. To make matters worse, the threat of Sumeragi's elite soldiers, The Falcons, looms large. Meet a huge cast of colorful characters that shine through in this dark tale.\n\nVoice Cast\nCopen:  Yuma Uchida, Lola: Mayu Mineda\nKohaku: Yumiri Hanamori\nKyota: Nozomi Chikamura, Jin: Ryosuke Sakamaki, Maria: Maria Naganawa\nBlade: Yui Ishikawa\nRebellio: Ryota Yoshizaki, Stella: Ryoko Shiraishi, Crimm: Suguru Narisawa\nIsola: Miku Ito, Bakto: Atsushi Tanaka, Dystnine: Yuichiro Umehara",
    "id": "01008C800E654000",
    "name": "Gunvolt Chronicles: Luminous Avenger iX",
    "publisher": "Inti Creates",
    "releaseDate": 20190926,
    "version": 0
}