{
    "description": "Welcome to the Hospital\n\nIt's the summer of 1978, and Casey Beaumaris is trying to make the most of her holidays, when her mum asks her to spend a long weekend helping out at the airborne hospital where she works.\n\nCasey prefers the company of books to people, but she agrees, secretly planning to write an article about her visit for the school newspaper.\n\nWith her trusty notebook at the ready, Casey arrives on board the airship. The staff are overworked as they prepare for the visit of an important official, while the patients react to grief, or deal with active trauma.\n\nIn the midst of these and many other interlocking and overlapping stories, Casey spends time with the patients, learning about their lives, and, as the stories unfold, discovering what she can do to help.\n\nExplore A Living World\n\nWithin the world of Wayward Strand, time passes for everyone - characters continue their lives without waiting for you to interact with them. In Wayward Strand’s unique narrative structure, the stories of over a dozen characters constantly unfold around you in real time, as you, as Casey, roam freely throughout each day.\n\nChoose which story to be a part of by following people, having conversations, and exploring the hospital.\n\nThe hospital’s residents are an eclectic cast of characters – some charming, some eccentric, some rude – each with their own desires, goals and imaginations. Every character moves and acts of their own accord, at their own pace, on their own timeline - sharing news with each other, arguing, joking, gossiping - or having a chat with Casey when she comes by.\n\nEvery playthrough gives you the opportunity to discover something you didn’t see previously - what you missed the first time, you might see the second, third, or fifth time around.\n\nYour Journey\n\nWhen you see someone, you can follow them, to see where they go and what they get up to. You can eavesdrop on peoples’ conversations, or come into the room and be a part of the discussion.\n\nSpending time with particular characters will lead you to new storylines, locations, revelations and resolutions.\n\nAs the journalist for her school newspaper, Casey keeps track of events and information in her notebook. Players use Casey’s notebook to delve deeper into peoples’ stories, to make new discoveries, and to piece together mysteries.",
    "id": "01002C8017BCC000",
    "name": "Wayward Strand",
    "publisher": "Ghost Pattern",
    "releaseDate": 20220915,
    "version": 0
}