{
    "description": "From urban roads busy with traffic ascend high onto rooftops and race fast to climb in the ranks and achieve the top. Become a brave stunt driver, jumping from rooftop to rooftop, treating buildings as a personal arena for your exploits.\n\nGAME FEATURES\n▶ HUGE CAR COLLECTION: Feel truly free driving 10 Awesome Cars\n▶ DYNAMIC TRAFFIC: Deal with Real Traffic AI\n▶ PRO PARKING MISSIONS: Huge campaign to beat, earn in-game money for your progress\n▶ CAMERAS: Multiple cameras including First Person view for full immersion\n\nTake sharp turns, avoiding dangers and trying to reach your goal in the shortest time. Jump from building to building, laughing about other drivers who still think their car belongs on the ground. School them with your mad skills and earn stars for your progress. Find new and creative ways of using your vehicle but be careful not to crash! After all is done, remember to park it with style!\n\nWhile racing fast, drifting and completing all of the challenges like a pro don't forget to be careful and thorough. Show your skills and be careful not to crash! Only with that in mind you will be able to stay ahead of the game! It's not only about being the first, it's also about completing all of the trials perfectly.\n\n10 DIFFERENT CARS\nYou will test the limits of 10 different vehicles. Select a pickup, a minivan, a taxi, a garbage truck or even a bus. Each one will behave a bit differently, forcing you to adjust your driving habbits as you play. Learn to drive all of them, show yourself as a true car enthusiast\n\nREALISTIC TRAFFIC\nOther drivers may be oblivious to some of your exploits, but they’re still there. While on the ground you will have to avoid traffic, watching carefully not to crash. School everyone else in the art of true driving mastery! Show them the rooftops are as good as a highway for you and that you are destined to be the best stunt driver in the world!\n\nA CITY BELOW YOUR FEET\nThe game’s urban environment is yours to explore. Every detail is here to enhance your driving experience and present you with new, surprising challenges. Each road is your to rule and master, each challenge for you to overcome and reach the top as the stunt driver with the highest skills!\n",
    "id": "010074A016842000",
    "name": "City Stunt Driver",
    "publisher": "Pixelmob",
    "releaseDate": 20220319,
    "version": 0
}