{
    "description": "Amane Switch is a visual novel game remake updated for international audiences.\nNew voiceovers have been implemented for the remake, including the main protagonist, who is now voiced by VTuber Kyoko Kuramochi of the Stellar Cycle Campus VTuber group!\n\n\nSynopsis\nShinji Mizushima leads a normal life with average athletic and academic performance before becoming acquainted with a mysterious girl named Amane Satonaka.\nShortly after Amane transfers to Shuei Academy, Shinji finds himself drawn to her when he sees her standing outside in the rain without an umbrella, humming a melancholic melody to herself. The sight of her figure drenched in the downpour of rain is so beautiful it seems otherworldly to him. In that moment, her existence becomes transcendent.\nTransfixed, Shinji can only watch in amazement until he realizes the beautiful girl before him is on the verge of collapsing. He rushes to her, catching her in his arms. He does not yet realize that this moment will change his life forever...\n\nCharacters\nA recent transfer student to Shuei Academy who joined Class 2-C. Due to her introverted personality and the mysterious air she sometimes exudes, she often finds herself alone. She is an enigmatic girl who never uses an umbrella even when it rains.\nAn outgoing, cheerful girl in Class 2-A of Shuei Academy. She excels at taking care of others and is often the center of attention, being popular with both boys and girls. She and Shinji previously dated, and even though they broke up, she still has feelings for him.\nA third-year student at Shuei Academy, serving as the student council president. She is a model student adored by all of her schoolmates for her serious yet friendly personality. She loves her younger sister Shizuku Kizaki more than anything else in the world.\nFirst-year student at Shuei Academy and the small and cute younger sister of Izumi Kizaki. Despite being introverted at times, she is actually a member of the drama club. Due to her shyness, she is afraid of talking to people until she has had a chance to get to know them better. However, she is kind and cheerful to those who she does feel comfortable with. She loves her older sister, but is worried that she is often compared to her perfect sibling.\nShinji's elder cousin who attends Shuei Academy University's Faculty of Education. She has doted on Shinji ever since he lost his father as a child, and often visits to look after him. Kind and generous, she is a motherly woman.\n\nNew Scenario for Fans of the Original!\nOriginally a title for adults only, the scenario has been adjusted and new scenarios have been added so that a wider audience can enjoy the game. Not only have the graphics and other aspects of the game been revamped, but this visual novel title now features a fully voiced scenario with a brand new cast.\nSome of the newly recorded voiceovers have been performed by the Stellar Cycle Campus VTubers Kyoko Kuramochi and Nemea Iori!\n\nRecommended for:\n-Visual Novel and Adventure Game fans\n-Fans of yandere characters\n-Virtual YouTuber fans\n-Players that enjoy games with a gloomy atmosphere\n\nDisclaimer:\nThis application does not support data recovery. Please take care to manage and backup your application data to avoid any loss of data.",
    "id": "0100D12015CCA000",
    "name": "雨音スイッチ -AmaneSwitch-",
    "publisher": "CyberStep",
    "releaseDate": 20211005,
    "version": 0
}