{
    "description": "Your day started as planned. Motivated and full of ambition you started the run of your life, in the middle of the desert, surrounded by like-minded people. The months of hard training should finally bear fruit. Suddenly, you were caught in a monstrous sandstorm and now you find yourself alone in an inhospitable, hot environment. Deserted and merciless, an ocean of sand stretches to the horizon.\n\nYou feel the  scorching heat on your skin, sand blowing right at your face, far and wide only vast desert ... but wait, what is that?  Something is moving in the far distance. What happened?\n\nYour first thought: Survival.\nYour second thought: Rescue will surely come.\nThe bitter realization: No one will come, you are completely on your own.\nThe big question: Where are you and why are there two moons in the night sky?\n\nOpen world\nStarsand is a desert survival game that will take you to an open world that looks like Earth but feels much different. Dangers, mysteries and puzzles await you! Find out what exactly happened, where you are and what connects you to the history of an extinct civilization. Will you manage to survive in the inhospitable environment, find answers and find your way back to your old life?\n\nExplore an arcane desert\nFind shade, find water, find life. Use your energy wisely, avoid too much effort in the heat, keep warm in the coldest nights. You must keep your wits to survive.\n\nHunt, craft, build\nHunt for food, make weapons, build a shelter. Secure your shelter - the dunes are teeming with scary creatures.\n\nDefend your base\nIn this desert you are both a hunter and prey. Insect-like predators come out of their dark nests, always looking for food. Protect yourself with fire, blow up enemies with explosive coconut grenades, secure your base and do whatever it takes to survive.\n\nTame the environment\nFind your way in the vast and lonely desert, orient yourself in sandstorms and mark your path. Thirst and heat become an invincible enemy during the day - cold endangers you during the night. Learn to live with adversity, see the beauty that the world holds, and learn from the animals and nature!\n\nFeatures\n• Large open game world in an exciting desert setting with an area of over 64 km².\n• The lovingly designed world, far away from civilization, holds many impressive monuments, artefacts, and creatures of the past, as well as modern times.\n• Survival action par excellence! Weather and desert capers as well as terrestrial and extra-terrestrial enemies awaken the pure survival instinct!\n• Gather, build, secure - for protection against heat, cold and the unknown enemy.\n• Dynamic weather and day/night changes demand good planning, wise action, and a large portion of courage, especially in the desert.\n• A mystical, thrilling story and the solving of numerous puzzles answer many open questions during the exciting journey into the unknown.",
    "id": "01008A5018DF0000",
    "name": "Starsand",
    "publisher": "Toplitz Productions",
    "releaseDate": 20221117,
    "version": 0
}