{
    "description": "Rodents!\n\n- Mouse - Scout\n- Capybara - Knight\n- Porcupine - Barbarian\n- Beaver - Wizard\n- Rat - Necromancer\n- Weasel - Swashbuckler\n- Every rodent has unique skills which get stronger as you use them\n- Every rodent hero has a unique back story\n- Every rodent hero has a unique list of challenges that limit their power\n\nProgression!\n\n- Power progression mechanic based on reincarnation\n- Every time a hero is defeated, subsequent heroes will be given power bonuses\n- By overcoming challenges all future heroes have an even greater potential to be more powerful\n\nQuests!\n\n- Seven quest zones\n- Forest\n- Desert\n- Jungle\n- Snow\n- Jungle\n- Mountain\n- Grassland\n- Parallax scrolling environments\n- Interactive dialogues with different Quests available depending on your progress\n- Take place inside of a maze\n- Mini map\n- Fog of war\n- Dynamic lighting with day / night cycle\n\nEnemies!\n\n- 50+ Enemies, including bosses\n- Each enemy has unique stats based on their classification\n- Tanky (Bonus health)\n- Vicious (Bonus damage)\n- Speedster (Bonus move speed)\n- Hyper (Bonus attack speed)\n- Hardened (Bonus defense)\n- Accurate (Bonus attack accuracy)\n- Have different abilities\n- Charge - Runs towards the Hero and does damage on impact\n- Ranged Attack - Fires projectiles\n- Ranged Bomber - Lobs projectiles that do damage on impact\n- Change Sides - Change from left side of Hero to right side or vice versa\n- Protector - Takes less damage and blocks projectiles\n- Berserk mode - Three quick attacks\n- Poison attack - Slowly drains the Hero's health\n- Heavy attack - A slower attack that does massive damage\n- Focused attack - A targeted attack that is more likely to hit\n- Heal - Heals an ally\n- Revive - Wakes up a fallen ally\n- Enemies move inside the maze\n- Enemies spawn only in correct earth location, e.g. Elephants only in Asia or Africa\n\nItems!\n\n- Craft items from materials gained by defeating enemies\n- Crafted items vary in power\n- Epic and Legendary items\n- More Epic and Legendary items\n- Epic and Legendary items have unique properties\n- Each epic and legendary item has a unique back story\n- The more items you craft, the more powerful they become\n- Save items as the 'Ancient Relics' to be available to the next hero\n- Ability to improve crafted items by adding \"\"Symbols\"\"\n\nMusic!\n\n- Original musical compositions\n\nStory!\n\n- A \"\"legend story\"\" that unfolds as you make progress in the game\n- End game scenes in classic retro game style that can be discovered after many hours of game play\n\nAutomation!\n\n- Control the game as much or as little as you want!",
    "id": "0100CFA013C4C000",
    "name": "Rodent Warriors",
    "publisher": "JanduSoft",
    "releaseDate": 20210219,
    "version": 0
}