{
    "description": "Risk versus reward guides your journey through the full-length single player campaign and local/online multiplayer. Vigilance is key as environmental tells such as footprints and other disturbances will point out careless cadets. A massive amount of lovingly-made environments, maps, modes, and abilities – all obsessively balanced – combine for high replayability and a deep path to mastery.\n\n★ Single Player Campaigns\nChallenge yourself in the Hero’s Journey: individually tailored hero campaigns filled with puzzle rooms, skill challenges, and boss fights. The unique abilities have entire journeys built specifically to teach you to properly use that hero’s playstyle – all while the art of stealth and mastery of movement becomes second-nature.\n\n★ Multiplayer Battles - Local and Online\nOnce you’ve honed your skills in the Hero’s Journey and defeated all of your friends, you’ll want to challenge the world! Online matchmaking, crossplay with the PC community, and public or private matches with join keys allow you to find a foe anytime, anywhere.\n\n★ Choose your Main\nWith 12 different heroes – each with their own unique ability – there is a perfect strategy for every playstyle. From meticulously sneaky to ruthlessly aggressive, find your favorite ability and shock your friends when you appear out of thin air and surprise them!\n\n★ Competitive, Deep Hide and Seek\nCount your steps to find the perfect hiding spot, wait for your foes to reveal themselves, then pounce! While counterintuitive at first, invisibility becomes your most versatile tool, leading to intense moments of complete silence. Invisigun’s core mechanics reward patience, forethought, trickery, and awareness.\n\n★ Easy to Learn, Tough to Master\nThe depth is nearly unlimited with intentional baits, undetectable direction changes, powerup drops, and accidental bumps (that may not be so accidental). The chess dance is infinite and evolving, and all of the deceit is only heightened by the fact that your opponents could be lurking ANYWHERE!",
    "id": "01005F400E644000",
    "name": "Invisigun Reloaded",
    "publisher": "Sombr Studio",
    "releaseDate": 20230102,
    "version": 0
}