{
    "description": "The latest standalone entry in the SaGa franchise, SaGa Emerald Beyond, brings together the very best elements of the beloved series to offer each player their own unique gameplay experience.\n \nMake use of glimmers and combos in battle; meet a diverse cast of races, including monsters, mechs, and vampires; and experience your very own story, created through your choices and actions.\n \nDistant Worlds Woven Together:\nTravel to 17 unique worlds from the Junction, either led by the hand of destiny or by a path forged by your own choices.\nDiscover the completely different cultures and landscapes, ranging from a densely developed forest of skyscrapers and a green and luscious habitat covered in plant life to a world governed by five witches, or one ruled by vampires - just to name a few of the distinct settings.\n \nAn Eclectic Cast of Protagonists:\nSix leading characters, all from diverse backgrounds and with vastly different goals, set out on their journey in five unique story arcs. \nThey venture to the myriad of worlds for their very own personal reasons: One, a human on a mission to protect the barrier defending his city; another, a witch trying to regain her lost magic while maintaining her disguise as a schoolgirl; and yet another, a vampire lord out to regain his crown and reclaim the throne as the rightful king of his world. \nEven selecting the same protagonist for a second--or third or fourth--playthrough will lead to completely new events and stories, a completely fresh path and experience.\n \nA Story of Your Very Own Making:\nSaGa Emerald Beyond has the greatest number of branching plots of any game in the SaGa series. \nThe story branches abundantly depending on your choices and actions. Every time you visit a world, the story will evolve, allowing the protagonist and player alike to discover new possibilities.\nAs the story unfolds in this way it becomes a tale all of your own, not only affecting the path you walk but also the multiple potential endings that await each protagonist. \n \nBattles where a Single Choice Can Change Everything:\nSaGa Emerald Beyond further refines the highly strategic Timeline Battles the SaGa franchise has been long renowned for. With series mainstays such as the skill to spontaneously acquire abilities through the Glimmer system, tactical ally placement known as Formations, and United Attacks that enable individual skills to connect together to form devastating chain attacks, it offers the best iteration of SaGa's turn-based combat to date. \n \nThe new combat system adds more drama than ever before, allowing you to support party members, interrupt enemy actions, and use United Attacks by strategically manipulating the order of ally actions.\n \nThe characters that join you, the weapons you wield, your party formation, and your tactics in battle - everything is up to you!",
    "id": "01008BE01E1C2000",
    "name": "SaGa Emerald Beyond",
    "publisher": "SQUARE ENIX",
    "releaseDate": 20240425,
    "version": 0
}