{
    "description": "A daring attack against the enemy homeworld, guarded by mechanical hives that pulse deadly cannons and emit flurries of swirling missiles. Shoot from range as you find pockets of safety amongst the hail of incoming fire, and then dart forward in daring forays to nibble away at the enemies defenses. Gather enough energy by destroying the enemy’s shields and you can power up your massively destructive Zorlon cannon, which sends searing blasts of golden energy into the enemy hive. \n\nYars: Recharged is the latest title from Adamvision Studios and SneakyBox, the team behind the Atari Recharged series, infusing elements of arcade, shoot-em up, and bullet hell into the classic's formula. Yars: Recharged requires players to remain acutely aware of visual and audio cues that hint of impending danger, and to master rhythm of each boss as they navigate increasingly complex enemy defenses, all to epic soundtrack by Megan McDuffee.\n\nThe new game marks Atari’s return to the Yars universe, which is based on Howard Scott Warshaw’s classic Yars’ Revenge. Released in 1982.\n\nKey Features:  \n\nArcade mode: Boss rush of 30 enemies. It’s not endless, but it’s VERY difficult to get to the end of this mode. Three hits and you die, but don’t worry, that hit-count resets when moving to the next fight.\n\nMissions: 30 unique, challenging bosses and only one life to beat each. Like Gravitar: Recharged, there’s one global leaderboard for mission mode, so you need to be on your game. Bosses pose a challenge, so you will need to take them head on with a barrage of bullets or start with the smaller, Minor Cores first and work your way to the boss.\n\nPower-Ups: Minor Cores will drop power-ups when attached. Shoot in all directions at once, rapid fire, explosive shots, or fire a railgun – the nature of the power up is tied to the nature of the core that dropped it. \n\nCo-op: Yars: Recharged is a local co-op game in both arcade and mission mode, a big change from the original and a ton of fun for you and a friend.",
    "id": "010034B018A6A000",
    "name": "Yars: Recharged",
    "publisher": "Atari",
    "releaseDate": 20220823,
    "version": 0
}