{
    "description": "Got trapped in a mysterious amusement park by your frightening Neighbor? Unleash your creativity and engineering skills, hop on your machine and be ready to fight the menacing dark secrets in order to escape\n\nHello Engineer is a single and multi-player machinery-construction game set in a puzzling amusement park. Build incredible machines with scrap parts, challenge the creepy Neighbor and his evil bots, and overcome challenges with your creative problem-solving skills. Join up to three friends and roll, fly or bounce your way to victory!\n\nTime to prove that these local Inventors are a force to be reckoned with epic machine-on-machine throwdowns!\n\nConstruction:\n\n- For creative minds: Hello Engineer offers frame parts, gears, engines, wheels, weapons, and even jet engines from the amusement park scrap to build a great array of vehicles that suit your ever-changing needs. \n- For skilled engineers: There are several advanced features such as electrical circuits and smart modules that are accessible for skilled engineers to build self-driven mechanical vehicles or mechanical creatures. Time to take your skills to the next level.\n- Your creativity is the main ingredient: There are no prescribed solutions to complete objectives. This world of engineering and invention is the perfect setting for unleashing your imagination and building unique creations. Any machine that gets the job done is a successful design! \n\n\nMultiplayer for up to 4 players:\n\n- You have too many moving parts and need more hands to control it? Just add more control panels and enjoy the ride with your crew members! \n- Got the most complex and ambitious design ever? Team up with your friends! \n- Sharing blueprints is an effective way to infinitely improve mechanisms and bring the best out of your imagination.\n- Work together to create the ultimate machine and see what unique designs you can come up with as a team.\n\nGame modes:\n\n- Story Mode: Working alone or with friends, navigate challenges and puzzles using entirely custom-built machines. Gear up your creations for a fight in brain-bruising boss battles!\n- Sandbox Mode: Unwind in the sandbox and build without restrictions. Create the ultimate machine of your dreams!",
    "id": "0100160017A80000",
    "name": "Hello Engineer",
    "publisher": "tinyBuild Games",
    "releaseDate": 20230817,
    "version": 0
}