{
    "description": "Legendary Dungeons & Dragons classics are now on Nintendo Switch™! Immerse yourself in an epic RPG series where every choice matters. Play over 100 hours of adventure in enhanced editions of Baldur’s Gate and Baldur’s Gate II— plus the full Siege of Dragonspear expansion!\n\n- CONTENT - \n\nBALDUR’S GATE: ENHANCED EDITION\nBaldur’s Gate: Enhanced Edition brings you the classic RPG with fresh updates for modern adventurers. Customize your hero, recruit a party of brave allies, and explore the Sword Coast in your search for adventure, profit…and the truth. The enhanced edition includes:\n• The Original Baldur’s Gate Campaign\n• The Sword Coast Expansion\n• New challenges in the Black Pits arena\n\nBALDUR’S GATE II: ENHANCED EDITION\nThe legendary adventure continues as you explore the Forgotten Realms and discover your destiny! Includes the original campaign and expansions: \n• The original Shadows of Amn campaign\n• The Throne of Bhaal expansion\n• New challenges in the Black Pits II arena\n\nBALDUR’S GATE: SIEGE OF DRAGONSPEAR (Expansion)\nExplore a brand new chapter in the Baldur’s Gate Saga! Siege of Dragonspear is a full expansion to Baldur’s Gate: Enhanced Edition, with 25+ hours of adventure in the classic style of the original RPG.\n\n- LANGUAGES -\nBaldur’s Gate: Enhanced Edition supports the following languages: English, French, Italian, German, Spanish, Polish, Russian, Brazilian Portuguese, Czech, Hungarian, Turkish, Ukrainian, Japanese, Korean, Simplified Chinese\n\nBaldur’s Gate II: Enhanced Edition supports the following languages: English, French, Italian, German, Spanish, Polish, Russian, Korean, Simplified Chinese\n\nBaldur’s Gate: Siege of Dragonspear supports the following languages: English, French, Italian, German, Brazilian Portuguese, Ukrainian\n\n*Note: Non-English languages are available as free downloadable content",
    "id": "010010A00DA48000",
    "name": "Baldur's Gate and Baldur's Gate II: Enhanced Editions",
    "publisher": "Beamdog",
    "releaseDate": 20191015,
    "version": 0
}