{
    "description": "Join Tchia on her tropical open-world adventure as she sets off to rescue her father from the cruel tyrant, Meavora, ruler of the archipelago. Climb, glide, swim, and sail your boat around beautiful islands as you explore a physics-driven sandbox. Face the fabric soldiers created by Meavora in open encounters where your creativity gives you the edge. Take control of any animal or object you can find, make new friends and jam on your fully playable Ukulele. A poetic coming-of-age story inspired by New Caledonia.\n\nSOUL JUMPING\nTchia's special gift lets you take control of any animal or object you can find. With over 30 animals and hundreds of objects to choose from, fly around as a bird, explore the ocean as a fish or dig for treasures as a dog! Use your unique soul-jumping abilities to explore solve puzzles, and uncover secrets.\n\nEXPLORATION & TRAVERSAL\nJump and glide your way across a vast archipelago and use the Tricks system to perform cool stunts and dives. The free climbing mechanic lets you ascend anything in the world without restriction including any physics-driven tree. Take to the ocean waves, and sail your customizable boat across turquoise lagoons and dive around coral reefs and shipwrecks.\n\nCOMBAT & ENCOUNTERS\nFace the Maano: mysterious enemies spawned from pieces of wood and fabric. Keep moving, improvise, and use all of Tchia’s abilities to come out on top of those intense encounters. You can also put your skills to the test by tackling mystical challenges in the Totem Shrines.\n\nSTORY & MUSIC\nTake Tchia on a heartfelt adventure and meet a diverse cast of characters inspired by New Caledonian cultures. Fully animated cutscenes voiced in traditional language will punctuate your journey while an original orchestral score infused with local sounds creates a unique and immersive world.\n\nUKULELE\nJust jamming by yourself or playing alongside other inhabitants of the archipelago, your fully playable ukulele will be a trusty companion throughout the game. Use it at key story moments during rhythm sections, or play unlockable melodies at any point in the open world to trigger special events such as attracting animals, triggering rainfall…\n\nCUSTOMIZATION & ITEMS\nStylize Tchia’s clothing and boat with hundreds of unlockable cosmetic items ranging from a traditional look to the most over the top options. You will also unlock useful and fun tools along the way such as a flashlight, slingshot, compass, camera...\n\nNEW CALEDONIA\nThe world of Tchia was inspired by New Caledonia, A tiny island in the Pacific Ocean, homeland of Awaceb's co-founders. Inspiration was taken from the rich and varied local landscapes, cultures, music, languages, folklores and traditions and was used to create a fictional world and to tell a universal story for all to understand and enjoy. The characters are voiced by local talent in traditional languages, and subtitled in many languages including English, French, Russian, Chinese, German, and more.\n\nLooking to spend more chill time in Tchia's archipelago ?\nTchia's free update include 8 new soul melodies to have even more fun during your exploration, such as acrobat mode, human torch or the super boat ! You'll also be able to equip a variety of new outfits, and all cosmetic items will now give you additional perks in your journey, such as more stamina or special abilities. If you've ever wanted to lead a crab gang or attract sharks, suit up! ",
    "id": "0100CEE01D23C000",
    "name": "Tchia",
    "publisher": "Kepler Interactive",
    "releaseDate": 20240627,
    "version": 0
}