{
    "description": "Undungeon is an action role-playing experience that brings back the spirit of old school action/RPGs wrapped in modern design. Restore the order in all dimensions, influence and determine the fate of the worlds, create and decide what will happen in the new Multiverse.\n\nColorful pixel art aesthetics: each tree, bush or rock is hand-drawn, each enemy has dozens of carefully crafted animation frames to create a one-of-a-kind visual experience;\n\nMind-bending science fiction story: Several multidimensional versions of Earth were suddenly merged together, shattering one another in a cataclysmic event known as the Great Shift. This event damaged the fabric of time and space itself, seemingly beyond reconstruction.\nYou, a Herald, will join a secret interdimensional organization — Herald's Undercover Bay, or simply H.U.B., created by Dharma to remedy the aftermath of the catastrophe;\n\nHeated real-time battles: control a Herald — almighty hero created by God. Combine his powerful melee and ranged attacks to vanquish your enemies. Heal carefully so that foes don’t steal your remedy, use movement, various buffs, and debuffs to gain the advantage and defeat your rivals;\n\nCustomizable hero: implant different organs into the body of your Herald to acquire unique combat enhancers and passive abilities. Gather and equip nodes and runes to make your Herald godlike. Express yourself, create a build that fits your playstyle perfectly, be it companions, throwable weapons, critical or DoT damage and much more;\n\nCrafting system: deep crafting systems that allow you to disassemble basic materials and create from received resources unique organs, weapons, gear and consumables that will help you to define your unique playthrough;\n\nVast open world: explore distant lands beyond belief and meet their exotic inhabitants — merchants and bandits going about their lives regardless of where you go. You can trade with locals, recruit them to help you in battles, or even destroy their camps. Between missions, you can recover, gear up and rest in H.U.B. — a base located in a neutral space expanse between dimensions;\n\nNPC interaction system: decisions you make as a Herald will affect the fates of the characters you meet, as well as whole dimensions. \n\n•Heated real-time battles\n•Colorful pixel art aesthetics\n•Customizable hero\n•Vast open world",
    "id": "0100CA3018EA4000",
    "name": "Undungeon",
    "publisher": "tinyBuild Games",
    "releaseDate": 20220929,
    "version": 0
}