{
    "description": "Demon Skin - is a brutal hack’n’slash set in a rough dark fantasy world, which combines unique combat mechanics, RPG and fighting game elements, and even some platformer features. With the flexible combat system each player can come up with their own unique tactic by skillfully combining stances with various types of weapons to achieve the ultimate efficiency in battle.\n\nThe darkness has got into the far off corners of the universe and threatens the world. Only the mighty Order of Wanderers whose members possess superhuman divine powers can resist that threat. One of the Wanderers witnesses a sinister ritual of restoring a powerful ancient artifact. In an attempt to break off the ceremony he gets into a flow of energy released by the artifact and instantly turns into a demon!\n\nWanderer is now eager to regain his former appearance but to do so he needs the artifact which was stolen afterwards. The hero sets on a path to find it, fighting the hordes of demons along the way.\n\nOther features:\n\nSophisticated combat system. \nImprove your skills by mastering various stances for lightning-fast parrying and inflicting maximum damage with spectacular finishing moves! Keep an eye on the level of stamina and other indicators of the character’s physical condition - all these features directly affect the outcome of the battle.\n\nAn extensive skill tree. \nGain experience to learn new combos and enhance health, stamina, and attack power!\n\nDozens of enemy types. \nFrom skeletons, zombies, and spiders to werewolves, lizards, and golems - fighting each of them requires a different approach!\n\nHuge arsenal for killing monsters. \nThere are more than 30 types of edged and blunt weapons at your disposal and each type is only effective against a certain type of enemies. You can destroy enemies even with your bare hands - it’s not as effective but still a lot of fun!\n\nSecrets and artifacts. \nSome rare and ancient artifact weapons are hidden in the secret places of the game world. Find it to unlock the impressive super skills after achieving a certain level!\n\nA demon on the outside, a demon within.\nCollect shards of Crystal and become even stronger, build up your bone armor and turn into a fearsome demon.\n\nGloomy landscapes in the spirit of dark fantasy: \nfrom the icy wastelands and deep dungeons to the twilight forests and abodes of the undead. This cruel world lives a life of its own, but terrifying creatures that inhabit it are not always hostile. On your way, you will not only meet enemies but also powerful allies!",
    "id": "01006FE0146EC000",
    "name": "Demon Skin",
    "publisher": "ESDigital Games",
    "releaseDate": 20230505,
    "version": 0
}