{
    "description": "A fantasy turn-based strategy game, fight for Cerulean and claim the crown as her rightful heir! \nEnjoy hours of our single player campaign and battle your friends with cross platform multiplayer.\nExpand your skills as a commander with the challenge mode.\n\nFEATURES:\n- 12 fantasy missions in single player campaign.\n- 8 intense challenge maps.\n- Cross platform global online multiplayer.\n- 10+ unit types with unique skills.\n\nABOUT THE GAME:\nThe kingdom of Cerulean needs a new ruler! The king has died, leaving two siblings Princess Beyla and Prince Tristan to compete for the crown. As potential allies and enemies gather, who will be victorious and ultimate ruler of the Cerulean Kingdom?\n\nUnder a fantasifull exterior of colorful art lies a cleverly designed tactical system. Outsmart your opponents by understanding the power of your troops and lead your armies to victory! A solid entry into the turn-based tactics genre that focus on fun and easy to pick up combat, while offering a complex layer of strategy for those looking for more.\n\nFollow Princess Beyla in a singleplayer epic containing 12 missions across a fantasy kingdom with three neighbouring countries. Get acquainted with the skills needed to successfully command a roster of Exorder's quirky units.\n\nIn Multiplayer Mode you can choose between online matchmaking and casual skirmish. Fight against randomly selected players of a similar skill level. Defeat your enemy to climb up global leaderboard! Or casually create a custom multiplayer game for up to 4 players, either offline or online.\n\nExorder provides a solid entry in the underrepresented genre of turn-based tactics games that focus on fun and easy to pick up combat. The game was developed by Solid9 Studio, a team composed of three talented developers. We hope you enjoy Exorder!\n\nEXORDER is available in the following language versions:\n- English\n- French\n- Italian\n- German\n- Spanish\n- Polish\n- Simplified Chinese\n- Traditional Chinese",
    "id": "0100FA800A1F4000",
    "name": "EXORDER",
    "publisher": "No Gravity Games",
    "releaseDate": 20220916,
    "version": 0
}