{
    "description": "Hours after receiving an urgent call in his Paris apartment, the protagonist of D/Generation, a nameless courier, arrives in London via his Jet-Pack, touching down on the 80th floor of Genoq Biolabs' medical research facility with an important package for lead Genoq scientist Jean-Paul Derrida. As soon as he enters, however, the doors shut and seal themselves behind him. This, however, proves to be the least of his problems, as the receptionist soon informs him of Genoq's dire state. All lines of communication to the outside world have been severed, and furthermore the building's security systems and dangerous Neogens have run amok. Despite the perils within and the receptionist's adamant warnings, the courier chooses to proceed, perhaps believing that the item in his possession holds the key to stopping the chaos which grips Genoq.\nOver the course of his journey into the building's upper reaches, the courier learns that Genoq had been steeped in the realm of illegal bioweapon development for some time, and that their medical research, which had long ago become unprofitable for them, was little more than a front for their more lucrative practice of creating and selling biological weapons called Neogens. Derrida had been brought on by the company to spearhead a project which would create the ultimate Neogen, and the fruit of his efforts, an artificial organism dubbed D/Generation, was ultimately the source of the disturbances within the building. Further complicating matters, he also learns that Genoq's corporate leaders have authorized an airstrike against the building in order to prevent details of their activities from going public.\nGameplay\nThe main gameplay of D/Generation consists of traversing interconnected rooms (called \"scenes\" within the game), accomplishing various tasks within them in order to ascend to the next level of the tower. Each level is comprised of multiple scenes, and each scene typically presents a particular challenge which must be overcome in order to progress. The game alternates between action-based and puzzle-based gameplay, with many scenes requiring some combination of both. On the action side of things, players are constantly harassed by hostile Neogens and security systems, which frequently require quick reflexes in order to defeat. Certain doors will only unlock when an area has been cleared of dangerous entities, and furthermore it is usually not feasible to rescue survivors (who grant additional lives) until an area has been completely cleared of enemies. \n\nAs the game reaches its climax, the tone becomes unexpectedly surreal.\n\nAt the same time, there are cases where it is more advantageous to manipulate an enemy rather than killing it outright, which leads into the game's more cerebral leanings. Trackers can be used to kill other Trackers without firing a shot, for instance, and a Neogen that collides with a plasma barrier will permanently disable it. These are just two examples of instances in which the player is rewarded for thinking before they shoot. Most areas contain switches which can open and close doors, activate and deactivate security measures, or both, and success in many scenes comes down to manipulating these switches (as well as other devices, such as computer terminals and teleporters) in such a way as to provide safe passage for ones' self and any civilians. Timing and pattern recognition is also a crucial element throughout the game, since tougher puzzles can require that a series of deliberate actions be performed quickly.\n",
    "id": "0100EEC00A262000",
    "name": "D/Generation",
    "publisher": "Bay Software Development Ltd",
    "releaseDate": 20180403,
    "version": 0
}