{
    "description": "Do you have what it takes to puzzle your way through the underground subway system and stop the drkFORCE hacker groups transport system exploit?\n\nA cyber attack has just been announced on the news, a new hacker group called drkFORCE has infiltrated the subway shutting down and compromising the transport system. As an IT expert and frequent subway traveller you are invited to help track down the hackers before they escape. Time is of the essence, you must stop the hackers before the true reason for their exploit becomes reality.\n\nOn this assignment you won’t be alone! Along the way you will be accompanied by an AI assistant who will monitor CCTV, feedback news and information to help guide and assist you on your mission.\n\nABOUT\nSUBNET – Escape Room Adventure is a first person 3d escape room inspired puzzle adventure, similar to adventure puzzle games you may have played in the ’90’s or similar to a real life escape room you may have played. An indoor and outdoor immersive world that you explore and an inventory where you collect and use items you find along the way to solve puzzles and escape the locations to progress.\n\nPlay as an IT expert helping in a mission to halt a hacker group exploiting the subway system for an unknown agenda. Explore areas and take in your surroundings. Use all of your puzzle solving skills to make your way through the town and underground to track down the hackers and help stop there exploit before they escape!\n\nHow you tackle the puzzles is down to you. Each puzzle has a logical solution, so take your time, there is no rush and enjoy the process of understanding what you have to do.\n\nFEATURES\n• Explore and escape an immersive indoor and outdoor 3D environment, solving puzzles and collecting items along the way.\n• Use the inventory to collect and use objects to help you escape.\n• Beautiful all original adventure 3D graphics, environments and atmosphere to explore.\n• Immersive backing soundtrack and effects to pull you into the escape adventure.\n• Full save system with load slots, manage all controls and sound levels to your preference.",
    "id": "0100E0D01ABB2000",
    "name": "SUBNET - Escape Room Adventure",
    "publisher": "M9 GAMES",
    "releaseDate": 20230323,
    "version": 0
}