{
    "description": "You’re not special. You’re not a hero. Thrust into unfortunate circumstances, you find yourself with no other option than to unravel what might be your biggest case yet. \n\nThere is no choice. We change, but we change nothing. Get to work, detective.  \n\nABOUT \nTails Noir is a post-noir narrative adventure. Become raccoon private eye Howard Lotor and explore dystopian Vancouver inhabited by animals as you uncover a deeply personal story of change and transformation. \n\nTails Noir is inspired by film noir, weird sci-fi, post-soviet aesthetics, modern political regimes, the works of Lynch and Kaufman, and existential philosophy of Sartre. It is a linear, cinematic narrative experience that subverts genre and challenges your perception of what it means to be a person. \n\nGAMEPLAY \nTails Noir’s gameplay is focused on storytelling and emotional expression, featuring rich and elaborate dialogues inspired by old school CRPGs, as well as exploration of the lush environments. The end of all things is inevitable, but defining which version of Howard Lotor reaches the conclusion is up to you. \n\nAs Howard, you will: \n• Make meaningful connections with a diverse cast of characters in pursuit of truth \n• Shape and express your identity through dialogue choices - decide what kind of person you want to be \n• Explore and experience both downtrodden and flourishing districts of a strange, yet familiar version of Vancouver \n• Come to terms with the universal pain of existence and loss \n• Be a raccoon \n \nFEATURES \n\nPost-noir dystopia \nTails Noir’s Vancouver is a dangerous place, bleak and dreary, but not entirely without hope. It’s a tale of a cold and uncaring world, interspersed with genuine connections and a bruised but undying drive to make a difference. Everyone wants to change the world, but not always for the better. \n\nStunning visuals \nThe breathtaking combination of high-resolution pixel art and 3D effects like dynamic lighting, pouring rain, volumetric fog and neon lights bring the sprawling City to life. Visit iconic Vancouver locations like Gastown, Granville and Fairmont Hotel, reimagined in a world now inhabited by anthropomorphic animals. \n\nEvocative and unforgettable soundtrack \nOriginal doom jazz soundtrack by Danshin and Arooj Aftab features an innovative combination of classic jazz and electronic music. Tails Noir’s OST is expertly crafted to create a cinematic, atmospheric, and simply jaw-dropping soundscape that serves and enhances storytelling. ",
    "id": "01006DC012B00000",
    "name": "Tails Noir",
    "publisher": "Raw Fury",
    "releaseDate": 20220209,
    "version": 0
}