{
    "description": "A GOLDEN CELEBRATION\nPaperman’s post office has managed to make 1 million deliveries. To celebrate this special achievement, the post office has decided to send out special golden letters to their most loyal customers.\n \nOn a night when the dragon is watching television, he sees the news about the golden letters. Greedy as he is, the dragon uses his ancient magic to attack the post office and steal all the mail including the golden letters to add to the massive mountain of gold he already possesses. Paperman and his team will do everything in their power to retrieve the mail and get it delivered!\n \nMEET YOUR TEAM\nPlay as each of the four unique mail carriers and swap characters to unlock their unique abilities. Paperman, our titular hero, throws letters as projectiles and can teleport short distances. Express is the fastest character and takes care of the most urgent deliveries. Scrolly glides smoothly through the air with his trusty feather and can reach the highest platforms. The final member of the team is Carl, the strongest box of the bunch, he delivers the heaviest parcels with great care!\n \nWORLDWIDE DELIVERY\nFind the missing letters across 3 completely different worlds. Your first destination will take you to a tropical island full of statues, here you will discover why it is called the Manyfaced Island. Next, travel to the desert and explore pyramids in the Valley of Sand. The third world, Winding Peak, will really put all your skills to the test. Here you will encounter many parkour platforms which will require the right character to reach your destination.\n \nFIND THE LOST MAIL\nExplore each world and try to find the golden letters. Some locations will be unreachable by certain characters and will require a different skillset for you to find all secrets! \n \nEvery world has optional letters for you to find and even unique items for each character! In a true collectathon adventure, you will need to explore every corner of the world to find all collectibles!\n \nEXTRA STAFF\nThe greedy dragon gets help from his minions, you can get help from your friends too! Play with 2 players in local split screen multiplayer and help each other in this co-op adventure!",
    "id": "010082A01ACE8000",
    "name": "Paperman: Adventure Delivered",
    "publisher": "Mindscape",
    "releaseDate": 20230921,
    "version": 0
}