{
    "description": "Build your dream farm with your friends & animals in Big Farm Story. Grow crops, tend your fields, craft and explore the world in this farming adventure. Meet new friends around each corner, shape your own community and have fun writing your own story.\n\nAs you arrive on your grandpa's farm, you find it in an awful condition. Buildings are crumbled and fields overgrown. The farm is abandoned and your grandfather has disappeared without a trace.\nRoll up your sleeves and grab your watering can. It’s now your time to step up your farming skills and restore the farm of your childhood dreams. Search for your grandfather's tracks and take the chance to write your own story!\n\n*BUILD YOUR DREAM FARM: Turn your dreams into reality and rebuild your grandpa’s derelict farm to its former glory. Harvest organic vegetables, gather resources and craft your way into the hearts of your farm neighbors as you follow their requests and storylines. \n\n*MEET THE VILLAGERS: Be a beloved member of the local community.  Meet all unforgettable characters with all their energetic personalities and exciting stories to share. Become close friends with the villagers - Benny, Sam, and all their cheery friends are waiting for you.\n\n*SKILL UP: Level up your character with a variety of skills to aid you in your adventures. Gather stickers while following the storyline and choose your preferred skills your character should learn. You want to become the best farmer? Or want to bake the most yummy cookies? It's your decision whether to boost your crafting, farming or other skills depending on your play style. \n\n*TAKE CARE OF YOUR ANIMALS: Take care of your lovely farm animals and raise chickens, cows and alpacas. Breed farm animals to find rare breeds, and nurture and pet all kinds of adorable baby animals. \n\n*MAKE YOUR HOUSE A HOME: Find your own style and be creative. Apply your personal touch and design your own unique farm house with an exciting range of furniture and decorations to collect and choose from.\n\n*FARM ADVENTURES: Explore a Big Farm story filled with extraordinary farm adventures. Be curious and discover a peaceful world full of treasures and discoveries. Enjoy the breathtaking scenery and landscapes. Spend a relaxing afternoon gathering wildflowers or go mushroom picking in the woods. ",
    "id": "01001C2016932000",
    "name": "Big Farm Story",
    "publisher": "Goodgame Studios",
    "releaseDate": 20230901,
    "version": 0
}