{
    "description": "Sail away from your homeland, visit new islands, discover the stories of their people, and learn about souls.\n\nDO IT YOUR WAY\nThe gameplay is about exploring and surviving, alone or as a crew of up to 4 travelers. You must deal with hunger, thirst, energy loss, merciless beasts, and the weather. You can fish, purchase new boats and tools, and even cast magic spells. There is not one correct play style or path to follow. Go where the wind blows and experiment on your own. Can you actually get lost when the journey is the destination?\n\nWHAT IS LIFE?\nThe \"Story Mode\" of Soul Searching invites you to reflect on existence and search for meaning with contemplative moments and thought-provoking dialogues. Seven extra “short stories” also introduce you to various art and storytelling experiments. You may find them innovative and inspiring.\n\nASSEMBLE A CREW\nThe \"Random Mode\" generates a unique map at the beginning of each new game, to explore by yourself or with up to 3 other players. But beware if you choose to cooperate: more people means more mouths to feed, and only good teamwork will lead to your survival.\n\nFEATURES SUMMARY\n- Meaningful single player “Story Mode”\n- “Random Mode” for 1 to 4 players with auto-generated maps for more replay value\n- Blend of contemplative experience with rough survival conditions\n- Fascinating creatures: dragons, killer whales, dolphins and more\n- Many islands, some inhabited by people with intriguing stories to tell\n- Magic skills which can only be acquired by worthy souls\n- Day-and-night cycle that subtly affects the gameplay\n- Seven extra “short stories” with an experimental indie vibe\n- “Soul-Soothing Donation” DLC for music lovers, which sales help the UN Refugees Agency\n\nDEVELOPED BY Kayabros\n“Soul Searching is about growing up, leaving your homeland, standing on your feet. It deals with themes like isolation and search for direction.” - Talha Kaya\n\nPUBLISHED BY Nakana.io\n“We gather games that share a strong experience to remember, and try to motivate real changes with Donation-DLCs” - Mikaël Bourget",
    "id": "0100F2100F0B2000",
    "name": "Soul Searching",
    "publisher": "Nakana.io",
    "releaseDate": 20191025,
    "version": 0
}