{
    "description": "Data East's sci-fi shooting game 'Fang' series is now available as a 2-in-1 title!\n\n◆ Build your own Armored Cavalry and deploy! 'Wolf Fang'\nAs a member of the Rohga Team, the player pilots a robotic weapon known as an 'Armored Cavalry' and heads into battle.\nCombine three parts—'Body (sub-weapon)', 'Arms (melee attack)', and 'Legs (mobility)'—to build your own custom machine.\nDefeat the numerous enemies using a combination of shots, melee attacks, stomping attacks, and sub-weapons.\nEven if your mech is destroyed, the pilot can continue fighting. Gather items through valiant efforts, and you can repair your robot and return to the battlefield.\nThe Saturn version includes exclusive character voices, new actions, and a boss rush mode. Challenge the battlefield as many times as you want!\n\n ◆A chase shooting game where you soar across the battlefield with acceleration, deceleration, and command techniques! 'Skull Fang'\nAs a member of the Gaiga Team, the player pilots a fighter jet and heads out to intercept enemy weapons approaching the defense line.\nSelect from four pilots, each with different special abilities, and four fighter jets with varying performance.\nControlling the speed of your fighter jet is crucial on the battlefield. Will you take the risk and fly at high speed to rush through, or play it safe by flying at low speed to intercept enemies? Your courage and strategy will be put to the test.\nDuring boss battles, use your control techniques to mark enemy aircraft within your attack range.\nThe Saturn version features exclusive additional bosses, extra aircraft, and a trial mode.\n\n◆ Includes 'Boosted' arranged BGM by 10 renowned composers!\nIn addition to the original arcade version and the Saturn version's arranged BGM, this release features newly created 'Boosted' arrangements. Play the game with your favorite soundtrack.\n\n＜Composers Participating in the 'Boosted' Arrangements＞\nCOSIO\nFantom Iris\nMASAKI（ZUNTATA）\nO.T.K.\nHAGANE\nKEISHI YONAO\nAyako Saso\nShinji Hosoe\nShohei Tsuchiya（ZUNTATA）\nDaisuke Matsumoto\n\n◆ Full player support with the extensive options in Saturn Tribute!\nEven if you make a mistake, you can go back and retry with the 'Rewind' feature or use the 'Save & Load' function.\nIn 'Wolf Fang', you can change the color of your mech, strengthen its armor, and increase the gauge recovery speed.\nIn 'Skull Fang', offers infinite continues, simplified commands for special maneuvers, and the ability to change screen orientation and size.\nMake use of the options and take on the mission!\n\n*The in-game menu is available in Japanese and English, but some text and audio in the main game will be in Japanese only.",
    "id": "01009C901B882000",
    "name": "WolfFang 空牙2001 SkullFang 空牙外伝 Saturn Tribute Boosted",
    "publisher": "City Connection",
    "releaseDate": 20241030,
    "version": 0,
    "category": [
        "Action",
        "Shooter"
    ],
    "developer": null,
    "intro": "The steel wolf running across the earth × the sonic corpse that buries its prey.\nDECO shooting game redeployed!",
    "isDemo": false,
    "languages": [
        "ja",
        "en"
    ],
    "nsuId": 70010000067766,
    "numberOfPlayers": 2,
    "ratingContent": [
        "Mild Violence"
    ],
    "region": null,
    "rightsId": null
}