{
    "description": "<About \"44 Minutes in Nightmare\">\nThe game is a roguelike horror in which everything is random: a different dungeon each time you play, items that are constantly being rearranged, four different types of enemies with different characteristics and special enemies that appear rare, and three different escape routes.\nThe main character is synchronized with a girl's nightmare in order to save the daughter of a wealthy man who has fallen into a coma, and the objective is to find the girl and escape within 44 minutes while hiding from the threats that lurk in the nightmare.\nThe difficulty level is high, and since the game employs permadeath, in which you lose everything if you die once, you must explore the dungeon with a constant sense of urgency.\nWhile this randomness and high difficulty make the user suffer, it also creates a sense of addiction and accomplishment that makes the user want to play again and again.\n\nThe dungeons are large, complex, and different each time you play, so brain mapping and item-based pathfinding are extremely important.\nEach enemy has a different ability, and they are hypersensitive to light and sound, and will gradually hunt you down by setting traps.\nThere are also many items, including auxiliary items, escape items, and items to counter enemies.\nAll these items are hinted at in the notes in the dungeon, so they cannot be neglected.\n\nThere are also unique parameters such as \"Fear Value,\" \"Mental Pollution,\" and \"HP,\" each of which is also important to manage.\nFear value: Dash is disabled when the meter is maxed out (recoverable with items).\nMental Pollution: One additional enemy is added when the meter is maxed (recoverable at certain locations)\nHP: Decreased by damage received from enemy attacks and traps (recoverable with items)\n\nThe scenario is well thought out from the opening to the ending, and it is all revealed through notes in the dungeon and different endings for each difficulty level, making it fun to contemplate.\n\nThe difficulty level is high, so you will find it quite difficult until you get used to it.\nTherefore, it is very important to read the notes to know the characteristics of items and enemies.\nAlso, since everything is random, it depends on luck to some extent, but it is not a game of luck by any means, and experience will be utilized through repeated play.\nThere is a short mode with half the dungeon length and time, and a hard mode for those who want more of a challenge.\nSince everything is random, no two dungeons are the same and you can play as many times as you like.",
    "id": "01003FF0159A0000",
    "name": "44 Minutes in Nightmare",
    "publisher": "Takashi Sowa",
    "releaseDate": 20230427,
    "version": 0
}