{
    "description": "As a little kid, picking up your dragon toys, spewing fire, feels powerful and destroying everything is one of the best childhood memories for many of us.\nNow you become that giant monster in Gigapocalypse, a 2D pixel art destruction game, inspired by classical Kaijū movies.\nGigapocalypse features a selection of different “Gigas” from the Prehistoric era, the uncharted outer space and the forgotten history. Each with unique skills, mutations and manifold skins that can be unlocked with level ups.\nStart your destruction spree and destroy everything on your way through different beautifully detailed pixel style locations. Ever wondered how it looks like when a giant monster destroys a wild west town? Or clashing against the brave Knights Templar? Gigapocalypse has the answer. But beware: Nasty soldiers, wizards, drones and mechs will do everything to stop you! With each try your Giga will become more powerful until you will finally make it to the diversified, epic boss fights that await you at the end of each level.\nComplete quests, feed, clean and pet your Giga, find secrets to upgrade your Giga and its “home” and unlock cute, but yet lethal pets that accompany you on journey.\nGigapocalypse is loud, punk, metal, anarchy and a lovely homage to the game and movie classics. It´s a game for the kid in all of us.\n\nFeatures:\n• Nine Gigas with unique abilities and skill trees\n• Six beautifully detailed stages based on earth's past, present and future timeline\n• Themed enemies and buildings\n• Epic and hilarious boss fights\n• Unlockable minions, skills, and mutations\n• Extra quests and secrets to unlock more abilities for your monsters\n• Fast-paced arcade action with simple controls\n• Satisfying visual destruction in cute pixel art style\n• A heavy metal soundtrack to perfectly complement the chaos",
    "id": "0100B1201814C000",
    "name": "Gigapocalypse",
    "publisher": "Headup Games",
    "releaseDate": 20220804,
    "version": 0
}