{
    "description": "Generations after the collapse, its surviving descendants have chosen you to become The Bellwielder of the magical Audros Bell. Go forth, battle monsters, solve puzzles, and restore Anuchard to its former skyward glory! \n\nAnuchard was known as a place of wonder and peace, a land of limitless bounty suspended in the heavens above. Five ancient Guardians gave the island their blessings... Until one day they left without a word. The Anuchardian paradise fell from the skies, crashing onto the world below. Only a tiny speck of an island survived the fall. The rest has been coalesced underground into a twisted mass of winding passages full of wild magic and vicious monsters, known simply as The Dungeon.\n\nGenerations passed as few survivors eked out an existence in the Orchard, the sole village on the surviving island, which maintains  the few remains of Anuchardian magic. Farmers tend to the fields while scavengers pick through the bones of the kingdom. \n\nAll await the Chosen One, the Bellwielder, who will take up the Audros Bell and enter the Dungeon, wake the Guardians from their slumber, and bring back paradise.\n\nBe judged worthy and take up the mantle of the Bellwielder. The Dungeon awaits!\n\nThe Bell Tolls\n\nFor everyone and everything. You are the Bellwielder and the Audros Bell is your best friend.\n\nMaster the Bell! Not just as a weapon, but as a most vital tool for overcoming puzzles and obstacles.\n\nA bell can be more than just a blunt instrument of mayhem. Use its knock-back ability to smash enemies into obstacles, reposition them, and clear the way forward.\n\nSolve challenges throughout the Dungeon with the Bell. Launch projectiles, move puzzle pieces, and utilize them creatively!\n\nEnter the Dungeon\n\nThe warped, magical Dungeon houses the Guardians needed to restore the lost kingdom of Anuchard.\n\nExplore handcrafted, unique dungeons. Each was changed by magic to match the personality and aspect of its owner.\n\nEach is a unique challenge as a result. Master their unique mechanics to reach the slumbering Guardians - and unlock the deepest reaches of the greater Dungeon.\n\nRemember your duty: Confront and defeat the Guardians in set piece boss battles, to make them return to serve the people of Anuchard.\n\nRestoring Paradise\n\nAssist the Orchard along the path of a Bellwielder’s legendary quest.\n\nRescue the souls of lost villagers trapped in the Dungeon, returning them to Orchard through the ritual of revival.\n\nEach revived villager contributes to your quest. Farmers, chefs, herbalists, all will help you and the rest of the village to restore Anuchard.\n\nPrepare for ever deeper ventures into the Dungeon. Cook up meals using ingredients provided by village residents, then head back into the fray!",
    "id": "010073A01401A000",
    "name": "Anuchard",
    "publisher": "Freedom Games",
    "releaseDate": 20220421,
    "version": 0
}