{
    "description": "Good morning and welcome to the Monorail Transit System connecting the Cities of M and L. This spectacular feat of engineering allows thousands to commute between the Cities each day in the timeliest of mannersEvery day a hundred new stories are born in these cars running on the track suspended above the Bay.\nEvery day extraordinary things happen to ordinary people.\n\nSilvie and Ahmal, from the City of M and the City of L. Two strangers who unknowingly affect each other's lives through the monorail they share each day.\nCommuting between the cities each day at different times, they choose who to talk to on the monorail, how to treat their fellow commuters, and what to do as the monorail makes its run over the Bay. \nEach day is a new chapter in their shared story, one you can write on your own or with a friend, through an asynchronous multiplayer mode.\n\nAs Ahmal and Silvie, you'll meet dozens of people during their commute. How they interact with them is up to you.\nThe choices made on the monorail affect the course of their stories - or rather, the one shared story they inhabit. Every decision and every interaction leads to one of the multiple endings for the traveling pair.\nWhen their story ends, your own can begin. The Season story mode offers you the ability to create an original commuting character and experience the city from another perspective.\n\nAs the Monorail Stories unfold, so does the tale of the two cities linked by the track. The two city-states face upheaval and uncertainty, just like the people who pass between them on the monorail each day. Destinies may very well be decided not by what the people do, but by how they treat one another, or rather, how you interact with those around yourself.\nControl Ahmal and Silvie in single player, or find a friend to experience a non-linear story through an iconic asynchronous multiplayer mode. Explore each city’s monorail station as you both await for the monorail, each of you immersing in your own interactions and secrets to keep (or share).\n\n",
    "id": "0100D8601679A000",
    "name": "Monorail Stories",
    "publisher": "Freedom Games",
    "releaseDate": 20230323,
    "version": 0
}