{
    "description": "About Ember\n\nBack in the earliest days, there was no sun and the world was dark. The heavens opened up and stars fell like beacons into the pitch black world, and they were known as “Embers”. Powerful and wise druids of a primordial race, “the Lightbringers,\" roamed the land searching for this luminous matter. They performed a ritual of awakening to call the “Embers” out of their deep sleep. Suddenly the world became bright, and the veil of darkness was lifted. The Embers were the embodiment of magical flame, light, and life, but as word spread about the sheer power of the Embers, they came to be hunted and captured…and so the War for Ember began…\n\n\nGameplay overview\n\nA passion project 10 years in the making, Ember is a homage to classic role-playing games (RPG). Enter the world of Ember as a resurrected “Lightbringer” summoned to protect the dying Embers as the world is on the brink of collapse. Beginning in the Deep Barrows, traverse vast environments divided between above ground and underground realms – ranging from lush forests to dry deserts and dark abysses – to reach the City of Light. See how the story unfolds through encounters with strangers by making pivotal decisions about your own destiny.\n\n\nKey features\n\n• Classic-style RPG with 30+ hours of epic adventure\n• Epic storytelling filled with fascinating characters, lore, adventure, and humor\n• Over 70 quests with diverse gameplay enabling players to choose their path\n• Engaging party-based real-time combat system with tactical pause\n• Over 65 combat skills for the player to use in customized battle party strategy\n• Encounter hundreds of NPCs with their own tales to tell\n• In-depth crafting system, from baking bread to forging magic weapons and armor\n• A beautiful seamless open world with over 20 handcrafted outdoor environments and dark dungeons that feature puzzles, traps, weather changes and day / night cycles \n• Adventure with different companions with their own backstories and quests",
    "id": "010041A00FEC6000",
    "name": "Ember",
    "publisher": "N-Fusion",
    "releaseDate": 20200122,
    "version": 0
}