{
    "description": "\"Ys II,\" an action RPG released by Nihon Falcom in 1988, with its catchphrase \"From kindness to excitement.\" Known for its well-crafted storyline, user-friendly game system, and refined sound, the game became a major hit. Even today, with new releases, the name \"Ys\" is familiar to many gaming enthusiasts.\n\nIn this game, Adol Christin, the red-haired adventurer who collected the six Books of Ys in the previous game, is guided to the sky world by the magic of the books. Here, he delves into the mysteries of the ancient kingdom of Ys.\n\nRetaining the simple gameplay style of physical attacks from the previous game, Ys II introduces the additional element of magic, making battles more dynamic. The inclusion of movement magic expands the narrative scale without compromising the pace of the adventure, adding excitement to the game.\n\nAmong the magical elements, the ability to \"converse with monsters\" stands out.\nThis essential magic is integral to advancing in the game, offering glimpses into the daily lives of diverse and interesting monsters.\n\nNotable improvements include faster processing speed compared to the previous game, automatic position correction when entering doors, the use of kanji characters（続）\n \n \n \t\n\"Ys II,\" an action RPG released by Nihon Falcom in 1988, with its catchphrase \"From kindness to excitement.\" Known for its well-crafted storyline, user-friendly game system, and refined sound, the game became a major hit. Even today, with new releases, the name \"Ys\" is familiar to many gaming enthusiasts.\n\nIn this game, Adol Christin, the red-haired adventurer who collected the six Books of Ys in the previous game, is guided to the sky world by the magic of the books. Here, he delves into the mysteries of the ancient kingdom of Ys.\n\nRetaining the simple gameplay style of physical attacks from the previous game, Ys II introduces the additional element of magic, making battles more dynamic. The inclusion of movement magic expands the narrative scale without compromising the pace of the adventure, adding excitement to the game.\n\nAmong the magical elements, the ability to \"converse with monsters\" stands out.\nThis essential magic is integral to advancing in the game, offering glimpses into the daily lives of diverse and interesting monsters.\n\nNotable improvements include faster processing speed compared to the previous game, automatic position correction when entering doors, the use of kanji characters in messages, and minor yet thoughtful changes. The game features a thrilling opening animation, more dramatic event scenes, and unique, intense boss battles. With its evolutionary enhancements, \"Ys II\" lives up to the expectations set by its predecessor.\n\nPlaying both games together amplifies the overall enjoyment. For those seeking a high-quality action RPG experience, \"Ys II\" is highly recommended.\n\n*The main game and gallery screen (*Gallery) are in Japanese version.\n*Other menu screens and \"How to play\" screens are in English.",
    "id": "0100F6101E21E000",
    "name": "EGGCONSOLE Ys II PC-8801mkIISR",
    "publisher": "D4 Enterprise",
    "releaseDate": 20240315,
    "version": 0
}