{
    "description": "The most famous D-Day Normandy landings in history (Operation Overlord) begin. Part 3 of \"World War: Prologue\"&\"World War: Combat Guardian\"\nIt is a solo single player / FPS game set in World War II, favored by military enthusiasts. Be a hero on a battlefield full of gunfire and blood!\n\n・An interesting mission based on historical facts will take place.\nAt each stage, you have a mission based on the story. You can enjoy an exciting game.\n・You can collect and use various weapons used in World War II.\n・With 3D sound and 3D physics engines, you can enjoy realistic and exciting game.\n・This game offers a variety of 3D effects and graphics where you can feel the world war.\n・You can fight in cooperation with AI allies on the battlefield.\n・You can hide/cover your body to surrounding objects during a battle and fight like a real gun battle.\n・[EPISODE] mode aims to complete the mission according to the story.\n・In [WAVE] mode, you survive with the goal of clearing 25 WAVE.  \n・Please enjoy an exciting FPS game using various weapons of allies and enemies you acquire during the battle.\n\nA touching ending awaits you when you get rid of your enemies and complete all episodes and 25 waves in the historical scenes of the Second World War.\n\nSynopsis\nThe landing operation is classified as a top secret. Allied forces are about to begin landing operations on five beaches in Normandy(Utah, Omaha, Gold, Juno, and Sword).\n\n「Speech: Soldiers, Sailors and Airmen of the Allied Expeditionary Force! \nYou are about to embark upon the Great Crusade, toward which we have striven these many months. \nThe eyes of the world are upon you. \nThe hopes and prayers of liberty-loving people everywhere march with you. \nIn company with our brave Allies and brothers-in-arms on other Fronts, \nyou will bring about the destruction of the German war machine, the elimination of Nazi tyranny over the oppressed peoples of Europe.」\n\nNow a historic battle is about to begin.",
    "id": "01003DE01D52C000",
    "name": "World War: D-Day PART ONE",
    "publisher": "TROOOZE",
    "releaseDate": 20231102,
    "version": 0
}