{
    "description": "Rip Them Off is a minimalistic new puzzle game of economic management and tower defence. The Board needs its profit, and it’s up to you to line the streets with shops the masses can’t resist. Choose your locations, pick your stores and earn enough to advance up the corporate ladder with its increasingly difficult challenges!\n\n--- Message from the board ---\n\nWelcome [New Hire Name Here]. We’re proud¹ to have you as the newest member² of our [Product Name Here] sales team. Here at [Subsidiary Company Name Here] we’re passionately committed to [Vague Passionate Commitment Here] and we know you are too³.\n\nHere at [Company Name] we’re all about giving the people what they want, and what they want is [Product Name] (the ad boys have seen to that!⁴).\n\nAs a valuable member of our [Company] family⁵ this is where you come in.\n\n¹ Any assertion of pride is purely performative and does not reflect the Board’s opinion of individual employees\n² Unless otherwise stated new employees shall be referred to as “Office Drone”\n³ Please see Standard Employee Contract section 11b Subsection 12: “Your New Personal Opinions”\n⁴ Any suggestion of consumer manipulation by [Company Name] advertising practices is purely hypothetical\n⁵ [Company Name] is a registered corporation and not a familial unit. Please see Employee Contract section 154a, “Knowing Your {Lack Of} Rights”\n\nChoose\nMaximising profit and satisfying the board will require planning. In each city, utilise suspiciously* empty locations and create an inescapable maze of retail opportunities the masses simply won’t be able to refuse!\n*not suspicious at all\n\nSpend\nThose stores aren’t gonna build themselves*! Make sure to prioritise your earning potential by managing your budget: buy the right stores in the right locations at the right price.\n*Self-building stores coming in [Unobtainable Release Date Here]!\n\nEarn\nOnce you build it, they will come. And keep coming! But it’ll take more than one location to satisfy the Board’s exponential profiteering*. Combine locations and store types to really take them for all they’re worth and open up exciting new opportunities around the world!\n*Year on year growth is currently set at a more-than-reasonable 3015%\n\n--- Key features ---\n\nAn innovative new type of game: Combining puzzle mechanics with tower defense games, Rip Them Off is a new breed of challenge, easy to pick up but hard to master.\nGorgeous design: Evoke your inner Mad Man with 1950s inspired music and graphics.\nAddictive gameplay: Each new city provides an increasingly devilish challenge. Can you make it all the way to the biggest metropoles?\nChallenge your friends: Who’s the best rip off merchant? Compete against your friends and/or rivals with the leaderboard feature to find out who comes out on top.\nMap of the Moment: Hone your capitalistic edge post-launch with Map of the Moment, showcasing revamped versions of your favourite maps with fun modifiers to keep you on your toes.\nGo fast or slow: Control the flow of time to make sure your strategies unfold with perfection.\n\nChoose your location, choose your stores, give the people what they want. And of course, don’t forget to…\n\nRip them off!",
    "id": "01004BF013BA0000",
    "name": "Rip Them Off",
    "publisher": "Lozange Lab",
    "releaseDate": 20210326,
    "version": 0
}