{
    "description": "TAISHO x ALICE ALL IN ONE introduced us to the topsy-turvy fairytale land of Looking-Glass World, where we encountered gender-flipped characters inspired by Cinderella, Red Riding Hood, and more, and unraveled their twisted tales!\nNow, the fandisk TAISHO x ALICE: HEADS & TAILS gives the fans more to love on the Nintendo Switch™!\nDiscover previously untold tales of the Looking-Glass World!\n\nIncluded Stories\n\nTwo tales that delve into the truth behind the main story.\nUncover the behind-the-scenes stories of Ryoushi and Woolfe from their own perspectives.\n\nRyoushi's Story\nHailing from a long line of doctors, Ryoushi Arisu lost his place in the family the moment his younger sister was born. Years later, at a med school far, far away, as he contemplates his career path... he meets the strange little boy who will change his life forever.\n\nWoolfe's Story\nIt all started when he enrolled at a college in the town where his grandma lived. His motive: to search for an old friend who cut contact after a fight. But even after he found him, it still wasn't really HIM... This is the story of Woolfe's life in the friendzone, doing his best for his bestie!\n\nAfterstories\nThese tales explore what happens to each of the seven characters after their happy endings.\nAfter all the twists and turns it took for the couple to finally fall in love, watch as they enjoy a sweet moment.\n\nArisu Academy\nAn alternate universe that poses the question, \"What if everyone were teachers and students?\"\nCircumstances at home have caused our heroine to transfer to Mirrorfield Academy. Prepare for a new school life where seven quirky, handsome guys await you in this romantic comedy!\n\nLooking-Glass World's Biggest Sadist Tournament!\nThe Sadist Tournament has suddenly come to the Looking-Glass World! Once all the fruitless pleas are said and done, who will win the crown? \n\nAvailable in two languages!\nThe text can be set to English or Japanese. This includes in-game text, options, and the digital manual. Language settings can be changed at any time.\n*Applies to Ver. 2.0.0 and later.\n*Voices will be in Japanese.\n*Some text appearing in images, end credits, etc. will still be displayed in Japanese.\n\nPlay using only the touch screen! Play with one hand!\nPlay in handheld mode with the Nintendo Switch Joy-Con™ controllers attached, or detach them and play with just the touch controls! While in tabletop mode or TV mode, everything can be controlled using only the Joy-Con (R), allowing you to play with only one hand!\nAlso available for the Nintendo Switch Lite. (A separate Joy-Con (R) is required to play with one hand.)\n\nCast\nRyoushi    VA: Tomohisa Hashizume\nWoolfe    VA: Natsuki Hanae\nCinderella    VA: Daisuke Hirakawa\nRed Riding Hood    VA: Tomoaki Maeno\nKaguya    VA: Toshiki Masuda\nGretel    VA: Takuya Eguchi\nSnow White    VA: Shouta Aoi\nWizard    VA: Wataru Hatano\nAlice    VA: Yoshitsugu Matsuoka\nMother    VA: Yu Shimamura\nOther\n*Fully voiced (excluding the main character)\n\n*English display only available on Version 2.0.0 and higher.\n*\"大正×対称アリス HEADS & TAILS\" and \"TAISHO x ALICE: HEADS & TAILS\" are the same game.",
    "id": "0100B1F0123B6000",
    "name": "TAISHO x ALICE: HEADS & TAILS",
    "publisher": "PROTOTYPE",
    "releaseDate": 20230921,
    "version": 0
}