{
    "description": "Well-Beings: Wellness for Kids features creative, active and thought-provoking experiences designed with experts in children’s psychology to teach healthy habits that will help you feel good about yourself and the world around you.\n\nWe’ve partnered with Starlight, a children’s charity which uses the power of play to make the experience of illness better for seriously ill children in hospital. 100% of the publisher's proceeds from Well-Beings: Wellness for Kids on Nintendo Switch™ will go to the charity. You can show your support of the power of play through #WellBeingsDonation.\n\nWith a range of different activities Well-Beings: Wellness for Kids strives to offer a unique experience tailored to your child’s feelings and emotions. \n\nFind Your Creativity\nThe world’s your canvas and you hold the brush. Get your creative juices flowing and harness the power of your imagination with some creative activities like writing a short story about an astronaut or drawing a superhero costume!\n\nFeed Your Curiosity\nGet your thinking hats on and solve some problems or read how to make something delicious in a recipe book and try to make it. Learn something new.  It’s fun to discover how the world around us works. \n\nFocus Your Energy\nGet physical with fitness activities that will put your energy to good use. Do a handstand against a wall or try walking like a crab! Great for keeping active and energised!!\n\nFeel Your Sensitivity\nBe kind to yourself and others around you with some well-being tasks. Take a deep breath, grab a buddy, share how you’re feeling or help someone with something they might be stuck on.\n\nPlay Your Way\nThere are no time limits on these tasks so kids can do them at their own pace. At the end of every challenge, they will unlock a Well-Being character sticker! The more challenges that they complete, the larger their collection of Well-Beings will become.\n\nGAME FEATURES\nOver 100 mood-boosting and motivational activities\nBeautiful artwork and cute characters to collect\nEnchanting music to play to\nDeveloped in consultation with ‘Dr. Gummer's Good Play Guide’ to help children relax \n",
    "id": "01003CE0172D2000",
    "name": "Well-Beings: Wellness for Kids",
    "publisher": "Kuato Studios",
    "releaseDate": 20220223,
    "version": 0
}