{
    "description": "The Bravely Default II Final Demo is now available!\n\nTake a trip to the scenic continent of Excillant. The latest Bravely Default II Final Demo is here to give you a taste of the vivid art, strategic battle system, and memorable music of the game's first main chapter. This demo begins with the game's four main characters, the Heroes of Light, already on their journey, and with numerous Jobs and Abilities at their disposal! Whether you're brand-new to the series or a longtime fan, this demo is a great way to try out the game!\n\n================================\n\nEmbark on a search for four Crystals in the latest entry in the Bravely series. Explore a new world filled with new characters—with the atmosphere and gameplay the series is known for.\n\nFour new Heroes of Light emerge\n\nSave the continent of Excillant with the help of new Heroes of Light! Follow the story of the young sailor Seth as he sets out on a grand adventure and meets plenty of friends (and foes) along the way.\n\nThe Brave and Default battle system is back\n\nBalance risk and reward in turn-based battles. Characters can make multiple moves in one turn, but then they may be unable perform actions for a while. Balance is key.\n\nA new world, a new story, and all-new Heroes of Light ready to save Excillant! Engage in turn-based RPG combat with a risk/reward system in the next entry of Square Enix’s Bravely series.\n\nThe saga begins when our hero Seth, a young sailor, washes up on the shore of one of Excillant’s five kingdoms. Here, he meets Gloria of Musa, a princess who fled her kingdom when it was destroyed by evil forces bent on stealing its Crystals. He also encounters Elvis and Adelle, two travelers determined to decipher a mysterious and magical book. It’s up to you to stop the forces that threaten these heroes and all of Excillant. \n\nSelect from many different jobs, skills, and abilities to customize each party member to fit your strategy. The more you learn, the more tactics you’ll wield. Find and defeat one of the powerful bosses who holds an Asterisk to take on even more jobs—take down Orpheus for the Bard job or fell Dag to become a Vanguard!\n",
    "id": "01006DC010326000",
    "name": "BRAVELY DEFAULT™ II",
    "publisher": "Nintendo",
    "releaseDate": 20210226,
    "version": 0
}