{
    "description": "Goblin Slayer arrives on consoles, from the hands of the original creators! Creator of the series Kumo Kagyu concocted the original concept and series composition; Noboru Kannatsuki, who also worked on Goblin Slayer, designed the main character for this new story set in the Four-Cornered World.\n\nIn keeping with the style of the Goblin Slayer universe, the game is a tactical RPG where players will have to consider battlefield positions, specific unit abilities and the weaknesses of their enemies.\n\n◆ STORY\n\n\"\"Though your roads may never cross again,\nAre there those you yearn to meet once more?\nIf the chance to reunite were to arise,\nWhat would you be willing to sacrifice?”\n\n\nFollow a young heroine taking her deceased father’s place at the head of the local Adventurers’ Guild in a remote land. She will have to juggle her Guild Master duties and her own adventures as she meets vampires, elves, and many other companions and enemies.\n\nSoon enough, she discovers an artifact in her father’s study. It is rumored to possess the power of resurrecting the dead. As the new Guild Master and her party gets entangled in the desires of those seeking this power, will they be able to bring peace to the land?\n\nCharacter dialogues are fully voiced in Japanese to bring fans of the series and newcomers alike into a world of magic and strife, featuring returning characters from the series as well as entirely original ones!\n\n◆ COMBAT\n\nFight your way through a tactical RPG set in the world of Goblin Slayer:\n\n-\tExperience a challenging and balanced combat system or select beginner-friendly difficulty to focus on the story.\n-\tSelect high-level spells and abilities to attack a wide range of areas and strengthen allies.\n-\tUse traps and terrain to your advantage with attribute affinities and dominate the battlefield.\n-\tCustomize your party by picking from a large number of adventurers with unique jobs and abilities.",
    "id": "0100D5C01FAAC000",
    "name": "Goblin Slayer -ANOTHER ADVENTURER- NIGHTMARE FEAST",
    "publisher": "RED ART GAMES",
    "releaseDate": 20241115,
    "version": 0,
    "category": [
        "RPG",
        "Adventure"
    ],
    "developer": null,
    "intro": "Solve the mystery of the artifact that can bring back the dead and find the right tactics to defeat your enemies!",
    "isDemo": false,
    "languages": [
        "ja",
        "en"
    ],
    "nsuId": 70010000083388,
    "numberOfPlayers": 1,
    "ratingContent": [
        "Violência",
        "Conteúdo Sexual",
        "Drogas Lícitas"
    ],
    "region": null,
    "rightsId": null
}