{
    "description": "Fall in love with the yuri adventure game OshiRabu: Waifus Over Husbandos and its sequel, OshiRabu: Waifus Over Husbandos ~Love･or･die~!\nPick them up as a bundle with OshiRabu: Waifus Over Husbandos + Love･or･die on the Nintendo Switch™ system!\n\nTwo games bundled into one!\nExperience the story of Akuru Hayahoshi and Ren Furutachi, from when they first meet in OshiRabu: Waifus Over Husbandos, to what happens after their happy ending in OshiRabu: Waifus Over Husbandos ~Love･or･die~.\n\nAvailable in four languages!\nThe text can be set to Japanese, English, Simplified Chinese or Korean (audio exclusively in Japanese).\nThis includes in-game text, options, and the digital manual. Language settings can be changed at any time.\n\nPlay using only the touch screen! Play with one hand!\nPlay in handheld mode with the Nintendo Switch Joy-Con™ controllers attached, or detach them and play with just the touch controls! While in tabletop mode or TV mode, everything can be controlled using only the Joy-Con™ (R), allowing you to play with only one hand!\nAlso available for the Nintendo Switch™ Lite. (A separate Joy-Con™ (R) is required to play with one hand.)\n\nSummary\nAkuru Hayahoshi is an unlucky otaku office worker who just can't pull her husbando in the gacha game she's obsessed with, no matter how much money she throws at it.\nEnter Ren Furutachi—a trendy girl with unbeatable luck in gacha games.\nThey meet by chance, and a misunderstanding leads to Akuru accidentally proposing to Ren...but it just so happens that Akuru is exactly Ren's type.\nAnd so begins their relationship, with Ren coming on strong and putting the moves on Akuru, while Akuru uses Ren's unbeatable luck to pursue her husbando.\nSince both of them want something from the other, they even decide to move in together!\nWith Akuru chasing her husbando, and Ren chasing after Akuru, will they ever manage to close the distance between them?\n\nStaff\nCharacter Design: DSmile\nStory: Aya Oguri\nMusic: Yoru.\n\nCast\nAkuru Hayahoshi    VA: Yuki Nekomura\nRen Furutachi    VA: Yuki Kitaoji\nShino Nishiki    VA: Kirika Waou\nAira Udou    VA: Hazuki Hina\nOther\n*Fully voiced",
    "id": "0100806017562000",
    "name": "OshiRabu: Waifus Over Husbandos + Love･or･die",
    "publisher": "PROTOTYPE",
    "releaseDate": 20220428,
    "version": 0
}