{
    "description": "Hiroshi is suddenly given an job assignment near his hometown in Akita.\nSo the Nohara family make their way to a small village near Hiroshi’s parents’ home and rent out a traditional Japanese farmhouse.\nNestled in this tranquil rural landscape, they begin their carefree and quiet life in the countryside.\n\nGinnosuke, Shinnosuke’s grandfather, bestows the mysteries of country playtime by teaching Shinnosuke how to catch bugs and fish.\nA highlight of every evening is when the family gathers around the sunken hearth to savor delicious Akita dishes.\nIn the village, Shinnosuke talks with farmers and makes new friends.\nEvery day, he’s enjoying life to the fullest until…\n\nShinnosuke Follows After a Soot-covered Shiro\n\nOne morning, Shiro shows up at the house covered in soot.\nAs a confused Shinnosuke looks on, Shiro suddenly dashes away…!\nShinnosuke chases after Shiro until, stopped before him, he notices a mysterious train he’s never seen before.\nShinnosuke follows after Shiro and accidentally boards this train.\n\nWelcome to Coal Town\n\nThe mysterious train stops in a lively and prosperous town that seems to have been frozen in time since the Showa era.\nIn this town called Coal Town, there are energetic working-class people going about their day.\nAfter meeting a mysterious young girl, Shinnosuke becomes friends with these people.\nAnd so begins Shinnosuke’s newest adventure…!\n\nLife in Akita\n\nFish\nAkita's rivers are rich with a diverse range of fish, from common catches to rare species that are hard to find.\nThere are also crawfish in irrigation channels…! Experiment with different times of day and locations to catch the fish you want.\nAdd any fish you find to your nature book collection!\n\nCatch Bugs\nThere are all kinds of bugs living in the groves and forest. As night falls, fireflies emerge, creating a magical scene.\nYou may even find some bugs that only live in this village!\nAdd any bugs you catch to your nature book collection!\n\nPick Wild Vegetables\nYou can forage for wild vegetables along the village roads and in the mountains.\nUse the vegetables you find for your errands!\nOf course, you can add them to your nature collection too.\n\nGrow Vegetables\nYour grandma in Akita will teach you how to grow vegetables.\nGrow more vegetables to get more new seeds.\nYou can also use the deliciously fresh vegetables as ingredients in local dishes!\n\nLife in Coal Town\n\nInventions\nThere’s a gorgeous young lady inventor in Coal Town!\nWork with this young lady to create amazing inventions with the help of her strange machine that creates inventions.\nUse different items found around town to create inventions.\n\nMenu Creation at the Diner\nThe people of Coal Town love hanging out at the diner.\nHelp the owner of the diner come up with new menu items while she serves up the food.\nShinnosuke can catch fish or find other ingredients for new menu items!\n\nTrolly Race\nThis entertainment facility is popular with the people of Coal Town. You can even race against other people in town.\nWin a race, and you’ll even receive rare items.\n\nMore and more courses!\nExplore a collection of unique tracks, from courses with exhilarating jumps to courses designed for thrilling battles.\nGet stronger and challenge more racers.\n\nA variety of trollies!\nChoose from a variety of trollies, like stable beginner trollies or to faster trollies for more advanced racers. Choose the trolly that suits your racing style.\nYou may even find some peculiar trollies with special skills…!\n\nAmazing custom parts!\nChoose from a large collection of items to upgrade your trolly with melee parts that can distract your opponents, parts to help you hit corners smoothly, or parts to boost your speed.\nCreate your very own trolly with custom parts!",
    "id": "0100A8B01E0C8000",
    "name": "Shin chan: Shiro and the Coal Town",
    "publisher": "neos",
    "releaseDate": 20241024,
    "version": 0
}