{
    "description": "Welcome to Auto Empire: Dealer Car Simulator, the ultimate 3D car dealership experience! Step into the shoes of a savvy car dealer and build your empire from the ground up. Buy old, run-down vehicles, give them a new lease on life with your repair skills, and sell them for a profit. With each successful sale, you’ll have the opportunity to upgrade your dealership, expand your empire, and become the top car dealer in town.\n\nKey Features:\n\nRealistic Car Trading: Purchase a variety of old cars, each with unique conditions and challenges. Assess the best deals and make strategic decisions to maximize your profits.\n\nDetailed Repair Mechanics: Dive into the intricacies of car repair. Replace parts, fix engines, and give each car a fresh look with your expert touch.\n\nUpgrade Your Dealership: Use your earnings to expand and upgrade your dealership. Enhance your showroom, hire skilled staff, and attract more customers to grow your business.\n\nDynamic Economy: Experience a realistic market where prices fluctuate. Keep an eye on trends and adjust your buying and selling strategies accordingly.\n\nCustomization Options: Personalize your cars with a variety of upgrades and visual modifications to increase their value and appeal to potential buyers.\n\nImmersive 3D Graphics: Enjoy stunning 3D graphics that bring the world of car dealing to life. From detailed car models to a bustling dealership environment, every aspect is designed for immersion.\n\nEngaging Gameplay: Balance your time and resources as you juggle buying, repairing, and selling cars. Strategic planning and quick thinking are key to building a successful empire.\n\nAre you ready to turn rusty old cars into gold and build the car dealership empire of your dreams? Jump into Auto Empire: Dealer Car Simulator and start your journey today!",
    "id": "0100F4201FF9C000",
    "name": "Auto Empire: Dealer Car Simulator",
    "publisher": "BurleaGamesStudio",
    "releaseDate": 20240724,
    "version": 0
}