{
    "description": "Discover an enchanting and fulfilling experience to release your stress.\n\nSIMPLE AND FUN\n\nIn Garden Buddies, simplicity reigns supreme, enabling you to unwind and immerse yourself in soothing gameplay. \n\nWith intuitive mechanics and a user-friendly interface, the game effortlessly guides your journey, encouraging relaxation and fostering a focus on the captivating experience that awaits.\n\nFRIENDSHIP IS A KEY\n\nCompanionship takes center stage as you embark on delightful encounters with adorable animals and extraordinary plant creatures each day. \n\nAs you form a bond with these charming critters, you'll help them overcome hurdles through engaging and delightful mini-games. These challenges entertain and bring in a sense of accomplishment and camaraderie.\n\nHEAL YOUR MIND\n\nBeyond the joy of gardening and mini-games, Garden Buddies offers a healing experience for your mind and soul. Step away from the hustle and bustle of everyday life, take a deep breath, and let the game guide you toward inner peace. \n\nLearn essential life skills such as box breathing and grounding techniques, while exploring emotions and engaging in discussions that promote emotional well-being. \n\nGarden Buddies becomes your virtual oasis, providing a safe haven to reduce stress and anxiety, all while immersing yourself in the beauty of digital nature.\n\nKEY FEATURES:\n\n- 90-minute story mode filled with enchanting narratives, heartwarming interactions, and unexpected twists.\n- Multiple Game Modes.\n- A Soothing soundtrack made for relaxation and harmony.\n- A healing experience for the mind, introducing essential life skills such as mindfulness exercises, stress reduction techniques, and emotional well-being practices.\n- Charming characters and animal companions.\n- Multiple customization options – unlock an array of decorative items and accessories for your oasis of peace and quiet.\n",
    "id": "010023B01C750000",
    "name": "Garden Buddies",
    "publisher": "RedDeer.Games",
    "releaseDate": 20231020,
    "version": 0
}