{
    "description": "Welcome to Mars, adventurer! You have been selected to join the latest Mars colonization mission, establishing a permanent human presence on the enigmatic Red Planet. Your assignment is at Mars Base, located in the scenic Erebus Montes region on the Amazonis Planitia. Your job? Make sure that our nascent colony can sustain itself through agriculture. Achieve the impossible and convert the harsh Martian soil into arable land, to grow everything the colonists need to survive. If successful, you'll mark the beginning of Human-Martian  history.\nHowever, never forget that you'll be working tens of millions of kilometers away from Earth. Resupply is not an option for the most dangerous gardening job ever.\n\n\nThe scenic Erebus Montes region is located in one of the most fascinating regions of Mars, with a rich geological history. Mars Base will be tasked with digging into this rich history and help humanity understand our next home a little better.\n\nThe base is a living organism, with dozens of facilities. You will have access to all the necessary essentials upon landing, including crafting facilities, research labs, solar power plants, and your trusty greenhouses.\nEvery colonist has something to share. Be sure to interact with your fellow expedition members to learn their stories and see if you can't help them with their tasks. Teamwork!\nMore colonists will join you at the base every two Earth years, bringing with them more job expertise and assisting in growing Mars Base. See it grow from an outpost to humanity's first extraterrestrial city!\n\n\nAs the expedition's main botanist, you'll be responsible for turning a dead planet into a living one, a planter at a time. The other colonists will certainly appreciate your tireless labor to keep them fed and alive.\n\nMartian soil can be toxic and barren, so botanists have to get creative. Starting with raw resources supplied by fellow colonists on a daily basis, you'll be able to gradually turn this sterile land into something much more suited for life to thrive.\nA colonist does not live on “poo-tatoes” alone. Expand agriculture endeavors to provide a variety of crops and provide them with all the necessary micronutrients. Scurvy is not fun - and positively lethal when in the red variety instead of yellow.\nUtilize a broad range of tools to succeed, from modular planters that can be combined in an infinite variety of configurations to autonomous robots to automate much of the labor.\n\nMars is more than just humanity's first foothold in the stars. It is also endless wind-swept plains and cyclopean mountains above ground, gigantic pyroducts and vast caverns below, as well as the most hostile environment humanity has set foot upon. Grow your crops, pack them for the journey, and venture out beyond the safe perimeter of Mars Base to explore the Red Planet!\n\nIf you brave the dust storms on the surface and the undiscovered mysteries of the underground, you will gain access to valuable resources for crafting tools and supplies. You might even help further the mission's scientific research goals while you're at it.\nCrafting is essential. Bring back those resources and see what can be made to help you survive the challenges of Mars - or grow your agricultural projects instead!\nDuring down time, don your iconic chef hat and whip up Martian-cooked meals with freshly grown produce, race Mars rovers for research, or build rockets to explore other celestial bodies beyond the red horizon.\nSettle into your assigned living space - a fully customizable home base - to catch up on sleep after a hard day’s work. We would like all colonists to remember that, on Mars, while sleep may be optional, work is not.\n",
    "id": "01006B1016BF8000",
    "name": "Mars Base",
    "publisher": "Freedom Games",
    "releaseDate": 20230126,
    "version": 0
}