{
    "description": "Matchpoint – Tennis Championships is a modern take on tennis, featuring a true-to-life on-court experience supported by a deep career mode and unique rivalry system.\n\nThe game places a strong focus on tactical realism, positioning and aiming, allowing the player to move their superstar in exactly the right way to get the most out of their shots.\n\nMatchpoint – Tennis Championships combines slick character animations, authentic ball physics and enhanced player control to replicate the realistic rhythm of the game - every swing and hit feeling unique and satisfying.\n\n – Enter the world of professional Tennis: “Matchpoint - Tennis Championships” offers a deep career mode featuring a unique merit-based ranking system.\n\n – Create your own 3D tennis star. Choose your look, fashion and play style with an array of customization options including true to life techniques such as left-or right-handed, onehanded or twohanded backhand.\n\n – Dominate the court as a tennis professional. Matchpoint - Tennis Championships features 16 real-life international tennis stars from the professional circuit, like Nick Kyrgios, Kei Nishikori or Amanda Anisimova, including their gear from brands such as Nike, Yonex, Babolat and many more!\n\n – Customize your athlete and wearables. From rackets to clothing, create your own tennis star and unlock special equipment by winning competitive matches.\n\n – Master all strokes and shots in grand style. Determine the outcome of a rally by choosing the best technique for the time: top spin, flat, lob or slice shot.\n\n – Take on opponents in local or online matches. Play against a cunning AI or face your friends and rivals on the court via local sessions and online cross-play.\n\n – Study your rival’s moves and tactics. Watch your opponents and get to know their strengths and weaknesses to gain a tactical advantage before you even hit the court.\n\n – Practice makes perfect: hire a personal coach to hone your skills. Buff your strengths and diminish your weaknesses with an in-game coaching system of individual training modules.\n\n – Fine-tune your tactics in Practice and Training modes: Jump into a variety of mini-games to hone your perfect game and become a force to be reckoned with on the court.\n – Compete in exhibition matches at spectacular venues around the globe. Each court has its own characteristics; study your arenas of play and adapt your game to grass, clay and hard courts.\n\n – Replay mode. Breakpoint or deciding match point, capture your fiercest rallies on film and study the outcomes to improve your game.",
    "id": "010088D014258000",
    "name": "Matchpoint - Tennis Championships",
    "publisher": "KalypsoMediaGroup",
    "releaseDate": 20221020,
    "version": 0
}