{
    "description": "Sudoku Zenkai is a game for beginners and advanced Sudoku players.\n\nIt lets you play cooperatively with your friends! You can start a new puzzle with a friend or simply ask one to help you on that tricky one, two heads are always better than one (usually).\n\nTrain your brain, logic and perception skills with Sudoku Zenkai puzzles in six different difficulties so that you can start on trainee levels to exercise your logical thinking and memory, or just jump to the insane levels to give your mind a real workout.\n\nSudoku Zenkai also features different themes allowing to play on which style you find most comfortable. Tired of numbers? With Sudoku Zenkai emblems you can spice up any Sudoku puzzle with letters, greek, kanji and more.\n\nThis game has its own high-quality puzzle generator (no internet required), everyday you can enjoy fresh puzzles and compete with friends on who has the best time.\nWith Sudoku Zenkai, you won’t be looking for a paper puzzle ever again!\n\nFeatures\n* Six difficulty levels, from Trainee to Zenkai, ensuring that you will be able to find a puzzle that matches your skill level.\n* Co-op Mode, invite a friend to help you out solving the puzzle!\n* High-quality puzzle generator, no matter how much you play there will be always fresh and unique puzzles available.\n* A Theme for all, pick the theme that best suits your style.\n* Emblems, tired of numbers? Try some of our emblems that range from letters, greek to kanji!\n* Turn on Pencil mode to make notes as if you were on paper. Each time you fill in a cell, notes are automatically updated!\n* Duplicate Highlighting to avoid repeating numbers in a row, column and square .\n* Hints, that help you get past that hurdle.\n* Last Valid Board, made a mistake and don't know where? With last valid board you can get back into the past where everything was good!\n* Achievements\n",
    "id": "0100946016926000",
    "name": "Sudoku Zenkai",
    "publisher": "ImaginationOverflow",
    "releaseDate": 20220120,
    "version": 0
}