{
    "description": "All is not well on the waves, a crisis is brewing. A water crisis! Mysteriously, this precious resource has turned deadly, corroding metal limbs and mechanical hearts. \n\nTake charge as Captain Leeway joined by his ragtag crew of Steambots to uncover the enigmatic menace threatening the Great Sea.\n\nAIM \nIn the heat of battle, precision is key. Take aim and let your shots ricochet with deadly accuracy. Every move counts as you strategise your way to victory, using your environment to your advantage and bouncing bullets off surfaces to outmaneuver your enemies.\n\nPLOT\nAs Captain, you hold the fate of your crew in your hands. Equip them with different weapons, customise their abilities and equipment, and use the rich job system to overcome any challenge that comes your way. From seasoned veterans to eager recruits, your crew looks to you for guidance as you navigate the dangers of the Great Sea.\n\nPLUNDER\nSet sail and explore the vast ocean blue, where adventure, mystery, and danger await beyond each breaking wave... Engage in real-time naval combat, raid enemy bases and seize valuable loot to bolster your crew's strength. And when the battles are won, take respite at one of the lively bars where you can relax, upgrade your gear and crew, and forge new alliances with fellow bots.\n\nFeatures:\n- Experience thrilling free aiming and satisfying ricochet gameplay in turn-based Steambot combat. Plan your shots strategically to set up the perfect ricochet sequence for ultimate satisfaction.\n- Embark on expansive world exploration with real-time naval combat, immersing yourself in the various challenges of the Great Sea.\n- Dive deep into a rich job system and customise your crew to suit your playstyle, with over 150 guns, utility items, and ship equipment to choose from.\n- Immerse yourself in a world brought to life by handcrafted characters and environments, accompanied by a captivating soundtrack and songs by songs by our returning, beloved troubadours, Steam Powered Giraffe. Let the music and sounds sink into your mind, leaving an unforgettable impression for days to come.",
    "id": "010089C01E9CA000",
    "name": "SteamWorld Heist II",
    "publisher": "Thunderful",
    "releaseDate": 20240808,
    "version": 0
}