{
    "description": "Tools Up! Ultimate Edition gives players access to the entire chaos-filled Tools Up! package, including base game, all DLCs, and updates.\n\nTime To Get Renovating\n\nGrab your tools and hard hats; we have some home makeovers to do. Tools Up! is a chaotic local co-op game that puts your renovation and teamwork skills to the test. Work your way up a sprawling apartment complex as you renovate more and more intricate homes to meet the exact (yet often bizarre) requirements of the local tenants.\n\nLocal Couch Co-Op for Up to 4 People\n\nPlay with up to 4 friends to add to the efficiency or outright chaos of your home renovation team. NOTE: This game supports local couch co-op only; there is no online multiplayer mode. The game can be played in single-player, but it is recommended to play with at least one other person.\n\nPlenty to Do Here\n\nThis isn’t a simple job, so we brought in some professionals - well, kinda. Every level requires you to tackle a lot of jobs and not make a mess of it. Sweeping up after the demolition crews, painting walls, laying tiles, plastering wallpaper, collecting deliveries, and cleaning up after yourself just to start.\n\nCompetitive Home Makeovers - New PvP Mode\n\nA brand new player vs. player mode that pits your team of renovators against each other! Race to complete the most tasks possible but also interfere with the other teams every step of the way. Various gameplay modifiers will keep everyone on their toes and can be played in various combinations for up to 4 players, e.g., 1v1, 2v2, 1v2v1, 1v1v1, 1v1v1v1, etc.\n\nTouch Up The Outdoors - All DLC Included\n\nThe Tools Up! Ultimate Edition includes all 45 levels of the Garden Party DLC. Dive into levels set in the seasons of spring, summer, and autumn as your outdoor renovation crew rebuilds patios, plants trees, spruces up lawns, and deals with a few pesky raccoons or moles.\n\nEach pack of season-themed levels comes with new mechanics, settings, and a mighty boss fight at the end!\n",
    "id": "010075001CDAA000",
    "name": "Tools Up! Ultimate Edition",
    "publisher": "Untold Tales",
    "releaseDate": 20240105,
    "version": 0
}