{
    "description": "Welcome to the world of ball sports! Get ready to experience the cutest and most fun sports game you've ever played. With colorful graphics, adorable characters, and exciting gameplay, you'll have a blast competing in various sports activities. Let's play!\n\nLOCAL MULTIPLAYER\nYou can play with up to 4 people, making it perfect for game nights, family gatherings, or just hanging out with friends. Choose your characters, divide into two teams and prepare for endless hours of fun and laughter for everyone.\n\nNO RULES!\nEach sport has a set of rules to decide how points are scored... but nothing about how player should behave… So, feel free to block the basket, stun the opponent, block their way or invade the opponent's field!\n\nRANDOMLY GENERATED TERRAIN\nImagine playing a sports game where every time you start a new game, you encounter a completely new terrain. No match will ever be the same again!. Adapt your strategies to the ever-changing terrain to become the ultimate champion!\n\nSEVEN BALL SPORTS\nEnjoy playing classic sports like soccer or basketball and also discover other cultural sports like Pelota Vasca or Ulama that are not so well known but just as fun! Create championships choosing the sports you like the most and show your skills!\n\n- Soccer\nA classic, two goals and two teams. Whoever puts the ball into the opposing team's goal the most times wins. Take advantage of the curves and mushrooms in the environment to gain position or hit from higher.\n\n- Basket\nThis game consists of putting the ball through the opponent's metal hoop and is played with the hands... well, not in this case... Our friends have adapted it a bit to play... with the head... and huge wooden baskets!\n\n- American Football\nRunning after a strange shaped ball and hitting the opponent to take it away is a sport. Yes, and it is very intense. Grab the egg shaped ball and take it to a safe area avoiding being caught! Kick it if you are in trouble!\n\n- Tennis\nA sport where players try to hit a small, yellow ball over a net, without hitting it too hard or too soft. It's like a beautiful dance, but with more shouting and the occasional racquet smash. And good luck finding that little yellow ball in the bushes.\n\n- Volley Ball\nPass the ball to the field of the opposing team. In this case you can use the net both to bounce the ball and to climb on it with the help of the jumping mushrooms.\n\n- Basque Pelota\nHitting a rock-hard ball with your hand to send it against a wall? Yes, and it's really attractive! It is played in turns and each time the ball hits the wall, the team that serves changes. Be careful not to send it too low or too high.\n\n- Ulama\nWhat? Have you never heard of Ulama? Listen and enjoy. A traditional game in the Mayan culture that is played with the hips! Invade opponent field with the ball. In Narona you also play with your head. A huge ring on the wall means that if you pass the ball through it you get 5 points! Frankly fun!\n\nCUTE CHARACTERS\nFive girls and five boys are the brave ones who have gone out to the forests of Narona to play and have fun. With different speed, strength and jump force, each one takes advantage of its skills in each sport. The smart girl, the lazy boy, the big guy, the jock, the music fan, the strong one, the scared little one, the handsome and nice guy and the weird girl with the tattoos... there's room for everyone!\n\nSKINS AND REWARDS\nCustomize your experience by unlocking different skins for each character. Firefighter, Forest ranger, Marie Curie, Scientist... find out the rest!\n",
    "id": "010027A01A642000",
    "name": "Voodoo Strikers",
    "publisher": "Cokoon Games",
    "releaseDate": 20241114,
    "version": 0,
    "category": [
        "Sports",
        "Party",
        "Multiplayer",
        "Arcade"
    ],
    "developer": null,
    "intro": "Unleash your competitive spirit with this local multiplayer sports game! Random fields and unique ball physics make each match different!",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "pt",
        "de",
        "it"
    ],
    "nsuId": 70010000062897,
    "numberOfPlayers": 4,
    "ratingContent": [],
    "region": null,
    "rightsId": null
}