{
    "description": "*** A tale of naked bravery, complete at last! ***\nOnly the dark lord stands between one middle aged-man and his quest for true love!\nBecome Yamada-kun, a 36 year old programmer at a major games company who hates his job, as he transforms himself into the star of his own delusional dungeon-delving video game! \nAnd don’t forget your quest for the love of your charming neighbour, Maria! Will love conquer all?\n\nSpring 2020 will see a gigantic update for Dandy Dungeon, originally released in June 2019!\nThe update will see ‘Dandy Dungeon II: The Phantom Bride’ added to the base game, completing our brave hero’s tale at last!\n \n[What is Dandy Dungeon?]\n*A rogue-like with simple mechanics and hard-core depth!\n*Oodles of content: more than 90 dungeon types, over 560 weapons & armour and 260+ monsters\n*Experience a unique harmony of chip-tunes and humming?! Over 130 tracks! \n*Heaven’s Door: a 99 floor, post-game challenge dungeon!\n*Collaborations galore! Meet RPG composer Nobuo Uematsu and Touhou Project’s Zun too!\n \n[GAME SYSTEM]\nTruth be told, Dandy Dungeon’s simplistic exterior belies a game with many hidden depths. Winning or losing is all down to the player. You’ll need to know all about the magic-reflecting Magic Barrier, the inescapable wrath of Thunderall, the all-powerful draw of the Magnet, the penetrating attack of the spear, the all-powerful blow of the axe and the like in order to conquer the game’s dungeons.\nDungeon crawling is simply a matter of tracing a single path through each floor, but it’s not as simple as all that! We crammed every inch of the game’s 5x5 grid-based roguelike dungeons with variety!\n\n[HUMMING MUSIC]\nMiddle-aged man music...? Middle-aged jingles?!\nYamada’s world is full of weird and wonderful sounds, from the start of a dungeon, the discovery of a danger zone, levelling up and Yamada’s mysterious shouts of ‘Arabesque!’.　\nWundabaraba baba scat tunes for the boss monsters, the Indian programming genius’ tune, and let’s not forget that song from the Mysterious Hard Labor Zone… Who on earth greenlit all these oddball tunes?\nThe comic-prince of chiptunes, Keichi Sugiyama joins forces with Enka BOSSA’s founder and singer, Caorinho Fujiwara to create an audio experience you won’t find elsewhere! And mystery singer Nagasa Bonus, whose smooth voice flows over the chiptunes of  the English version’s theme song:  ”Retrograde life”.\n\n[STORY]\n36 year old Yamada-kun is a programmer at a major games company who hates his job. Deep into every night, alone in his apartment, he works on his own game: a delusional dungeon delving RPG where he is the hero; Brave Yamada! \nThen,oOne day, he falls in love at first sight with his new neighbor Maria-chan and in an effort to nurture these feelings, adds Princess Maria into his delusional dungeon game! \nWill Yamada-kun and Maria-chan find love?\nIs destiny pre-programmed, or randomly generated? Is love a bug or a feature?",
    "id": "0100DFB00D808000",
    "name": "Dandy Dungeon - Legend of Brave Yamada -",
    "publisher": "Onion Games",
    "releaseDate": 20211117,
    "version": 0
}