{
    "description": "A romance visual novel game made in collaboration with D3P Otomebu and Red Entertainment, two companies known for their creative range and production of heavyweight visual novel games.\nCharacter design and illustrations are by the popular illustrator Teita. \nThe romance revolves around Ninjas who have lived through the Sengoku Period.\n\nThe story is set in Japan soon after the Sengoku Period.\nFollow the romances between the protagonist and other main characters through a compelling tale of conflicting loyalties.\n \nThe story is fiction, but several characters and events are factual, making the novel enjoyable for those interested in Japanese history.\nThere are 2 endings for each of the 5 main characters depending on the route the player takes. The ending movie and music changes according to the final outcome of the players choices.\n\nFully voiced by popular voice artists in Japan.\n*The protagonist is not voiced. \n\n\n【World】\n\nDuring the Sengoku Period the two main factions of ninja clans, Iga and Kōga, warred against each other for decades. \nIn the year 1593, Nobunaga Oda started the Tenshō Iga war, decimating most of the Iga ninjas in the process.\nThe very few that survived were absorbed into the Kōga clan, despite their past rivalries.\n \nAfter 17 years the Sengoku Period finally came to an end, and Japan was unified.\n \nEnju (Protagonist), daughter of Kandō Ueno, the Head of the Kōga clan, spends her days training diligently in hope of becoming a full-fledged ninja like her peers.\n \nAt long last she is assigned to her first mission, but finds herself caught in a dark conspiracy――.\n\n\n【VOICE】\n\nGekkamaru……Wataru Hatano (羽多野 渉)\nKuroyuki……Hiro Shimono (下野 紘)\nChōjirō Momochi……Kohsuke Toriumi (鳥海 浩輔)\nHanzō Hattori……Kenjiro Tsuda  (津田 健次郎)\nGoemon Ishikawa……Hikaru Midorikawa (緑川 光)\n\nEnnosuke Yamakura……Ryo Oshima (大島 崚)\nKyara Mikumo……Saori Hayami (早見 沙織)\nKasumi……Megumi Han (潘 めぐみ)\nIeyasu Tokugawa……Kouki Miyata (宮田 幸季)\nand more.\n\nHeroine has no voice sound. (This is a specification.)\n\n\n【About Theme Song】\n\nOpening Theme\n\"Gekka no Uta ha Kage yorimo Kuroku（月下の唄は影よりも黒く）\" MIKOTO\nEnding Theme\n\"Taezaru Hana（絶えざる花）\"（TRUE END）MIKOTO\n\"Aoi Sange（蒼い散華）\"（BAD END）MIKOTO",
    "id": "010042300C4F6000",
    "name": "Nightshade／百花百狼",
    "publisher": "D3PUBLISHER",
    "releaseDate": 20181220,
    "version": 0
}