{
    "description": "Assemble your squad, customize your decks, gain powerful cybernetic augments, and take on evil megacorporations!\nThere are a variety of unique heroes you can include in your squad, each with their own unique gameplay. Every hero access to a different set of skills. Want to throw grenades and shoot rifles? Protect your team with powered shields? Afflict your foes with intense psychological pain? Hide in the shadows and wait for the perfect time to strike? You can do all of that! Put the heroes you want in your squad and synergize their skills for double-infinite variety of playstyles!\nIn 2280, Eurasica is ruled by cutthroat hyper-capitalist megacorporations. To resist capitalistic tyranny, you’ll need to power up. Face devious foes with their own motivations. Wrestle with intricate moral nuances. Meet nefarious and poetic brainiacs, cheery and vicious AIs, self-destructive robots.\nGain powerful cards for your heroes by winning battles. Customize your deck to develop your own squad strategy.\nYou are never forced to bring any card you don't like into battle. Under your strategic direction, each of your heroes will bring the perfect 12 cards into battle. Before each battle, scout your enemies and pick the ideal cards to take them on.\nWith different heroes to choose from, each has its own unique and surprising gameplay. During your run you will be able to acquire new cards. You can get special surgical implants, and gain powerful cybernetic augments as you level up your heroes.\nGameplay Features:\n\t•\tFully customize your decks. Pick the exact 12 cards you want for each hero.\n\t•\tOver 250 different cards, allowing for a blend of various playstyles and builds\n\t•\tOver 70 unique game-changing augments\n\t•\t9 heroes each with very different gameplay\n\t•\tLevel up your heroes multiple times in every run\n\t•\tChoose your own level up perks every time you gain enough XP\n\t•\tOver 30 different enemies\n\t•\tMake life-altering moral decisions in gripping cyberpunk mini-stories\n",
    "id": "010042101F76A000",
    "name": "Metroplex Zero Sci-Fi Card Battler",
    "publisher": "404 Games",
    "releaseDate": 20240804,
    "version": 0
}