{
    "description": "Stikbold! is a hard-hitting, fast-paced dodgeball sports game set in a colorful and quirky 70s universe.\n\nWith brand-new content, improved features and gameplay for up to 6 players, the Switch™-exclusive DELUXE edition is perfect for any party or social gathering.\n\n-CASUALLY COOPERATIVE STORY MODE (1-2 P)\nJoin Stikbold! superstars Björn and Jerome on a tour through the zany universe as they embark on a CO-OP adventure to unravel the mysterious disappearance of rival love-interest Heidi Starbrow on the night of the BIG game! Battle your way through a surprising cast of funky characters and unlikely boss fights.\n\nPlayable solo or with your favorite buddy - Beat the story, then beat your friend!\n \n-BRUTALLY FUN LOCAL-MULTIPLAYER BRAWLS (1-6 P)\nPut your skills to the ultimate test in the definitive battle of the living room – Will you be victorious or go down with a BAM... and have your revenge from beyond!\nTake control of level-specific hazardous events and use them to interfere and harass the remaining opponents instead of sitting idle while waiting for next round to begin... Don’t get mad, get even!\n\nInspired by the greatest party-game classics, Stikbold! offers accessible but deep gameplay with a great variety of playful twists to spice up the action and keep the party going.\n\n6 UNIQUE ARENAS – Humiliate your friends on a series of distinct environments with unique, gameplay-altering dynamics and level-specific player-controlled hazards.\n\nUP TO 6 PLAYERS – With DELUXE edition, max player count has increased to 6 to accommodate even bigger parties. Play Free-For-All, 3v3, 2v2v2 or perhaps someone frisky is up for a 5v1?!\n\n4 INTENSE MINI-GAMES (2-6 P) – No party game is complete without mini-games. Mix it up with Handyball, Pop-pop, Crate Escape and Wild Rumpus\n\nWHEEL OF RUMPUS (1-6 P) – This crazy new game show-inspired tournament will take the players on a playful tour through all the game’s content. Adaptation is the key to success in this format, littered with bounties, secondary objectives and decorative, cosmetic prizes to underline your victories.\n\n18 COLORFUL CHARACTERS – Choose from the large roster of colorful athletes to find the personality quirky enough to match your style.",
    "id": "0100E24006FA8000",
    "name": "Stikbold! A Dodgeball Adventure DELUXE",
    "publisher": "Reign Bros",
    "releaseDate": 20171230,
    "version": 0
}