{
    "description": "Seven Knights, a game beloved around the world thanks to its gripping story and unique characters\nis reborn as a traditional RPG for home console\nbased on the original's universe and gaming system.\n\n□Game Characteristics\nTraditional RPG with a Gripping Story\nVanessa, the descendant of a long line of mages, accidentally ends up wandering an unknown dimension.\nThere she meets Sandy, the guide of time who was in deep sleep for ages.\nA traditional RPG that takes the pair to various different dimensions to meet new allies and help them along the way to find their way home.\n\nCollection of Unique Characters\nA total of 15 playable characters including the protagonist Vanessa.\n\nStrategic Turn-based Combat\nA strategic turn-based combat system in real-time with opposing elements.\nThe core of battle revolves around making a well-balanced party of 5 with different elements and using skills that fit the situation.\n\nPlenty of Sub Content\nEgonyx is a story-telling mechanic that gives players a glimpse into the hidden stories if your allies.\nYou can meet each dimension's allies again and even get access to character enhancement items.\nLunanyx is a dungeon system for those who wish to take on a challenge.\nTest yourself and craft the best equipment with the rewards!\n\n□Plot\nVanessa falls into a mysterious void and opens her eyes in the darkness.\nShe encounters the legendary magic tool Sandy that has awakened from its seal and discovers she’s grown into an adult by leaping through time.\n\nDetermined to find her way back to her rightful time and place, Vanessa ventures through different times and spaces with Sandy.\nShe meets new friends along the way and faces new challenges with them, not knowing she’ll stumble into a vile plot that might forever upturn her world.\n\nVanessa needs to find the Time Crystal in each dimension\nto keep herself from being trapped and lost in time forever.\nTo find her way home and save her friends, Vanessa embarks on a grand adventure through time.",
    "id": "010018400C24E000",
    "name": "Seven Knights -Time Wanderer-",
    "publisher": "Netmarble Corporation",
    "releaseDate": 20201105,
    "version": 0
}