{
    "description": "●Rabi-Ribi? Why there's a bunny girl?\n\nThere never quite seem to be enough bunny girls in the world, so here is another for you aficionados out there. This 2D sidescrolling exploration platformer follows the adventure of Erina, whose humdrum life as a regular rabbit is turned upside-down when she finds herself in an unknown world and turned into a human (with rabbit ears)!\nAlong the way she meets the cheerful pink-haired fairy, Ribbon, who mysteriously chooses to stay by Erina’s side.\nThese unwitting heroes embark together on their quest to restore Erina’s life to normalcy, but who knows what troubles lurk, waiting for them…\n\n●Explore! Plaform! Your own adventure!\n\nRabi-Ribi is a 2D exploration platformer that focuses on non-linear gameplay. There will be hints to guide the player along, but they’re never required to follow them, which allows for much greater freedom to—you guessed it—explore.\nPlayers will play as our protagonist Erina, who focuses on close quarters combat. Ribbon the fairy is the ranged attacker who follows Erina’s lead, indirectly controlled by the player.\n\n\nErina may be a little rabbit that was turned into a human, but that doesn’t stop her from being capable of some pretty neat moves.\n\nBoth Erina and Ribbon’s abilities can be improved by learning new skills and attacks through collecting items and upgrades that are spread throughout the world.\nWhat trinkets and skills to pick up is up to the player; dare you challenge hard mode without any items?\n\n●Features\n\n– Retro exploration platformer featuring a bunny girl.\n– 4+n difficulty settings for all types of players.\n– 9+ main areas and 20+ sub-areas to explore.\n– Bunny.\n– Over 60 items and upgrades.\n– Over 20 fully illustrated characters with cutscene illustrations.\n– 40+ boss battles, 1000+ attack patterns with Boss Rush Mode to fight some or all of them in a row.\n– Post game story and content with speedrun mode which takes out every section of the game where the player cannot control the main character.\n– Over 50+ pieces from an original soundtrack.\n– English, Chinese and Japanese support.\n– Bunny.",
    "id": "01005BF00E4DE000",
    "name": "Rabi-Ribi",
    "publisher": "CIRCLE Ent.",
    "releaseDate": 20191017,
    "version": 0
}