{
    "description": "Stretch your muscles and embark upon the ultimate marathon of Japan in a crazy party racer! Hurdle barrels, outrun Shiba Inu and dive out of the paths of bicycles - all while throwing fruit at your opponents and dashing across planks precariously balanced over waterfalls in an unreal marathon across the whole of Japan!\n\nFour-player drop-in/drop-out madness!\nSolo play is supported, but grab up to four pads and enjoy the supreme silliness of gaming’s greatest marathon. Need a bathroom break to brush pineapple juice off your onesie? Random pedestrian passing by your couch and wants to play? Whatever the cause, hop in and out for the ultimate party get-together!\n\nExperience surprises galore in a race across all of Japan!\nCross the land of Nippon in a series of creative levels spanning busy city streets, narrow old streets, bustling markets, mountaintop shrines and even the top of a bullet train! You never know what will happen next in Nippon Marathon. Perhaps you’ll find time for an impromptu spot of slot machine fun? Maybe a news anchor will jetpack in to interview you on the racetrack? Heck, anything is possible…\n\nAn expansive story mode with a bizarre cast of characters!\nClimb the ranks from rookie runner to marathon master. Experience the stories of lobster-man J DARWIN, narwhal enthusiast Elizabeth Nishibori, old uncle sailor Zenbei “XEN BAE” and wannabe dating-agency owner Snuguru Maestro, all while revealing the shady secrets of the unseen forces at play behind the Nippon Marathon. Can you beat the returning ten-time champion Handsome Hazuki and his cronies?\n\nChill out with some Party Games!\nSome people like bird watching. Some people like a lazy Sunday afternoon drive. Some people like to throw themselves into a trolley, and smash head-first into man-sized bowling pins! Set your shopping trolley's position, take a running jump, wince as you hurtle towards random hazards and pray you don't end up in the emergency room. Mastered the Turkey in bowling? Then take on the L.O.B.S.T.E.R gauntlet! A precariously narrow, randomly generated assault course. Swinging hammers, pneumatic boxing gloves, and irate American footballers conspire to knock you into the drink!",
    "id": "0100EF5008FC4000",
    "name": "Nippon Marathon",
    "publisher": "PQube",
    "releaseDate": 20211012,
    "version": 0
}