{
    "description": "Welcome to \"Zombie Apocalyse: Survival Stories\"! This epic visual novel will plunge you into a zombie apocalypse like you've never experienced before. With over 20,000 words of gripping narrative, this game will take you to a post-apocalyptic world infested with the undead, where every decision you make and battle you fight will have a lasting impact on your story of survival.\n\nIn \"Zombie Apocalyse: Survival Stories\", you will face countless challenges as you fight to survive in a world in ruins. You will face hordes of hungry zombies in exciting and action-packed battles. You will have to make difficult decisions that will affect the course of your story.\n\nBut all is not despair in this zombie apocalypse. With a touch of humor and a wide variety of characters, you will have the opportunity to form friendships, forge alliances and discover dark secrets in your quest for survival. Each character has their own unique story and personality, allowing you to immerse yourself in a rich and exciting world as you interact with them and discover their own motivations.\n\nAs you progress through the story, you will make difficult decisions that will have long-term consequences, affecting the plot and the fate of the characters in the game. Will you save your companions or sacrifice some to ensure your own survival? Will you risk dangerous missions to find valuable resources or stay in the shadows to avoid the zombies? Every choice you make will affect your story and the outcome of the game.\n\nWith its unique combination of immersive narrative, exciting battles, humor and memorable characters, \"Zombie Apocalyse: Survival Stories\" will provide you with an unforgettable gaming experience in a zombie-infested post-apocalyptic world. Will you have what it takes to survive and write your own story of survival in the midst of chaos? Find out in \"Zombie Apocalyse: Survival Stories\"!",
    "id": "01002F501B66C000",
    "name": "Zombie Apocalypse: Survival Stories",
    "publisher": "Aldora Games",
    "releaseDate": 20230509,
    "version": 0
}