{
    "description": "Below Zero is an underwater adventure game set on an alien ocean world. It is a new chapter in the Subnautica universe, and is developed by Unknown Worlds.\n\nReturn to planet 4546B\n\nSubmerge yourself in an all-new, sub-zero expedition in an arctic region of Planet 4546B. Arriving with little more than your wits and some survival equipment, you set out to investigate what happened to your sister...\n\nUncover the Truth\n\nAlterra left in a hurry after a mysterious incident. Abandoned research stations dot the region. What happened to the scientists who lived and worked here? Logs, items, and databanks scattered among the debris paint a new picture of the incident. With limited resources, you must improvise to survive on your own.\n\nDiscover Uncharted Biomes\n\nSwim beneath the blue-lit, arching expanses of Twisty Bridges. Become mesmerized by the glittering, mammoth crystals of the Crystal Caverns. Clamber up snow covered peaks and venture into the icy caves of Glacial Basin. Maneuver between erupting Thermal Vents to discover ancient alien artifacts. Below Zero presents entirely new environments for you to survive, study, and explore.\n\nConstruct Habitats and Vehicles\n\nSurvive the harsh climate by constructing extensive habitats, scavenging for resources, and crafting equipment. Blast across the snowy tundra on a Snowfox hoverbike. Cruise through enchanting and perilous biomes in your modular Seatruck.\n\nResearch Alien Lifeforms\n\nSomething undiscovered lurks around every corner. Swim through the giant Titan Holefish, encounter the haunting Shadow Leviathan, and visit the adorable Pengwings. Keep your wits about you. Not all creatures in this strange world are friendly.\n\nSurvive the Chilly Temperatures\n\nJump in, the water’s warm. The below zero temperatures of this arctic region pose a new threat. New weather conditions blanket above-ground habitats. Craft a toasty cold suit, sip on piping hot coffee, and warm up next to Thermal Lilies to stave off the chill. \n\nAn ocean of intrigue\n\nWhat really happened to your sister? Who were the aliens who came here before? Why were they on this planet? Can we find solace from grief in truth? Below Zero extends the story of the Subnautica universe, diving deep into the mystery introduced in the original game.",
    "id": "010014C011146000",
    "name": "Subnautica: Below Zero",
    "publisher": "Unknown Worlds Entertainment",
    "releaseDate": 20210514,
    "version": 0
}