{
    "description": "Dance with death through randomised rooms to clear your space freighter of irradiated aliens in a brutal arcade platformer shooter stuffed to the brim with unlockable weapons, explosives, special abilities and defense moves.Three fleets of spaceships flee a doomed Earth carrying the last humans in cryostasis. Pursued by aliens, it’s up to the lowly security droids to save humanity. Taking up arms solo or with a friend, you must dance with death in a brutal and addictive arcade platformer shooter inspired by Super Crate Box and stuffed to the brim with unlockables.\n\nFight through rapid fire single screen levels each with a random combination of platform layout, objective, vending machines and enemies. Dodge and weave amongst the aliens to stay alive but don’t leave them standing too long or the ship’s radiation will mutate them into bigger, nastier versions. \n\nOnly by unlocking and mastering the wild variety of weapons, explosives, special abilities, defense moves and perks can you hope to survive across all three galaxies, rid your ship of the mutant menace and save the oblivious humans.\n\nFeatures\nIntense & Brutal Action\nRapid fire levels give you no rest as hordes of enemies arrive, hell-bent on your destruction. Clear the objective quickly and be sure to kill each enemy before it has the chance to mutate into a bigger, nastier version of itself. Take a tiny breather and then it’s on to the next room.\n\nDance with Death\nIn the tight confines of the space freighter, standing still is not an option. Your ability to dodge around enemies is as important as your aim. Survival requires quick thinking and rapid reflexes and a true master of the dance is a beautiful thing to behold.\n\nDifferent Every Time\nEach single screen level is randomised, drawing on a pool of platform layouts, objective types and enemies as well as which vending machines will be present. You’ll never know which weapons or grenades will spawn in the vending machines whilst crate drops containing special abilities, sidearms, perks and defense moves are also random, adding further to the mind-boggling possible combinations.\n\nOverflowing with Unlockables\nA wealth of weapons, sidearms, special abilities, perks, explosives, defense moves and character skins awaits you. Each new unlockable joins the melting pot of random ingredients, increasing your options but also the need to master each individual element and the way they combine with each other.\n\nPlay Solo or with a Friend\nTake on the mutant hordes by yourself or team up in local co-op. Two player adds further complications to master as you must be careful to avoid friendly fire from explosives and will have to share/fight over item and health pack drops.",
    "id": "01006D000D2A0000",
    "name": "Super Mutant Alien Assault",
    "publisher": "Fellow Traveller",
    "releaseDate": 20190712,
    "version": 0
}