{
    "description": "The ancient evil has been banished, the princess rescued and the Knight retires - but something is wrong. You awake falling to your death - probably - from the top of the mysterious underworld spire. Regain your memories and save the world - most likely - again. Go forth Holy Diver it’s - definitely - all up to you.\n\nGood Night, Knight is a humorous twist on stories you likely already know from fantasy books and games, set in a pixel medieval world. With a range of unique and peculiar knights, creatures and many different story events Good Night, Knight offers a truly unusual experience.\n\nThis charming 16-bit sneak-and-slash adventure is a mechanically-deep dungeon crawler featuring robust stealth, stamina management, a dynamic field-of-view system, versatile items, resource management, and much more to discover! \n\n\n- Strategic heavy-hitting combat: Skill, timing, and good positioning are key to your survival.\n- Double the fun in the co-op mode. Click the orb in your tent and play with your friend!\n- Robust stealth elements: Sneak, peek around corners, with the help of the dynamic field-of-view system and learn where enemies are patrolling to catch them off-guard. Or hack-and-slash your way through them all!\n- Procedurally generated dungeons: Randomly generated areas and a mix of hand-made scenarios makes each campaign unique and interesting.\n- Huge amounts of loot to find and equip: Mix and match gear, potions, and curses to find your preferred playstyle.\n- Risk/Reward management: Choose between retreating to rest or venturing onwards for extra rewards.\n- Extra challenges: Enable many different extra challenge modifiers for even more rewards, but don't get too greedy!\n- Prepare yourself for battle: Food, ingredients, and provisions help you stay in top shape during battles. Gather resources during combat, and manage how much to spend during preparations.\n- No permadeath: Progress is saved while advancing through the campaign. And just like real life, death can still be very costly.\n- Optional Ironman mode: In this game mode, if you die, everything is lost! Only for the toughest Knights!\n",
    "id": "01003AD0123A2000",
    "name": "Good Night, Knight",
    "publisher": "QubicGames",
    "releaseDate": 20210402,
    "version": 0
}