{
    "description": "Will You Snail is a fast-paced action platformer with an AI twist that offers a unique single-player experience: a challenging adventure in a neon-glowing setting that blends combat, puzzle-solving, and lots of humor together.\n\nFEATURES:\n\nDODGE AI SPAWNED TRAPS! The evil AI Squid tries to predict your movement a few seconds ahead of time and uses that information in an attempt to stop you from reaching the end of the level. Will you win that intellectual battle or will Squid find yet another reason to make fun of you?\n\nOUTPLAY THE AI! A lot of levels in Will You Snail are relatively empty by default. The challenge comes from the interactions with the evil AI. You can change the difficulty at any time or let the game decide which one is the best one for you.\n\nSOLVE OPTIONAL PUZZLES! Solve some easy puzzles to calm down from the action. Across your journey you’ll find a few more difficult ones as well, but every single puzzle in Will You Snail is completely optional and can be skipped if you want to.\n\nUNCOVER THE TRUTH! Find secrets, collect clues and try to piece together where you are and what happened. Will You Snail tells a rather crazy story about artificial intelligence, simulation theory and the future of humanity - and it’s up to you to discover it.\n\nExplore, jump, die, repeat - and master all of the action-packed levels in this challenging platformer. Puzzles, secret hunting, a non-linear story about mysteries of the Universe, silly voice-acting and beautifully designed levels - all of this packed into this short but condensed, fourth wall breaking game! Quite a challenge, isn’t it? The question is…\n\nWill you snail?\n\nLANGUAGE NOTICE: Thanks to our amazing community, the game is avaible in a multitude of languages! Including: Magyar, Finnish, Serbian, Polish, Catalan, Estonian, Turkish, Bulgarian, Norwegian.",
    "id": "01005B7016584000",
    "name": "Will You Snail?",
    "publisher": "No Gravity Games",
    "releaseDate": 20220309,
    "version": 0
}