{
    "description": "OVER 350 SOLITAIRE GAMES AWAIT!\nImmerse yourself in the world of solitaire with over 350 game variants, including classics like Klondike, FreeCell, Spider, Forty Thieves, Pyramid, and more! Discover original solitaire creations found exclusively in this collection. This collection is a solitaire enthusiast's dream come true.\n\nCONQUER DAILY CHALLENGES\nEvery day, you'll face five solvable solitaire variants in the daily challenges. These curated puzzles are designed to be both fun and achievable, allowing you to put your strategic prowess and card-playing abilities to the test. Completing these challenges not only earns you rewards but also helps you track your progress over time. Make it a daily habit to tackle these brain-teasing trials, and watch as your solitaire mastery grows with each passing day.\n\nPERSONALIZE, PLAY, AND CONQUER\nCustomize your solitaire experience with a choice of card sets, backgrounds, and gameplay options. Embark on a Solitaire Journey through diverse locations, unlocking new card sets and backgrounds to enrich your experience. Whether you're a seasoned pro or new to solitaire, this collection offers endless fun and challenges for everyone.\n\nEXERCISE YOUR MIND\nSolitaire isn't just a game; it's a mental workout that's both relaxing and stimulating. Whether you're looking to pass the time with a classic favorite or challenge yourself with a unique variant, solitaire is the perfect companion to pass the time while keeping your mind sharp. Dive into a world of cards, strategy, and endless entertainment. Are you ready to master the art of solitaire?\n\nJOIN THE ULTIMATE SOLITAIRE COLLECTION\nJoin the Ultimate Solitaire Collection and start your solitaire adventure today with endless games, customization options, and the thrill of unlocking new content. Compete with players worldwide for the top spot in the leaderboard. Get ready to shuffle and deal your way to solitaire supremacy!\n\nFEATURES\n* Statistics\n* Leaderboard\n* Unlimited undo\n* Daily challenges\n* Rules for each game\n* Auto complete feature\n* Unlock new card sets, backgrounds and more",
    "id": "0100EB6017AC6000",
    "name": "Ultimate Solitaire Collection",
    "publisher": "eSolutions Nordic",
    "releaseDate": 20231115,
    "version": 0
}