{
    "description": "Experience the thrill of racing with the fastest antigravity racers in the entire galaxy.\n\nWelcome to Ace Antigravity combat racing, an exciting new arcade game set in the cyber wastelands of the future. Immerse yourself in the galaxy's most popular sport: high-speed racing.\n\nPrepare for adrenaline-pumping races as you reach impossible speeds in a futuristic world. Take on the challenge of an extensive single-player campaign, filled with exhilarating races that will push your skills to the limit.\n\nWith precise control systems and a robust antigravity racer, equipped with multiple upgrades, you'll have the power to dominate the competition. And let's not forget the killer soundtrack that accompanies your every move, making this game the ultimate choice for anti-gravity racing enthusiasts.\n\nGet ready to dive into the fastest, most epic, and downright exciting arcade racing experience of your life. Outsmart, outmaneuver, overpower, and outclass your rivals in lightning-fast, adrenaline-inducing single-player racing combat. Take advantage of pickup ballistic cannons and heat-seeking missiles to blast your enemies into submission. Beware of rival alien pilots with special abilities and armaments that can turn the tide of the race.\n\nEmbark on a journey through 40 thrilling circuits, each with its own unique challenges. Choose from a selection of 28 distinct ships, each with its own strengths and weaknesses. Win races to earn gold and stars, which can be used to unlock new racers, upgrade your existing ones, and unlock exciting new circuits. As you accumulate XP, strive to attain the prestigious rank of an ACE racer.\n\nPrepare to be blown away by an all-new soundtrack featuring electronic delights that will enhance your racing experience. Get your engines revved up and prepare for the ride of a lifetime.\n",
    "id": "010098E01C38A000",
    "name": "Ace Antigravity Combat Racing",
    "publisher": "Max Interactive Studio",
    "releaseDate": 20230804,
    "version": 0
}