{
    "description": "Selling over 1,000,000 copies worldwide, the continually growing game maker, Oink Games, has brought their works to Nintendo Switch!\nPlay 7 popular board games in a variety of situations. With family, with friends, or even by yourself.\n\n● Play together!\nOnline or offline support for 2-8 players. Play with your friends online in real time! If you're a few players short, you can even play with random players or the CPU, too. In offline mode, up to 8 players can have fun with only one Nintendo Switch console and one Joy-Con™ controller.\n\n● Play solo!\nGet matched with random players online or play offline against the CPU. (Not all games support offline solo play)\n\nFilled with our most popular games that even newcomers can get excited about. From competitive games to drawing and cooperative games...this compilation has it all!\n\n● Deep Sea Adventure\nWorldwide bestseller with over 200,000 units sold!\nA great game we recommend even for beginners, in a classic, easy-to-play board game style.\n- Supported Players: Offline 1-6 Players, Online/Local 1-6 Players (Playable with CPU opponents)\n\n● A fake artist goes to NY\nTo put it simply...\"Drawing\" + \"Social Deduction\"!\nA popular drawing party game that will make a big group get excited quick.\n- Supported Players: Offline 3-8 Players, Online/Local 3-8 Players\n\n● Startups\nWith just 3 cards in your hand you can change your destiny!\nWith some luck and some clever thinking, this is a competitive card game that can be played again and again.\n- Supported Players: Offline 1 Player, Online/Local 1-4 Players (Playable with CPU opponents)\n\n● Moon Adventure\nA cooperative game that will test your teamwork!\nA group of astronauts take on a dangerous mission to collect supplies while struggling to replenish their oxygen.\n- Supported Players: Offline 1-5 Players, Online/Local 1-5 Players\n\n● This Face, That Face?\nMake the facial expression on the theme card and get the players to guess!\nA party game where you make a bunch of faces.\n- Supported Players: Offline 3-8 Players, Online/Local 3-8 Players\n\n● In A Grove\nOne of Oink Games' most respected works!\nA game of guessing, deception, and for some reason, differing testimonies.\n- Supported Players: Offline 1 Player, Online/Local 1-5 Players (Playable with CPU opponents)\n\n● Fafnir\nTo get the valuable gems, throw something out!\nAn easy-to-play game of strategy that will make you think a little.\n- Supported Players: Offline 1 Player, Online/Local 1-4 Players (Playable with CPU opponents)",
    "id": "01001A8015506000",
    "name": "Let’s Play! Oink Games",
    "publisher": "Oink Games",
    "releaseDate": 20211215,
    "version": 0
}