{
    "description": "Become a racing king: captivating campaign, unique events with exclusive cars, various game modes, and realistic CarX physics.\nPowerful cars are waiting for you!\n\n#1 racing on traffic-packed highways.\nA mix of lifelike physics which have been the center point of CarX Drift Racing Online, eye-catching graphics, and extreme racing on traffic-packed tracks is what CarX Highway Racing has to offer.\n\nCAMPAIGN MODE. Immerse yourself in the world of street racing.\n- Drive through Texas deserts, visit Australia, France, Russia, and other countries on your way to success.\n- Uncover the secrets of underground organizations and destroy Winston’s secret empire.\n- Discover all the Syndicate’s secrets and stop them before it’s too late.\n- Make new friends who can help you in your endeavors.\n\nGREAT CAR SELECTION. Choose from pickup trucks to modern hypercars.\n- Over 40 cars are waiting for you: sports classic, regular vehicles, powerful muscle cars and supercars.\n\nREALISTIC PHYSICS. Feel the power of the car in your hands.\n- Well-tuned physics will allow you to feel every horsepower of the car.\n- Upgrade your car’s parts to enhance its performance.\n\nCOMPETITIVE RACING. Show others what you’ve got.\n- Compete with other players for the first place.\n- Move up the leagues by winning races and beating your rivals’ time.\n\nVARIOUS GAME MODES. You won’t get bored.\n- Select Time Attack, race to stay in the pack, or complete your run without a scratch.\n\nPOLICE MODE. Show everyone who the law is around here.\n- Stand on the side of justice and take down troublemakers before they escape.\n- Strike fear into the hearts of criminals with the roar of your engine and your flashing lights.\n\nUNIQUE EVENTS. These are your chance to get powerful cars.\n- Take part in various events and get unique cars.\n\nVISUAL CUSTOMIZATION. Show your colors.\n- Change every part of your car: mirrors, lights, skirting, bumpers, or choose body kits! No limits for your imagination.\n\nFREE RIDE MODE. Feel the freedom of movement.\n- Unlimited mode which will allow you to enjoy driving and take a break from the endless chases.\n- Compete with rivals and get great rewards.\n\nAND THAT’S NOT ALL!\n- Day/Night mode: drive around Paris in the evening or raise dust of night Texas highways or under the scorching Australian sun.\n- Flee from the police: patrol cars will keep you on your toes until you cross the finish line, and confronting them is a separate test.\n",
    "id": "0100D7801BFE4000",
    "name": "CarX Highway Racing",
    "publisher": "CarX Technologies",
    "releaseDate": 20240314,
    "version": 0
}