{
    "description": "LEGEND BOWL brings you back to the glory days of pixel style football games of the past! Enjoy a hybrid of arcade-style football and simulation aspects on and off the field. Fully customize players and teams to create an endless amount of variety in your league. Take to the gridiron, where sim-based controls with challenging gameplay mechanics bring the fight to your doorstep! Legend Bowl includes an Exhibition Mode, Tournament Mode, Franchise Mode, Training Camp Mode, and a boat load of customization options. Will you rise to the top of the Legend Bowl?\n\nPick from any of 32 unique teams in the league, each with unique players and their own stats, abilities, and needs. Instantly jump into a game with exhibition matches, or live the life of a franchise manager in franchise mode! Create your own coach, sign up with a team, and take your team through a full 17 week schedule. Manage your stadium facilities, team rosters and player's needs, and face the grilling of the press. There's also a complete off season where you'll take your team through retirements, free agency, player progression, and a full 7 round draft. There's also a tournament mode for those who want just constant action!\n\nLove creativity? In LEGEND BOWL, you can fully customize players, coaches, and teams to recreate your very own league. Choose from a variety of hairstyles, faces, visors, earrings, hats, headbands, gloves, and more to build as unique of a roster as you can dream up. Tweak your rosters and build a legendary team using speed, agility, acceleration, and more to battle your way through the gridiron! On top of that, LEGEND BOWL has a realistic weather system. Play in clear, cloudy, rain, and snow types of weather. Be careful not to get struck by lightning!\n\nAnd that's not it - the game also supports couch multiplayer for up to 4 players! Go head to head with your buddies, or split responsibilities and control on the field.",
    "id": "0100307019438000",
    "name": "LEGEND BOWL",
    "publisher": "Top Hat Studios",
    "releaseDate": 20230809,
    "version": 0
}