{
    "description": "Dandy Ace is an over the top action game that follows this fabulous magician seeking to combine and use his magical cards, fighting and looting his way to defeat the Green-Eyed Illusionist and free himself from a cursed mirror.\n\nWhat is Dandy Ace?\nDandy Ace is an over the top fast-paced roguelike experience that follows a fabulous magician seeking to combine and use his magical cards while fighting and looting his way to defeat the Green-Eyed Illusionist, Lele, who has imprisoned him in a cursed mirror. While battling your way through Lele’s ever changing palace, combine different cards with more than a thousand possibilities, each with their own playstyles and powers. Every run provides new challenges and combinations for players to explore as they progress closer to Lele.\n\nPlay as Dandy Ace, the amazing hero, and survive the challenges of the extravagant, lavish and ever changing palace created to defeat him filled with bizarre creatures and outrageous bosses. Find all of the magical cards, gather shards and gold, and get help from his assistants and unconventional allies.\n\nFeatures\nRogue-lite experience: Try, die and try again until you beat the Green-Eyed Illusionist with the replay ability and adrenaline of a rogue-like with permanent upgrades that makes you stronger as you progress further with each run.\n\n2D isometric fast-paced action: with lots of challenging but fair combat engagements. Battle your way through bizarre creatures and outrageous bosses while building up your own arsenal of magic.\n\nCreate your own builds: Combine cards with more than a thousand possibilities, each with its own gameplay style and powers.\n\nChallenges of the ever changing palace: Explore the extravagant and lavish aesthetics of the game through the nonlinear progression of the palace, fighting off unique enemies and bosses, on your quest to defeat Lele and escape the cursed mirror.",
    "id": "0100608014708000",
    "name": "Dandy Ace",
    "publisher": "NEOWIZ",
    "releaseDate": 20210929,
    "version": 0
}