{
    "description": "Jessie Sullivan – a paranormal detective who worked for Re.Surs Anomaly Enforcement Administration (RAEA) in Modern-City.\nOn a cold evening, Detective Sullivan receives a message from the Superintendent, a longtime colleague.\n\nThe message says that there has been a terrifying incident that occurred in Social District of Modern-City.\n\nThis incident disrupted the work of a vital processing building of the Re.Surs (the perfect source of energy).\n\nThis peculiar event will entail the discovery of an extremely dangerous criminal who wants to encroach, in the truest sense of the word, the precarious peace in Modern-City and throughout the Continent.\n\nFeatures:\n◆ A story-driven game of fighting through different places, you will visit technological Modern-City and Nexus  Tower labs, the pyramids in Saxara-City, as well as the abandoned places of Enjoy-City - the city of pleasure.\n◆ Use multiple weapons to fight the armies of enemies.\n◆ Use the heroes’ arsenal and abilities in the battle against the bosses that will come your way.\n◆ Approach the battle wisely: switch heroes in time and use their ultimate abilities to overcome your enemies.\n◆ Uncover the secrets of Re.Surs - specific source of dark energy and stop the interdimensional invasion of demons.\n\nUnique Heroes To Play:\n◆ Detective Jessie has the skills to dash quickly, which allows her to take better positions, and her ultimate ability allows you to destroy multiple enemies at the same time!\n◆ Basil B has control abilities: enemies have no chance to get close to him, and the ultimate ability allows you to apply this effect massively!\n◆ Helga Hoft can move easily vertically and is also assisted by a hand-held drone turret in battle, making her the most valuable hero in battles against large hordes of enemies!\n⭓ W̸͔̊ȟ̴̹̘͝ǫ̸̘́͝ ̶̨̤͒̇i̷̝̾s̵͖̳̒ ̶̏̇ͅṫ̵͉̰h̶͉͗̃ͅa̸͖̚t̵̻͇̄͠ ̷̲̚m̸̲̩̽ä̶͇́ṉ̸̈͂?̶͇̿[\n\nWake up, Detective. People are waiting for you again.",
    "id": "010019A018A8C000",
    "name": "Re.Surs",
    "publisher": "Samustai",
    "releaseDate": 20231012,
    "version": 0
}