{
    "description": "▼Features\n・Fresh Gameplay: combining roguelike-style deckbuilding with SRPGs for a brand-new experience\n・Cards: over 100 varieties, all with unique designs\n・Search Through the Mist: Clear away the mist on the map to discover enemies, facilities, and equipment and form a battle plan\n・Battle system: combines SRPG turn-based battles with card battles\n\n●A refreshing new game system that combines roguelike-style deckbuilding with SRPGs.\nWitness the unique tactical gameplay offered by SRPGs with a rougelike twist!\nUse over 100 varieties of cards to build powerful decks, and strategically confront enemies on an SRPG field.\nEvery encounter requires a different strategy. Adapt to new battlegrounds and plan accordingly.\nBuild the strongest deck and put a stop to the Hellmuth Brigade's actions.\nDon't miss out on this new gaming experience!\n\n●Battle System: The battle system combines SRPG-style turn-based battles with card battles.\nIt adds the elements of card battles to the traditional SRPG strategy-focused turn-based battles.\nGood deckbuilding is important to gain the upper edge in any battle.\nA fusion of the strategic positioning and tactics of SRPGs, with the excitement of card battlers!\n\n●Search Through the Mist: Clear away the mist on the map to discover enemies, facilities, and equipment and form a battle plan\nA map shrouded in mist awaits you.\nClear the mist away as you advance forward, and discover hidden enemies, facilities, and equipment.\nWhat could be hiding in the mist? Anticipate anything and account for everything in your strategy.\n\n●Cards: over 100 varieties, all with unique designs\nDifferent cards will appear on different stages, allowing you to build a new deck and experience a new combat style on each stage.\n\n●Fully voiced with a cast of top-level voice actors\nThis game has both Japanese and English voice options.\nChoose your language and experience the story in either!\n\n▼About the acronym C.A.R.D.S. RPG\nC: Commander - Represents Veldina's leadership\nA: Adventure - Represents the Clausewitz Mercenary Group\nR: Revolution - Represents innovative games and narrative\nD: Deck building - Represents the genre and gameplay\nS: Strategy - Represents the strategic elements of the entire game",
    "id": "010066D01D0F0000",
    "name": "C.A.R.D.S. RPG: The Misty Battlefield",
    "publisher": "ACQUIRE",
    "releaseDate": 20240522,
    "version": 0
}