{
    "description": "Submerged is a third-person combat-free game in which you explore a mysterious flooded city and discover the beauty of desolation in vast outdoor environments. You take on the role of Miku, a young girl who has brought her wounded brother to the city in their small fishing boat. Navigate the flooded city streets by boat, scale the drowned buildings, and use your telescope to scour the city for the supplies needed to save your dying sibling. As you explore the city at your own pace, you encounter the habitat that flourishes in this colorful place and discover hidden objects that piece together the story of a broken world and a broken family.\n\nGame Features\n\n- Vast outdoor environments with a rich, colorful and vibrant habitat present the player with a beautiful place to linger during the day or night, and encounter the mysterious remnants that watch you from the rooftops.\n\n- A serene and relaxing game experience; take your time to enjoy the sunrise and beautiful vistas, listen to the sound of the ocean, or observe the playfulness of the creatures that inhabit this place. There is only one pace in this game and that’s your own.\n\n- Discover the hidden objects that piece together the story of redemption, sacrifice and determination, and learn more about how the city came to be this way.\n\n- Cruise through the city streets in your small powered fishing boat, using your telescope to identify which of the various buildings contain supplies and mark them on your map.\n\n- Discover the best path to the objects you spotted from afar. Dock your boat at tall buildings and landmarks and climb the vines, ladders, ledges and pipes as increasingly difficult navigation puzzles.\n\n- Developed by an independent studio based in Australia, consisting of AAA veterans who have previously worked on the BioShock series, with music from BAFTA award winning composer Jeff van Dyck.",
    "id": "0100EDA00D866000",
    "name": "Submerged",
    "publisher": "Uppercut Games",
    "releaseDate": 20190607,
    "version": 0
}