{
    "description": "(This is the version of \"SmileBASIC 4\" without Server Tickets. In order to upload your works to the server or unlimited downloading of the published works, you need to purchase Server Tickets in the game.)\n\nThis is the programming software, \"SmileBASIC 4\", that allows you to create and play games with Nintendo Switch™! The programming language is \"SmileBASIC\" which is the most suitable language for creating games. Because it is based on the language \"BASIC\" that is easy to understand even for beginners and it has been developed for program learning. So, even those who have never experienced programming can work on their projects. Moreover, there are many materials and various tools to support your work development.\n\nYou can upload your finished works on the server and other SmileBASIC users could play them or you can download/play other users' works, and even those works can be used in your programs. By improving other people's programs, you can have fun and obtain programming techniques at the same time. (An optional Server Ticket is required to upload your works.)\n\nProgram immediately anytime, anywhere with Nintendo Switch™! Execute it right away!\n\nMany commands to elaborate your works\n- High speed and powerful programming language \"SmileBASIC 4\" is installed\n- Supports high-resolution display of up to 1280x720 and 16.77 million colors\n- 2048x2048 huge graphic screen\n- Drawing commands such as lines, circles and fills\n- Compose with a full range of sound commands\n- Make full use of Joy-Con™ features\n- Supports various Toy-Con™\n- USB keyboard and mouse can be used\n- Useful trace function for debugging Extensive materials, tools, and samples that support programming\n- Guide for program beginners\n- Equipped with keyword completion function in the command help and the editor\n- Lots of characters and background images that can be used in various scenes\n- More than 100 sound effects and more than 40 background music\n- Smile Tool (SE and character number can be confirmed)\n- Paint Tool (drawing characters and backgrounds, creating animations)\n- Simple sample programs to learn BASIC\n- Technical samples for checking execution results for each command\n- Game samples that show the actual game structure Share your works with users around the world\n- Publish your works to the server with icons and descriptions\n- Easily download works published by other users\n- Evaluation function that allows you to send \"Like\" to your favorite works\n- Favorite works can be registered in the top menu and started immediately\n- Download \"SmileBASIC\" Nintendo 3DS™ version of public programs\n(Note: It is possible to load programs and data created with \"SmileBASIC\", but the commands are not compatible, so they need to be modified to run.)",
    "id": "0100C9100B06A000",
    "name": "SmileBASIC 4",
    "publisher": "SmileBoom",
    "releaseDate": 20200423,
    "version": 0
}