{
    "description": "Whispers bubble from fresh cracks in the ground, echoing through the abandoned depths and primordial woods. A black flow cuts through stone and threatens to spill once more across the world. The ancient tetraform calls, and with it come unearthly powers. Catapult yourself through the air, use the power drawn from fallen creatures to slow time, and cut through the swarms of dark beings with a razor-edge boomerang. Travel through once bustling locales, sacrificed to hide a myth, and descend the Godpath into the lost realms below. Cleanse these halls and ensure that whatever lies beneath doesn’t come back.\n\nThrow Yourself At Your Problems:\nReaving through hordes of nightmares isn’t the only thing your boomerang is good for: once thrown, you can slingshot directly to it, preserving momentum and throwing yourself through the air. Slow down time and use well-aimed and well-timed throws to get around, above, and behind your foes. Speed is everything, and only the nimblest boomerang-er will survive…\n\nPowers From Beyond:\nFight otherworldly forces and look cool doing it. Impress the boomerang with stylish tricks and it’ll grant you stranger powers — powers that’ll let you defeat the forces of the depths with greater ease. Kaspidae smiles upon you and your killer moves…\n\nFoul Creatures of Goo:\nThey creep and crawl from crevices... swoop and dive from the treetops… and spray nasty bile at you from all angles. Keep your wits about you - nowhere is safe. Whatever you do, don’t stand still, or you’ll surely be consumed...\n\nAvenge a Fallen Realm:\nFight your way through the bowels of ruined civilization undone by these creatures of nightmare and stop them spreading to the rest of your world. Something lurks deep underneath these ruined halls, spewing corruption… can you defeat whatever it is? And even if you can… will that really be the end?\n\n",
    "id": "0100C09014530000",
    "name": "Boomerang X",
    "publisher": "Devolver Digital",
    "releaseDate": 20240208,
    "version": 0
}