{
    "description": "• NO RUSH – Discover the secrets of Grey Ville at your own pace.\n• WE’RE NOT IN KANSAS ANYMORE - Immerse yourself in a gripping story full of twists and turns\n• TWO SIDES OF THE COIN - See the story from 2 vastly different perspectives\n• MORE THAN THE SUM OF ITS PARTS – Experience a bigger story in multiple instalments\n• MAKE IT YOUR OWN - Use your choices to influence the plot and create your own versions of Jack & Karen\n• REAP WHAT YOU SOW - Every choice has its consequences. Will you be able to live with them?\n\nGet the ultimate Perseverance experience in Perseverance: Complete Edition which bundles Perseverance: Part 1, 2, and 3 into one full package. Perseverance is a series of horror/ crime thriller visual novels inspired by stories like “Night of the Living Dead”, “28 Days Later”, “Blindness”, “Revivals” and most of all – “The Walking Dead”. Experience the stories of Jack and Karen from the beginning to the explosive conclusion.\n\nWill you navigate the interpersonal drama of interconnected relations between citizens of Grey Ville, and put the grudges aside to survive the zombie apocalypse? \nOnly one way to find out.\n\n• PERSEVERANCE: PART 1\nIn Part 1 you play as Jack Cutter, a father who is struggling to keep his family together. He’s a ‘go-to’ guy in his hometown of Grey Ville. Research conducted in the nearby military base gives the town a mysterious aura. Residents prefer to stay away from it. Things take an unexpected turn when one of the experiments goes horribly wrong and the area is quarantined. Meanwhile, a mysterious woman chases a fugitive…\n\n• PERSEVERANCE: PART 2\nPlay as Karen, a calculated assassin on the hunt for a mysterious girl in the remote town of Grey Ville. As you inch closer to finding your target, you will become more and more entangled in the social network of the tight-knit small-town community and uncover the secrets held close to the chest by the locals. What started out as a simple ‘locate and retrieve’ will soon turn into a nightmare Karen cannot escape.\n\n• PERSEVERANCE: PART 3\nIn Part 3 you can choose whether to play as Jack or Karen. In this final episode of the series, the only thing juicier than the gossip are the guts being spilled left and right. During your playthrough, you’ll have over 200 decisions to make and they will all influence how the plot progresses, so choose wisely. Will you help save humanity from the zombie outbreak or will you take the selfish path and save yourself and those dearest to you? No choice is a wrong choice but think through each and every step or you may just step off a cliff.",
    "id": "01003D70182C0000",
    "name": "Perseverance: Complete Edition",
    "publisher": "Feardemic",
    "releaseDate": 20230209,
    "version": 0
}