{
    "description": "This bundle includes Dungeon Rushers and Robothorium.\n---\nDungeon Rushers is a 2D tactical RPG combining dungeon crawler’s gameplay and turn based fights. \n\nManage your team, loot dusty dungeons, crush armies of monsters and craft mighty equipment.\nBe part of an epic adventure with a colorful cast of characters in an off-beat universe.\n\nOver the course of an epic quest, explore many dungeons and loot their guarded treasures. Build your own team by choosing the best hero combination to overcome traps and monsters lurking in the shadows.\n\nUpgrade the skills of your heroes to make them even more fearsome and place them strategically to achieve victory.\n\nCraft your equipment on your own with components gathered during your journey thanks to an advanced system consisting of six different craftsmen.\n\nComplete dungeons and their bonus challenges to unlock the Heroic difficulty, where only the best can make their way to the treasure!\n---\nRobothorium is a cyberpunk dungeon crawler with turn-based fights, where all your choices will have a direct impact on your revolution against Humankind. Deep Strategy, Crafting, Party Based management, Talents and so much more in this roguelike!\n\n- Lead your own robotic revolution\nYour uprising will be unique! Each of your choices will impact random generation and the next missions! They will also change your relations with the 5 different factions present in the game.\n\n- Turn-based fights\nDevelop your strategy with 8 classes of robots, each one having its own synergies. Face plenty of enemies designed with unique mechanics and defeat the BreakTech enterprise!\n\n- Manage your troop of robots\nChoose your allies and manage your reserve of robots. Craft and gather powerful items, upgrade your talents and give your support to demonstrations all around the world!",
    "id": "0100A95010942000",
    "name": "Indie Gems Bundle - JRPG Edition",
    "publisher": "Plug In Digital",
    "releaseDate": 20200201,
    "version": 0
}