{
    "description": "RPG group looking for hero to save Mirrormore realm. Benefits of the job include reasonable work hours, your own towel and a moderate chance of resurrection in the event of your untimely demise.\n\nInterested in the open hero position? Great! That completes the party for a nice game of D&D (“Dice & Doom”, that is):\n\nHenry\nHe avoids eye contact like a pro, yet rarely holds back when speaking his mind. In this party he plays the vegan carnivorous plant Trudie, a skilled artisan.\n\nYou yourself\nNaturally, the best player at the table and of course playing the hero of this epic tale: An awesomely hip tailor and possible savior of worlds with the totally catchy nickname “Siebenstreich”. \n\nThe GM\nThe mastermind and ingenious storyteller of “Dice & Doom”. A creative opportunist with a passion for retro-gaming, pop culture and Blueberry Daiquiris (non-alcoholic).\n\nSiebenstreich’s Nerdventure is an upbeat 2D adventure game, pioneering the fantastic genre of pop culture fairytales. Look forward to witty dialog, puzzling puzzles (yep, sorry, pun intended), an amazing soundtrack as well as lovingly hand-drawn artwork and animations.\n\nWhile your party of unlikely heroes sets out to rescue a realm in distress, you’ll take cooking lessons with Mr. & Mr. Giant, outsmart a gang of flies and prove yourself in the improvised game shows hosted by the guerilla unicorn Sylvester Stallione. Among other things. And, rumor has it, the fabled throne Up'Zhykling might be up for grabs as well. Give a green thumbs up and save Mirrormore!\n\nSiebenstreich’s Nerdventure...\n\t…is a beautiful, hand-drawn indie adventure\n\t…boasts lovingly hand-crafted dialogs \n\t…presents a charming set of unconventional characters\n\t…includes 14 songs composed exclusively for this game\n\t…offers a seamlessly integrated help system\n\t…contains only fair puzzles (according to our vegan carnivorous plant)\n\t…ingeniously wraps the joy of a harmonious (*cough*) pen & paper game night into a digital adventure\n\t…is probably the first game to feature a truly adorable, vegan carnivorous plant",
    "id": "01006F3015228000",
    "name": "Siebenstreich's Nerdventure",
    "publisher": "Golden Orb",
    "releaseDate": 20210527,
    "version": 0
}