{
    "description": "Feel the power of the Force™ in Star Wars™ Pinball!\n\n19 TABLES CELEBRATING A GALAXY FAR, FAR AWAY\n• Movie Adaptations: Episodes IV - VIII; Rogue One: A Star Wars Story; Solo: A Star Wars Story \n• TV Adaptations: Star Wars: The Clone Wars and Star Wars Rebels\n• Characters: Han Solo, Darth Vader, Lando Calrissian in the Calrissian Chronicles table, Boba Fett, Droids\n• Locations: Ahch-To Island, Mimban\n• Themes: Jedi versus Sith in Masters of the Force, X-wings vs. TIE fighters in Starfighter Assault, or experience the Might of the First Order\n\nNINTENDO SWITCH™ EXCLUSIVE FEATURES AND MODES\nIn addition to HD Rumble and vertical play, Star Wars Pinball boasts several new features and modes exclusive to Nintendo Switch™ as a standalone product:  \n• Galactic Struggle: Every Star Wars Pinball player in the galaxy will choose to support the light or dark side in a perpetual online digital tug-of-war between the forces of good and evil. Which path will you choose?\n• Career Mode: Designed with short on-the-go gameplay sessions in mind, this mode challenges you to complete very specific pinball-based missions across all 19 tables.  \n   o Choose the path of the Jedi or the Sith as you progress through 50 career ranks. \n   o Some missions involve mastering awesome Star Wars-themed mini-games that might be difficult for some players to access through regular play, such as piloting an X-wing or TIE fighter or fighting Darth Vader in a lightsaber duel.\n• Force Powers and Talents: Collect Holocron Shards during missions to unlock Force powers and talents that yield special in-game bonuses when activated, such as multipliers, slowing down time and more. \n• Cantina Jukebox: Collect the greatest tunes in the galaxy as you play each table. Once you’ve heard a song, you can listen to it any time you like in the game lobby.\n\nAlso, challenge anyone in the galaxy through Galactic Tournaments, League Play and, of course, old-fashioned high scores achieved through Single Player mode.",
    "id": "01006DA00DEAC000",
    "name": "Star Wars™ Pinball",
    "publisher": "Zen Studios",
    "releaseDate": 20190913,
    "version": 0
}