{
    "description": "While True: learn() is a puzzle/simulation game about even more puzzling stuff: machine learning, neural networks, big data and AI. But most importantly, it’s about understanding your cat.\n\nIn this game, you play as a coder who accidentally found out that their cat is extremely good at coding, but not as good at speaking human language. Now this coder (it’s you!) must learn all there is to know about machine learning and use visual programming to build a cat-to-human speech recognition system.\n\nThis game fits best for...\n- People who want to know more about how machine learning and related technologies work\n- Parents and teachers who are looking for a fun and easy way to make an intro to logical thinking, programming, and technologies for kids\n- Programmers who want to learn new concepts that they can apply to their own coding\n- Those who want to play games and not feel guilty about ‘wasting their time’ (although we believe you shouldn’t feel guilty at all while playing games!)\n- Players who like to keep their brains busy and working in different ways, while still having fun\n- Gamers looking to improve their problem-solving skills and feel immense sense of satisfaction and achievement that comes along with it\n- People who like smart cats\n\nLearn how machine learning works in real life!\nThe game is loosely based on real-life machine learning technologies: from goofy Expert Systems to mighty Recurrent Neural Networks, capable of predicting the future. Don’t worry: it all plays out as a puzzle game. No coding experience required!\n\nTrain yourself into a data science wizard!\nDrag objects around your screen with a mouse! Connect them with lines (oh yeah)! Try. Fail. Optimize. Try again. Then press “Release” button and see that sweet pieces of data flow smoothly through your screen.\n\nEmbrace an adventurous lifestyle of a machine learning specialist!\nDesigning a groundbreaking technology requires time, experience and money. That means you’ll have to work as a freelancer, with all the excitement that comes along with it. Receive emails! Accept contracts! Sit alone in a dark room for days without saying a single word! Socialize on forums! That’s what real data scientists do!\n\nCoding just got real!\nOur quests are based on actual problems, solved by machine learning. This includes building a self-driving car (with your cat as a pilot). And if you really want to test your programming might, you can become a CTO of a startup: it’s your skills and your schemes against the savage laws of the market! Earn a fortune, flip off your bosses and become a tech guru… Or lose everything and crawl back to the doorstep of HR department: at least it was worth trying, right?\n\nImprove your gear, improve your life!\nOnce you ensure a stable cashflow, you’ll be able to buy yourself a bunch of fancy hardware to improve your performance. But it’s not just about the hardware! Buy yourself a new smartphone or a geeky figurine! Buy fancy outfits for your cat! Hell, you can even buy yourself an aloe!\n\nFun fact: this is what machine learning specialists actually do. Now, you can become one of them (minus the money)! while True: learn() is the best game about being a data science specialist because no one else has been weird enough to make another one!",
    "id": "010092601020A000",
    "name": "while True: learn()",
    "publisher": "Nival",
    "releaseDate": 20200416,
    "version": 0
}