{
    "description": "ABOUT THE GAME\nYou are Geralt of Rivia, mercenary monster slayer. Before you stands a war-torn, monster-infested continent you can explore at will. Your current contract? Tracking down Ciri — the Child of Prophecy, a living weapon that can alter the shape of the world.\n\nThe Complete Edition contains the base game, offering a huge, over 100-hour long, open-world adventure, as well as both of its massive story expansions: Hearts of Stone & Blood and Wine worth an extra 50 hours of gameplay! \n\nIt also comes with all additional content released for the game, alongside new items including swords, armor, and alternate outfits inspired by The Witcher Netflix series — and more!\n\nPLAY AS A HIGHLY TRAINED MONSTER SLAYER FOR HIRE\nTrained from early childhood and mutated to gain superhuman skills, strength, and reflexes, witchers are a counterbalance to the monster-infested world in which they live.\n• Gruesomely destroy foes as a professional monster hunter armed with a range of upgradeable weapons, mutating potions, and combat magic.\n• Hunt down a wide variety of exotic monsters, from savage beasts prowling mountain passes to cunning supernatural predators lurking in the shadowy back alleys of densely populated cities.\n• Invest your rewards to upgrade your weaponry and buy custom armor, or spend them on horse races, card games, fist fighting, and other pleasures life brings.\n\nEXPLORE A MORALLY AMBIGUOUS FANTASY OPEN WORLD\nBuilt for endless adventure, the massive open world of The Witcher sets new standards in terms of size, depth, and complexity.\n• Traverse a fantastical open world: explore forgotten ruins, caves, and shipwrecks, trade with merchants and dwarven smiths in cities, and hunt across the open plains, mountains, and seas.\n• Deal with treasonous generals, devious witches, and corrupt royalty to provide dark and dangerous services.\n• Make choices that go beyond good & evil, and face their far-reaching consequences.\n\nTRACK DOWN THE CHILD OF PROPHECY\nTake on the most important contract of your life: to track down the child of prophecy, the key to saving or destroying this world.\n• In times of war, chase down the child of prophecy, a living weapon foretold by ancient elven legends.\n• Struggle against ferocious rulers, spirits of the wilds, and even a threat from beyond the veil – all hell-bent on controlling this world.\n• Define your destiny in a world that may not be worth saving.",
    "id": "010070A00E9CE000",
    "name": "The Witcher 3: Wild Hunt — Complete Edition",
    "publisher": "CD PROJEKT",
    "releaseDate": 20191015,
    "version": 0
}