{
    "description": "Mercenaries Lament is a tactical simulation RPG set in a fantasy world.\nBattles occur on quarter-view maps with height differences, where character positioning in the front, back, and side of enemy units may very well determine each battle’s outcome. Support effects depend on where allied characters in your party are positioned, allowing players to enjoy highly strategic maneuvers. Players have a high degree of freedom in character development, such as acquiring and strengthening skills and changing classes by using skill points earned in battle.\n\n・Advent Soul\nWhen Amalie, the heroine is in your party, you can fill a gauge on the top right of the screen which will allow you to stock 1 BP when full.\n\nBy using BP characters can enter a state called \"Advent Soul\" which fortifies the character for a certain period of time.\n\nThe character can then use \"Advent attacks\" with other party members and \"Soul Exceed\" skills, which are special moves.\n\n・Advent attacks\nWhen a character in “Advent mode” is positioned to sandwich an enemy with another ally, a coordinated attack can be unleashed by performing a normal attack or attack skill.\nThe Advent attacks are unique skills for each character and provide a chance to inflict heavy damage.\n\n・Soul Exceed skills\nUnits in Advent mode can use Soul Exceed skills at any time.\nThis special move is unique to each character, and effects vary from inflicting immense damage to the enemy to recovering HP and abnormalities of all allies.\n(Once Soul Exceed is used, the character's Advent mode will be lifted.)\nUtilizing Soul Exceed skills are the key to victory!\n\n・Orbs with hidden power\nThere are mysterious \"Orbs\" that can be obtained from story progression, specific locations, and certain enemies.\nThere are 13 Orbs in total scattered throughout the game.\nYou can check the status of your collection on a dedicated screen and equip your character with them as accessories.\nWhat will happen when all the Orbs are collected?",
    "id": "01001B801AA38000",
    "name": "Mercenaries Lament: Requiem of the Silver Wolf",
    "publisher": "CIRCLE Ent.",
    "releaseDate": 20230427,
    "version": 0
}