{
    "description": "EXPLORE an open Lovecraftian fantasy world\n \nEnter Bahlam, a sunken fortress of the Old Gods, located deep in the South Atlantic Ocean. Following a shipwreck, maritime archaeologist and adventurer Nikolay Bernstein regains consciousness 36.000 feet under the sea. He's severely wounded and unwillingly connected to a supernatural Buddy-unit. Searching for answers about his displacement our main protagonist digs deep into the lost undercity, gradually realizing an ominous presence hollowing in its shadowed caverns.\n\nListen to the original soundtrack by OGRE music.\n\nOn your journey home you will share your fate with a friendly tribe of mining creatures, the Wozan, who fear the Old Gods and strive to get back to the surface since their ancestors had been enslaved 5000 years ago. Some of them were able to flee and founded secret colonies deep inside the sunken ruins, others are still exploited by the hostile creatures that have overtaken the city since the Old Gods suddenly disappeared.\nEVOLVE from zero to hero\n \nExperience real Metroidvania gameplay and uncover five distinct areas, all with remarkable puzzles, environmental hazards and captured Wozan to uncage. You'll raid Bahlam with high freedom of movement right from the start and your set of options will expand to great depths by discovering ancient weapon systems, suit upgrades and hacking protocols for your droid.\n\nEXCEED the limits of gravity\n \nAll gear is carefully balanced in terms of combat abilities and has to be used selectively to overcome specific hazards and puzzles. Outbuddies' epic boss battles stand out to be among the genre's most creatives and true mastery of your abilities and weapons will be crucial to stand a chance facing those encounters.\nYou are NOT ALONE\n\nYour Buddy unit will procedurally map the area and function as a handy quality of life tool that can be controlled at will to manipulate your surroundings using various abilities like hacking, scanning for secrets and telekinesis.\nThe optional local Co-Op option invites a second player to explore and experience this adventure together by taking control of the Buddy unit.\n \nFeatures\n• Explore an open vibrant fantasy world\n• Real Metroidvania gameplay with lots of gear, puzzles and Easter eggs\n• Unique dual-hero scheme with local Co-Op support\n• Epic boss battles & believable enemy AIs\n• Intriguing narrative and memorable characters\n• High freedom of movement\n• Handcrafted pixel art with distortion-free scaling to your native display resolution\n• Original soundtrack by OGRE music",
    "id": "0100B8900EFA6000",
    "name": "Outbuddies DX",
    "publisher": "Headup Games",
    "releaseDate": 20200605,
    "version": 0
}