{
    "description": "KONAMI starts  its 50th anniversary celebration with this first installment of the Anniversary Collection series of the all-time classics! \n\nThis collection includes 8 arcade masterpieces of the 80s, from Nemesis to Haunted Castle, but also a bonus eBook packed with new information about the titles, including interviews with the development staff, behind-the-scenes insights, and sketches and design documents never before revealed to the public!\n\n_______________________\n\n・New Features\nFor the first time, these classic titles support mid-game saves, difficulty levels, and display options which provide a fresh experience to longtime fans.\n\n・Bonus Book\nAlso includes a bonus eBook packed with new information about the titles, including interviews with the development staff, behind-the-scenes insights, and sketches and design documents never before revealed to the public!\n\n・Lineup:\nScramble \nThe side-scrolling shooting game which started it all. It could be considered to be the original game which inspired the creators of the Gradius series.\n\nTwinBee\nThe first game of the TwinBee series loved for its cute graphics.\n\nNemesis (also known as Gradius)\nThe smash-hit first installment in the Gradius series, known for its unique power-ups and enemies.\n\nSalamander (also known as Life Force)\nThe second entry in the Gradius series which took the series to the next level with its upgraded gameplay and improved graphics.\n\nTyphoon (also known as A-Jax)\nThe timeless shooting game that introduced ground-breaking sprite zooming and rotation effects that added depth to the graphics.\n\nHaunted Castle\nThe arcade version of Castlevania which bewitched the fans with its haunting graphics.\n\nVulcan Venture (also known as Gradius II)\nConsidered by many to be the pinnacle of the Gradius series, memorable for its beloved music and top-notch level design.\n\nThunder Cross\nThe game that introduced many players to the shoot'em up genre, thanks to a more inclusive difficulty and unique design",
    "id": "010050000D6C4000",
    "name": "Arcade Classics Anniversary Collection",
    "publisher": "KONAMI",
    "releaseDate": 20240530,
    "version": 0
}