{
    "description": "Lead and nurture parties of up to 3 heroes on an adventure to save a cursed world from darkness that reigns. Take on dangerous missions where parties must be managed carefully to defeat the increasingly formidable monsters that roam the lands. Train and equip heroes to upgrade their skills to be victorious in battle and collect the vast bounties that await.  \n\nKey Features\n•\tCampaign Mode – Venture on an epic journey to save the land of Wrendia through four Acts, from the troubled lands of Westmire to the enigmatic Sky Imperium.\n•\tRealm Mode – A fast-paced roguelite mode. Challenge an ever-changing version of the game with unpredictable threats and rewards. Complete all five realms or take on an endless challenge to see how far you can go.\n•\tAdventure Mode – Unlocked after completing Campaign Mode, partake in unique challenges, including exploring procedurally generated maps, solo combat trials, and fathomless procedurally generated dungeons. \n•\tTen Heroes – Each with their own unique class, skills, and playstyle to form a party of three. Play as the Swordhand, Cleric, Ranger, Scoundrel, Spellbinder, Druid, Bard, Warlock, Golemancer, or the Monk.\n•\tHundreds of Skills – The heroes have a combined total of nearly 800 passive and active skills that can be deployed during turn-based battles, allowing you to discover and formulate your favorite combos.\n•\tTrain and Equip Heroes – Heroes can be upgraded, trained, and equipped with a large selection of weapons, armor, and enchanted trinkets to enhance their abilities.\n•\tHigh Replayability – Each playthrough is different from the last thanks to procedurally generated maps and dungeons, as well as randomized hero skills.\n•\tVarious Difficulty Levels – Take on hardcore mode for a teeth-gritting permadeath experience or play more casually where death is only a setback.\n•\tLoot Galore – Gather items and earn Renown through your adventures to unlock powerful relics that can further boost your heroes’ abilities.\n•\tCarryover Rewards and Progression System – Get rewarded the more you play through an Artifacts system that can benefit Realm Mode, Campaigns, or Adventure Mode.\n•\tDecisions to Make – Shape the course of your adventure with critical decisions and dice rolls.",
    "id": "01006A101A3A6000",
    "name": "Gordian Quest",
    "publisher": "Maximum Games",
    "releaseDate": 20231026,
    "version": 0
}