{
    "description": "Polygod is a rogue-like, randomly generated, single & multiplayer FPS with a brutal difficulty curve!\n\nBlending a fast-paced, Quake-esque feel with randomness, difficulty and our handcrafted power-up system, Polygod is a hardcore gamer and speedrunner's dream. Only the most skilled and strategic players will defeat the Trial of the Gods.\n\nYou are a Faceless One: a one-armed, gun-wielding assassin of legend. The seven deities of Polygod will test your skill with randomly generated arenas of hostile minions, followed by a boss fight against a ruthless Holy Champion.\n\nEach of the arenas features five Altars of Worship, offering you Blessings in exchange for Souls you have collected along your journey. Blessings combine and stack to create unique gun effects, but each has consequences, so choose wisely if you wish to survive each wicked challenge. And don’t forget, death is permanent in this purgatory of the gods!\n\nThe art style is inspired by the meta-physical surrealist artist Giorgio de Chirico who is famously revered for his eerie mood and strange artificiality of cityscapes.\n\nMain Features:\nA unique, randomly generated experience every time. Randomise the levels, blessings offered and enemy placement with our seed system, or challenge others on specific seeds!\n\nGun customisation with 100 unique blessings. Each seed will offer you a different selection of blessings as you progress through the levels. Strategically combine and stack them to fit your personal playstyle. Ever wondered what it would be like if your bullets were bubbles? Well, what if they were bubbles AND proximity mines? And you shot 3 of them at once? AT THE SPEED OF LIGHT? The options are endless! Do you choose a lethal sniper build, or a bullet wall of death? How will you survive: lifesteal, jump-strafe dodging, tank-like health? How do you want to navigate the environment: double jump, helicopter boots, teleportation?\n\nAdditional Features:\nSplitscreen co-op\nGyroscope aiming supported\n35 unique enemies\n15 unlockable playable characters\n7 epic boss fights against Holy Champions\n7 even harder Red Holy Champions\nSpecial Boss Blessings\nExperimental soundtrack\nMinimalist, colourful artstyle\nQuirky NPCs",
    "id": "010017600B180000",
    "name": "Polygod",
    "publisher": "Krafted Games",
    "releaseDate": 20180817,
    "version": 0
}