{
    "description": "Tangledeep combines the 16-bit graphics and polish of classic RPGs with elements from roguelikes and dungeon crawlers to create a magical experience for players of all skill levels. Trapped in underground villages with no memory of the world at the surface, you must survive an ever-changing labyrinth to discover what lies above. \n\nExperience rich, tactical, turn-based gameplay as you explore a sprawling dungeon that’s different each time you play. Tangledeep features a customizable job system and hundreds of collectible items that allow you to approach each playthrough in a totally new way!\n\n** Now includes the LEGEND OF SHARA expansion content for free! **\n\nKEY FEATURES\n\n* Master deep, tactical turn-based combat across 13 unique jobs with over 100 skills.\n\n* Choose between three game modes – including Adventure Mode, which removes the pain of permadeath.\n\n* Capture nearly any monster in the game and raise them in the Monster Corral as a pet, or breed them with other monsters!\n\n* Make your experience easier, harder, or just plain wackier with over 15 included Game Modifiers.\n\n* Share some of your progress between characters by using the banking system and planting magic trees.\n\n* Explore ITEM DREAMS, randomized mini-dungeons where anything goes, and power up your gear!\n\n* Take in the scenery – comprised of beautiful 16-bit graphics and carefully handcrafted maps!\n\n* Relax to a beautiful soundtrack inspired by the most legendary RPGs of the 16-bit era, composed by award-winning composer Andrew Aversa – joined by Hiroki Kikuta, Grant Kirkhope, and Norihiko Hibino!\n\nLEGEND OF SHARA EXPANSION CONTENT\n\n* Shara's Story: A new tale in the world of Tangledeep with a unique story, boss encounters, and new gameplay!\n\n* A 13th job, the Calligrapher, armed with two weapons, elemental scrolls, and devastating combo attacks!\n\n* Increased level cap: from 15 to 20! With this new level cap comes even more powerful items and challenges to discover.\n\n* Dozens of new monsters with new powers! You can capture and tame them, too!\n\n* Begin your ascent in Riverstone Waterway instead of Cedar Caverns: a new early-game path with slightly more challenge and greater rewards.\n\n* Challenge the Realm of the Gods, a new post-game area with the hardest monsters and champions imaginable!\n\n* Encounter the Mysterious Wanderer and explore Wanderer's Journeys: entirely new dungeons with bizarre creatures, scenarios, and treasure.\n\n* Discover ancient Relics, rare items with limitless combinations of legendary powers and bonuses!\n\n* Strange new Item Dreams that twist and warp areas you've already visited with new events, monsters, items, and objects.\n\n* Unearth Runes of Knowledge, a set of tablets that teach special abilities not found anywhere else!\n\n* New monster sprites, tile sets, layouts, item graphics, effects, and music!\n\nNINTENDO SWITCH™ EXCLUSIVE CONTENT\n\nRedesigned controls and interface specifically for Joy-Con™ and Nintendo Switch™ Pro Controller!",
    "id": "010048F007ADE000",
    "name": "Tangledeep",
    "publisher": "Impact Gameworks",
    "releaseDate": 20190201,
    "version": 0
}