{
    "description": "Labyrinth of Zangetsu is a 3D Dungeon Crawler RPG by Acquire. It features a team of skilled warriors from all over the world who have been sent on a mission to defeat the ever-growing numbers of Ink Beasts.\n\nA World Blackened By The Ink Of Ruin\nThe story is set in Ido, city of the morning moon, which continues to fight against the disaster known as the ‘Ink of Ruin.’ The city has a very traditional culture similar to medieval Japan and is essentially a fortress, with its protection coming from a strong magical technology boundary. This boundary resonates directly below the moon shining overhead, keeping everyone safe from being tainted.\n\nWill You Take Up This Quest?\nTokinokuni, the city's leader, has commissioned a quest for carefully selected individuals from all over the world, known as ‘Ink Destroyers’, to go to the most dangerous areas. They will use their unique powers to conquer the various ‘Ink Beasts’ that are so feared by the people still left wandering at large. Investigate the labyrinths surrounding Ido and use your strength and strategy to guide your team to victory and ultimately conquer this nightmarish darkness.\n\nThe Enemies You Must Overcome\nThe Ink Beasts are born from the Ink of Ruin's taint. If the living encounter it, they will go mad, become demons or perish, and if the dead encounter it then they will be resurrected to roam and increase their numbers. Their only goal is to destroy and envelop the land with darkness, so you must overcome their stain to free this world once and for all from their destruction. These Ink Beasts will take on the form of many frightening demons and yokai from Japanese folklore and also raise the dead for their dark army, so be sure to strengthen your will before facing this enemy.\n\nKey Features\n-Uniquely illustrated visuals with hand drawn, jet-black ink brush strokes, very reminiscent of traditional Japanese calligraphy.\n-6 playable heroes pre-programmed into the game, plus the option to create your own heroes with unique individual stats and abilities.\n-Frightening enemies based off traditional Japanese folklore and Yokai (ghosts, ghouls and demons).\n-Turn-based battles with various Ink Beasts in the most dangerous areas. 3 ‘front’ characters to engage and attack and 3 ‘back’ characters to defend, support and parry.\n-Engaging narrative and overarching story to enjoy the successes of your gameplay and reflect upon your losses too.\n-Immersive and atmospheric soundtrack based on traditional Japanese music, helping to create a captivating story.",
    "id": "0100811017B48000",
    "name": "Labyrinth of Zangetsu",
    "publisher": "PQube",
    "releaseDate": 20230420,
    "version": 0
}