{
    "description": "School is out and you're spending summer in Everdream Valley on your grandparents quaint farm. Experience wildlife, adventure, and a bit of magic each day. Go back to a time of innocence where things like work, responsibilities or relationships were the last thing on your mind.\n\nBring Life and Charm Back to the Farm\n\nThis little homestead needs a lot of attention. A variety of fruits and veggies to grow and a vast collection of animals to raise. Protect your crops, keep your animals happy and gather the resources to repair and expand your farm. Explore the open world and get to the bottom of what is giving you these magic dreams at night.\n\nCreate an Animal Paradise\n\nEverdream Valley has very few people disturbing the peace so animals thrive here. Pigs, cows, chickens, ducks, goats, alpacas, horses, sheep, bees, wild boar, magpies, beavers, bisons, geese, deer, frogs, beetles, butterflies, dragonflies, wolves, mice, snails, slugs, fish and more! Each comes with some unique influence on your farm. \n\nThe Best of Fluffy Sidekicks\n\nAt your side will always be your dog. Choose from 10 different breeds and train them to help with herding, tracking, finding treasure and more. There's a cat too. Win him over and maybe he'll do something for you in return too. That's up to him really.\n\nThe Magic Comes Out at Night\n\nAt night the magic of the valley comes out and your dreams let you become one of many animals on the farm through unique mini games. Each has its own special reward or impact on your farm the next day.\n\nA Relaxed Sandbox of Adventures\n\nYour summer days in the valley aren’t just about looking after the farm. There’s so much more to do! Spend the nights camping, build a treehouse, catch and collect bugs, go fishing, get new clothes, cook, take photos, build furniture, go treasure hunting. Each adventure gives you something back to help you grow your farm even more.",
    "id": "0100B9801AA3C000",
    "name": "Everdream Valley",
    "publisher": "Untold Tales",
    "releaseDate": 20230623,
    "version": 0
}