{
    "description": "Prepare to throw down the Double Dragon way in this fresh addition to the iconic beat ‘em up franchise. It’s the year 199X, and nuclear war has devastated New York City leaving its citizens to fight for survival as riots and crime engulf the streets. The city has been overtaken by criminal gangs who terrorize its ruins as they fight for total dominance. Unwilling to endure these conditions any longer, young Billy and Jimmy Lee take it upon themselves to drive the gangs out of their city.\n\nExplore the early beginnings of the young Double Dragon brothers as they take on both new and familiar enemies in this alternate story. In this fresh roguelite take, every playthrough is a brand new chance at new action. Featuring a unique and dynamic level structure, the difficulty of the missions you take on will change depending on the order you have selected them. \nTag in and out as the classic duo Billy and Jimmy, switch it up with Marian and Uncle Matin, or experiment with 9 additional unlockable characters, each with their own special moves and unique playstyles. With 2 player local co-op, the action quadruples as you and a friend clean up the mean streets. \n  \nKey Features: \n-\tTAG TEAM ACTION – Choose two fighters and seamlessly switch between them, giving you a multitude of strategies for devastating combos, defensive and offensive moves. \n-\tBEAT ‘EM UP WITH ROGUELITE ELEMENTS– Experience endless playthrough possibilities with a dynamic mission select function; the order in which you choose your mission will affect mission length, number of enemies, and overall difficulty. Choose where you improve with randomized purchasable upgrades for your characters at the end of each mission, or save your cash to revive your players in-mission.  \n-\t13 UNIQUE PLAYABLE CHARACTERS – Start the fight with Billy, Jimmy, Marian, and Uncle Matin. Earn tokens along the way to unlock a diverse roster of 9 more characters, each with their own playstyle and strengths. Strategically choose your fighting duo by taking into account each characters’ strengths and weaknesses.  \n-\tSHAPE YOUR EXPERIENCE AND REWARDS – Adjust game difficulty to affect the amount of tokens earned per session and use those tokens to unlock content from the Token Shop including characters, tips, and more. Modifier can be used to enter permadeath or even infinite mode.\n-\tLOCAL CO-OP – Grab a friend and clean up the city streets together in local co-op mode that supports up to two players.   ",
    "id": "01005D001AE48000",
    "name": "Double Dragon Gaiden: Rise of the Dragons",
    "publisher": "Maximum Games",
    "releaseDate": 20230727,
    "version": 0
}