{
    "description": "Hand In Hand is a 2D split screen puzzle platformer, where the player can control two characters at once, or two players can play in co-op mode on one device.\n\nA TOUCHING STORY\nTwo soulmates live in a fairytale world. But when evil came to their world, they lost each other. Now both of them need to head towards each other, facing many difficulties and dangers along the way. And only by finding a fragile connection between one another and going hand in hand will they be able to defeat evil and meet again. It's a story about how we can help one another even when you're apart, and be far from one another even when you're nearby. It's a story about the importance of relationships and mutual support. But every story has an even deeper meaning...\n\nSPLIT SCREEN\nThe game works in splitscreen mode, with one character on each screen in their respective locations. The game has two modes. The first is single-player mode, where one player simultaneously controls both characters with one joystick. In this mode, the player must demonstrate sophisticated controller skills. The second is local co-op mode, where two players control the characters using two joysticks. Here, both players control their respective characters. Each mode has its advantages. Single-player mode requires you to show great dexterity and reaction speed, and co-op mode allows you to feel the joy of playing the game with your family or friend. Try both game modes, we hope you'll like it and enjoy completing it.\n\nTHE CHARACTERS INTERACT WITH AND HELP EACH OTHER\nEach character has their own part of the level in a common location. However, some parts of the level are interconnected. This means that the characters can interact and help each other complete the level. Characters can move keys and objects from one part of the screen to another, and most puzzles are need to be solved by both characters working together, connecting parts of the screen and solving puzzles together.\n\nEPIC BOSSES\nThe game has epic boss battles. Each boss represents the world of shadows that has invaded this fairytale forest and wants to plunge all the inhabitants of this fairytale world into the horror of eternal darkness. Our brave heroes, Lina and Minho, must defeat each of the bosses so that peace and prosperity will once again reign in the fairy forest. Boss battles take place without splitscreen, and are designed to be played by just one of the characters, so each character must defeat their evil shadow bosses.\n\nPUZZLES\nOn their way through the collapsing fairy-tale world, the characters will constantly encounter various puzzles like closed doors, laser beams with reflectors, ancient mechanisms and ruins, labyrinths, and caves full of dangers. Our heroes will be able to overcome all difficulties, but each will have to make every effort to pass these trials and help their companion.",
    "id": "01002CB01CEE8000",
    "name": "Hand in Hand",
    "publisher": "OverGamez",
    "releaseDate": 20240511,
    "version": 0
}