{
    "description": "Be warned, though, there's some real catty mysteries in our town - and a strange black cat roaming the streets…nothing you can’t handle right?\n\nThe life of a Cat Cafe Manager awaits! Your grandmother left you a small cafe in the somber village of Caterwaul Way...it's up to you to fix the place up, impress the locals, and befriend the local cat population. Time to roll up those sleeves, break out the tools, and get that creative coffee flowin’. Your cat cafe can be the talk of the town with the right attitude, menu, and (of course) the cats.\n\nThat's right, Caterwaul Way is home to a plethora of extraordinary felines. It’s in the name afterall! To the delight of the villagers, the local cafe can become their home. Who knows, maybe their presence will loosen tight tongues and help discover the succulent secrets of Caterwaul Way...\n\nThe Cat Cafe Challenge\nBy the time you arrive the cafe is run-down and derelict, but it's nothing that a little bit of elbow grease, materials, and time can't fix.\n\nRenovate, decorate, and expand the cafe as you see fit to create a warm, welcoming place for cats - and people - to relax in!\n\nBuild up a capable staff by hiring the right people, managing workloads, and helping refine their skills.\n\nElevate your cafe experience further with custom dishes as well as other menu items, catering to all customer's needs.\n\nFinding Friends and Felines\nA good cafe is more than just a restaurant with good food and drinks. The difference lies in relationships and vibes. At Caterwaul Way, that means befriending cats and townsfolk alike.\n\n\nBefriend and build relationships with a diverse cast of local villagers, such as Finley, a young musician trying to make it big, or Bonner, the local ferryman who's got some very tall stories to tell.\n\nLook after local wandering cats and eventually give them a forever home. With each stray’s  individual quirks and qualities, your cafe will never be the same as anyone else’s.\n\nKeep your human and feline friends happy to unlock clues around  the mystical secrets of Caterwaul Way.\n\nA Living, Feline Village \nCaterwaul Way has a long and mysterious history - and many festivals that celebrate it. If you want your cat cafe to become a staple of the village, plan accordingly!\n\nTravel the town, interact with the locals, and discover new recipes, events, and other opportunities for your cafe.\n\nCrack open the mystery of the crumbling, ancient town shrine to an old feline god in the forests near Caterwaul Way...\n",
    "id": "01009BE014CA6000",
    "name": "Cat Cafe Manager",
    "publisher": "Freedom Games",
    "releaseDate": 20220414,
    "version": 0
}