{
    "description": "Immerse yourself in a beautifully crafted world where ancient Chinese culture meets the power of martial arts in Shuyan Saga. This action-adventure game blends captivating storytelling and breathtaking visuals. Experience a gripping tale of honor, courage, and self-discovery, as you step into the shoes of Shuyan, a young princess determined to become a true Kung Fu warrior and stop the evil Guer horde from destroying the Five Kingdoms.\n\nKey Features:\n\nFluid Martial Arts Combat\nUnleash your inner warrior in skill-based martial arts battles. Master diverse fighting styles, each with unique moves and mechanics. Combine light and heavy attacks, unleash devastating combos, and utilize powerful special abilities. With 300+ combat animations sourced from Master Longfei Yang's motion-captured Kung-Fu techniques, every fight is authentic and exhilarating.\n\nStunning Visuals and Artistry\nStep into the breathtaking hand-drawn art style of Shuyan Saga. Over 1,400 beautifully illustrated panels by Chinese comic book master Daxiong bring the world to life. From his work on Star Wars comics for Dark Horse and Justice League for DC, Daxiong's artistry captivates with its attention to detail and vibrant aesthetics.\n\nInteractive Comic Book Narrative\nExperience the story through the innovative comic book-style narrative. Engage with beautifully illustrated panels, make dialogue choices that shape the course of the tale, and witness the consequences of your decisions. Control the narrative as you unravel the mysteries of the fantasy world inspired by ancient China.\n\nEnchanting Soundtrack\nLet the amazing original soundtrack composed by award-winning composer Aaron Tsang transport you to a world of wonder and adventure. The music perfectly complements the game's atmosphere, heightening the emotional impact of every moment.\n\nVoiceover by Kristin Kreuk\nEmbark on an immersive journey accompanied by the voice talent of Kristin Kreuk (known for Smallville and Beauty and the Beast) as she breathes life into the character of Shuyan, making her video game debut a truly unforgettable experience.\n\nUnique Kung-Fu Gameplay\nExplore the depth of Kung Fu combat with soft and hard styles in two main modes: Arena and Focus. Engage in dynamic battles using over 300 combat animations, showcasing the authentic techniques of the Shanxi Praying Mantis Style.",
    "id": "01004FB01BD32000",
    "name": "Shuyan Saga",
    "publisher": "ESDigital Games",
    "releaseDate": 20230922,
    "version": 0
}