{
    "description": "This is the beta version of DRAGON BALL: THE BREAKERS, an online asymmetrical action game in which a band of 7 ordinary citizens tries to survive the Raider (a classic DRAGON BALL rival such as Cell and Frieza), who will hunt and evolve into an unstoppable force. Escaping won’t be so easy!\n\nThe test servers will be open during the following period:\nUTC: 10/8 (Sat) 1:00AM - 10/10 (Mon) 8:00AM\nPDT: 10/7 (Fri) 6:00PM - 10/10 (Mon) 1:00AM\n\nFollowing contents are playable:\n• Playable Characters\nRaider: Cell and Frieza\nSurvivor: Avatar, Oolong (Survivor Skin) and Bulma (Survivor Skin)\n\n• Available Modes\nOnline Match (1 Raider vs 7 Survivors online play)\n\n• Escape as a team... or on your own!\nCooperate with others while there is still time, but the Raider or other Survivors' decisions might force you to go at it alone. What will be your playstyle?\n\n• Trapped in a Temporal Seam\nEscape from large maps composed of several areas, but be careful; the Raider always watches over you and may destroy areas to reduce the space at your disposal, making your chances of escaping much slimmer.\n\n• Enjoy playing as a Raider: an iconic Dragon Ball rival!\nAs a Raider, you will enjoy overwhelming powers to hunt and wipe out Survivors. Master each Raider's unique abilities to track, catch your victims to evolve, and become even more powerful!\n\n• Customize your playstyle\nWhether you’re a Raider or a Survivor, choose your progression path and unlock skills, skins, and items to fine-tune your own personal strategy to escape as a Survivor or triumph as a Raider.\n\n• Enjoy unique power-ups and items\nVehicles, weapons, capsules... take the most out of each gimmick to outsmart the Raider and escape from the Temporal Seam!\n\n*Beta schedule dates/times are subject to change without notice.\n*This test is for the beta version, which is still in development. It will differ from the final version.\n*Gameplay data from this test cannot be transferred to the final version.\n*The game may undergo emergency maintenance without notice.\n*Online matches allow you to play against players from all over the world. You will match with people whose network conditions are optimal for the region you play in.",
    "id": "01003C601813E000",
    "name": "DRAGON BALL: THE BREAKERS Beta Version",
    "publisher": "BANDAI NAMCO Entertainment",
    "releaseDate": 20220916,
    "version": 0
}