{
    "description": "You are Sprocket, an adorable ferret on a remote space station. Escape your playpen and make your way to the shuttlebay with the most stuff!\n\nWidget Satchel is a thrilling adventure for one little thief, with fiendish puzzles, joyous platforming, and dozens of hidden collectables. As you stumble deeper though the station evading your human caretakers, you steal things like widgets and socks. And you stash them, because you’re a ferret.\n\nEvery widget you collect adds to the weight of your satchel, making it a little harder to reach the next platform or avoid the station’s maintenance bots. Stash enough widgets, and you can use them to fabricate doohickeys, which help you unlock new paths and previously out of reach areas. It’s a ferretroidvania!\n\nBut don't worry: You may lose some widgets (or your socks!), but Sprocket can't get hurt and there is no \"game over.\" And nothing is blocking your path to the shuttlebay, so the game is only as challenging as you want it to be.\n\nIt's up to you: race though the station at top speed, or meander around knocking over piles of junk and hitting bots with your wrench. Or… gather up all your ferret-y determination to stash away each widget, discover every trinket, and try on all 30+ pairs of socks -- including a Nintendo Switch™-exclusive pair of “Joy-Sock” that match your Joy-Con™ colors!\n\nEven after you finish the game, the adventure isn't over. Escape your playpen again (and again) to pursue different challenges. Ferret out all those hard-to-reach areas for a higher widget count, knock around more junk for a greater mischief score, or zoom through the station for a faster finish time.\n\nThe more you play, the more of the game's 20+ unique “feats” you're likely to accomplish, and the more you’ll discover about the station, its human crew, and the Expedition they’re a part of.\n\nJust remember: Commander Key misses you, and is waiting patiently for you to return to her…",
    "id": "0100C7800CA06000",
    "name": "Widget Satchel",
    "publisher": "Noble Robot",
    "releaseDate": 20191127,
    "version": 0
}