{
    "description": "They say this town has always been known to have many people be spirited away...\nThey also say that confused people or those struggling are more likely to get spirited away.\nYou think you'll be okay...?\n\nIn the beginning of autumn, during her second year of high school,\nthat's what Misa Isshiki, was told by her best friend, causing her heart to skip a beat.\n\nI'll be fine. I don't really believe in any of that stuff anyway.\n\nThat's right... She doesn't believe in that kind of thing...\nIt's just... Her life had been filled with so much stress, all related to what her future would hold...\n\nThat's when an eerie voice reached out to her...\n\nWhy don't we take a look and see what you should do with your life!\nI'm the one who will lead you into the darkness...\n\nAnd that's when all the strange things around Misa began to happen...\n\nKey Features\nOver Our Dead Bodies – School Ghost Stories, Urban Legends, the Other Realm, and the Spirit World. Get spirited away to an alternate reality or uncover tragic and thrilling truths in the real world, offering a unique mix of horror and romance with 8 romance options to explore.\n\nNightmare on Otome Street – For those wanting something a little spookier in their Otome, the School Ghost Stories route sees you trapped in a school where you hear whispers of gruesome murders having occurred. The presence of ghosts won't make this any easier. Can you survive, and maybe even find romance in the face of horror?\n\nInsane in the Membrane – Being in a realm filled with ghosts and evil spirits will have an effect on you. Throughout the game, your choices will impact not only your affection with the characters you meet with the Love Catch system, but your psyche as well. Making the wrong choices can lead to insanity and even change you into something else entirely.\n\nDrop Dead Gorgeous – Witness rich environments and alluring characters designs. Beloved character artist from Cupid Parasite, Yuuya, stuns again with gorgeous visuals.",
    "id": "0100F1B01EF20000",
    "name": "9 R.I.P.",
    "publisher": "Idea Factory",
    "releaseDate": 20241015,
    "version": 0,
    "category": [
        "Simulation",
        "RPG"
    ],
    "developer": null,
    "intro": "Fate has offered you a hand. Will you take the chance and step into the unknown?",
    "isDemo": false,
    "languages": [
        "en"
    ],
    "nsuId": 70010000080499,
    "numberOfPlayers": 1,
    "ratingContent": [
        "Fantasy Violence",
        "Language",
        "Mild Blood",
        "Mild Suggestive Themes"
    ],
    "region": null,
    "rightsId": null
}