{
    "description": "Enjoy two indie favourites from Digerati! This bundle contains colorful splatformer INK and bouncy ball-juggler Hacky Zack\n\nInk\nThe world’s first splatformer is here! INK is a fast-paced platformer with a twist – levels are invisible and must be splattered with brightly colored paint before they can be seen!\n\nPlayers can reveal levels in a variety of ways: double-jumping, wall sliding or squishing an enemy all create splashes and splodges. Even failing is useful – when your blocky character perishes it explodes in a shower of color, painting the surrounding area to reveal more of the level for your next try!\n\nKey Features:\n• Test your platforming skills across 75 INKgeniously designed levels!\n• Jump, squish, slide and die to splatter brightly colored paint and uncover your surroundings!\n• Splat enemies, dodge missiles, and take down super-challenging bosses!\n• Local 2-player mode: Take on INK with a friend, exclusive to Nintendo Switch™\n• 20 deviously hidden coins to find and collect!\n• Ambient and atmospheric original soundtrack by Vincent Rubinetti\n• Precision platforming makes INK a perfect challenge for speedrunners \n\nHacky Zack\n\nYou are Zack. Juggle balls, bounce off walls and avoid fatal \nfalls as you try to make it through more than 100 levels of \nprecision puzzle-platforming. Collect stickers along the way to \nunlock optional time-trial challenge levels as well as extra \nplayable characters (who are also extra cute!).\n\nKey Features \n• Precision-platforming puzzle-stunt game \n• Multiple ways to conquer 100+ levels across 6 \nchallenging worlds \n• Keepy-up with a variety of balls, including extra-bouncy \nand slo-mo \n• Master movement and aiming: Bouncing! Ricochets! Wall \njumps! Much more! \n• Goal Mode: guide the ball to the exit to complete the \nstage \n• Target Mode: use the ball to smash all diamonds on a \nstage as quickly as possible \n• Collect stickers to unlock Target Mode levels and \nadditional playable characters\n• Relaxing, stress-alleviating soundtrack by Vincent \nRubinetti\n• Local 2-player mode: Take on Hacky Zack with a friend, exclusive \nto Nintendo Switch™ (supports split Joy-Con™ play). ",
    "id": "01003D800BE5C000",
    "name": "Digerati Indie Bundle: INK & Hacky Zack",
    "publisher": "Digerati",
    "releaseDate": 20181224,
    "version": 0
}