{
    "description": "The breakout title from Summitsphere, Antonball Deluxe is a retro, high-octane smorgasbord of brickbreaking arcade action! Starring a little red man named Anton - Boiler City’s top exterminator - Antonball Deluxe quite literally turns the breakout genre on its head, blending traditional brick-breaking gameplay with tight, intense platforming.\n\nNo slouch on content, Antonball Deluxe truly lives up to its name in including three separate games:\n\nANTONBALL is an enhanced low-definition remake of Summitsphere’s legendary game jam title! After a long night on the town, Anton, Boiler City's resident exterminator and overconsumer of fizzy libation, is struggling to find his way back home from Brulo's Casino. Using his trusty Antonball, Anton decides to take the most direct path home after an unfortunate trip into the sewers: breaking straight through every single wall between the sewers and the city he calls home in 30 stages of brick-smashing fun!\n\nPUNCHBALL is the tale of Anton's building-mate Annie, and her indefatigable need to be the absolute best. When Annie discovers the Punchball Tourney being held at Brulo's Casino, with the grand prize being a lifetime supply of Ballble Tea, she sets out to win first place! You'll need to help her defeat all of the trickster beasts that have volunteered to take part in Brulo's wild game. Use the Punchball to slam enemies, then kick 'em off the stage! Do you have what it takes to be the Punchball Champion?\n\nVS. ANTONBALL is Antonball but competitive! Each team has their own brick wall and aims to break the other team's wall first. Defeat the other team by destroying their wall! Play 1v1, 2v2, or even 2v1 (if you're into that)! Many power-ups are in play, with some twists and turns depending on which arena you're having your ball-based blitz in! You can even pick some up and throw them!\n\nIncludes the \"BETTER THAN NOTHING\" and \"FIXED GOLD EVIL BABY PAUL (SHINY)\" DLC!",
    "id": "01007330142E0000",
    "name": "Antonball Deluxe",
    "publisher": "Summitsphere",
    "releaseDate": 20210928,
    "version": 0
}