{
    "description": "Adventure calls... but you don't always have time to spend hours optimizing your character sheet or managing your inventory! One Deck Dungeon lets you jump right in to bashing down doors, rolling dice, and squashing baddies with style. Get a full roguelike game experience, boiled down to its essence, and captured in a single deck of cards and a handful of dice!\n\nOne Deck Dungeon is a dungeon crawling adventure game. Each time you play, choose one or two of these 9 brave heroes:\n\n• Mage - There's rarely a problem in the dungeon she can't solve with a spell.\n• Warrior - Her favorite dungeon activity is squashing her opponents immediately.\n• Rogue - Watch in awe as she dispatches monsters with style.\n• Archer - Accurate, brilliant, catastrophically deadly.\n• Paladin - She seeks out danger and shields her allies from deadly enemies.\n• Caliana - This faerie has decided that dungeoneering looks fun! Don't let her get bored...\n• Fanatic - A righteous Sentinel is here to smite evil wherever it may lurk!\n• Witch - Her chaotic magic hammer is ready to smash glooping oozes into glooping puddles!\n• Mist - This breach mage has crossed over from the world of Aeon's End to help defend Mynerva.\n\nThere are 7 dangerous challenges to face:\n\n• Dragon’s Cave - The thick-skinned wyvern who occupies this dungeon prefers her heroes on the crispy side.\n• Yeti’s Cavern - If you can survive the freezing winds and biting cold, an abominable snowman awaits.\n• Hydra’s Reef - Chop off one head, and another appears! This regenerating venomous monstrosity is a slippery foe.\n• Lich’s Tomb - Hordes of undead foes, evil curses, and magical wards. What could possibly go wrong?\n• Minotaur’s Maze - Abandon all hope, ye who enter here!\n• Cinder Plains - The Hellhound awaits those reckless enough to venture here...\n• Phoenix's Den - Only the bravest heroes can handle the heat!\n\nAll cards in One Deck Dungeon have many colorful boxes. Roll your dice, and attempt to fill in as many boxes as possible. For every one you don't fill, you’ll suffer consequences in hearts and time! Once you complete an encounter you'll be able to learn a new skill, acquire a new item, or gain experience to level up your hero. Descend the dungeon and face the boss for the final challenge!\n\nAfter every game, your heroes make progress toward unlocking up to 15 new talents, building up their power for future games.\n\nOnce you know your way around the dungeon, a game takes about 15 minutes. It might take a little longer if you're learning, or a lot shorter if you jump into a pit of spikes.\n\nWarning: do not jump into a pit of spikes.\n\nWelcome to the world of One Deck Dungeon. Adventure awaits!",
    "id": "0100B5D012F38000",
    "name": "One Deck Dungeon",
    "publisher": "Underbite Games",
    "releaseDate": 20210812,
    "version": 0
}