{
    "description": "The love of gardening is a seed once sown that never dies.\n\nFresh vegetables, healthy fruits and beautiful flowers - now you have the chance to take care of your own allotment and harvest the crops. Boredom at home is a thing of the past - today you’ll enjoy nature. Cultivate your own virtual garden, take care of the plants, then harvest and sell them.\n\nWith Garden Simulator you’ll get your own patch of land, place decorational elements, and nurture the plants, before you harvest them. The richer your yield, the more you can sell and the more money you can spend to enhance your piece of paradise. With countless unlockable features and additional content, your green thumb will be challenged to the max!\n\nLawnmower, watering can and seedlings are waiting for you - get ready for a beautiful and relaxing time in nature. And don’t forget: Gardens are not made by singing ‘Oh, how beautiful,’ and sitting in the shade.\n\n• PLANT a wide variety of fruits and vegetables and decorate your garden with a colorful array of flowers.\n• CARE for your plants, OBSERVE the growth stages and HARVEST the fruits. Whether it's strawberries, lettuce or different types of flowers - the variety of plants makes your garden unique. \n• DESIGN your garden as you please! Place your flowers and vegetable beds and frame them with different fence elements. Hedges, furniture and many different items in numerous designs will turn your piece of land into a unique vacation spot.\n• KEEP your garden CLEAN! Not only at the beginning will you find trash in your garden that needs to be removed, but also during the game your efforts to keep it clean will be rewarded! Mow your lawn and turn your property into a gardener’s dream.\n• EARN money and spend it! The more fruits and flowers you sell, the more money you have available to invest in better tools, new plant varieties and more.\n• HAVE FUN and experiment with realistic physics! Throw the design items around, place them as you like, build towers of fences or hedges, and do lots of crazy things you probably wouldn't do in a \"real\" garden. There are almost no limits to your imagination.",
    "id": "010059E01A472000",
    "name": "Garden Simulator",
    "publisher": "Toplitz Productions",
    "releaseDate": 20230510,
    "version": 0
}