{
    "description": "The last thing Alex Young remembers is being at home alone in her apartment... so why has she suddenly woken up in this strange mansion? All the doors are locked by bizarre puzzles and traps, there are cameras following her every move, and she keeps thinking she sees... things... out of the corner of her eye. If she wants to escape alive, along with the other captives she discovers, she’ll need to use her wits in this adventure thriller.\n\nInspired by the look and feel of classic horror games, The Tartarus Key serves up a mystery filled with twists and turns, and more than a few deadly surprises. Rely on brains over brawn to help Alex survive, but beware - not everyone might make it out alive.\n\nFeatures\n\n- Escape a deadly mansion filled with dangerous traps, and rescue Alex’s fellow captives... or fail, and leave them to a grisly fate\n- Uncover three different endings, and dig to the heart of the mansion and the strange secrets it and your captors hold\n- Solve puzzles and challenges reminiscent of escape-the-room games in a variety of unsettling and bizarre scenarios\n- A tense, atmospheric adventure that relies on puzzles and plot instead of combat or chase sequences\n\nThe Team\n\nLeonor Parra: Founder of Vertical Reach and the artist making The Tartarus Key as atmospheric and unsettling as possible. Hates jump scares and vowed to make a game that's downright spooky without them!\n\nKevin Colegate: The programmer in charge of making a game that plays as smoothly as you remember the classics being! A lover of retro games, he hopes The Tartarus Key surprises people with its blend of authentic vibes and puzzles.\n\nJosie Brechner: As a composer, sound designer, and technical implementer, Josie has been creating music and audio experiences for games, film, dance, and interactive theater projects since 2012. As an independent musician, she toured the US and performed internationally, combining sample-based electronic sounds with analog instrumentation. She recently completed a Masters in Scoring for Film and Multimedia from New York University.",
    "id": "010082F016152000",
    "name": "The Tartarus Key",
    "publisher": "Armor Games Studios",
    "releaseDate": 20230531,
    "version": 0
}