{
    "description": "Gridrunner. Revenge of the Mutant Camels. Tempest 2000. Llamatron. In the British gaming universe of the 80s and 90s, nobody made games like Jeff Minter. Now, in a new interactive documentary from Digital Eclipse, you can play the history of one of the weirdest, wildest game developers to ever exist – a man who loved shooters and sheep, lasers and llamas.\n\nLLAMASOFT\n\nJourney back in time to an era of cassette tapes, photocopied zines, and README.TXT. An era in which a kid with a Commodore VIC-20 and dreams of radioactive sheep could become one of Britain's best-known game makers. A virtual museum of design documents, playable games, and all-new video features tell the fascinating story of a true independent game designer.\n\nPLAY THE ACCLAIMED ORIGINALS\n\nLlamasoft: The Jeff Minter Story includes 42 classic games from 8 different platforms, from Jeff Minter's earliest work on the Sinclair ZX81 and Commodore VIC-20, to later work on the Spectrum, Commodore 64 and Atari 800, and deep into the 16-bit era with the Atari ST and Atari Jaguar. \n\nGRIDRUNNER: REMASTERED\n\nJeff's signature shooter masterpiece Gridrunner gets an all-new look from Digital Eclipse, updated into thrilling modern graphics and sound – while still running the core of the Commodore 64 version for 100% gameplay accuracy.\n\nGAMES, GAMES, GAMES\n\nSheep In Space. Andes Attack. Attack of the Mutant Camels. Matrix. Metagalactic Llamas Battle at the Edge of Time. Hellgate. Laser Zone. And many more. All the Minter classics you've heard of (and several you probably haven't), now with new quality-of-life features to make playing them more fun than ever before.\n\nTwo of Jeff Minter's earliest \"light synthesizers,\" Psychedelia and Colourspace, are also included, with all-new options and features optimized for controller-based play. Finally, Jeff's demo of Attack of the Mutant Camels for the unreleased Konix Multi-System console is also included.\n\nTHE GOLD MASTER SERIES\n\nNew from Digital Eclipse (Teenage Mutant Ninja Turtles: The Cowabunga Collection, Atari 50: The Anniversary Celebration, The Making of Karateka), the Gold Master Series presents iconic games in an innovative \"interactive documentary\" format, putting the shared history of games and their creators into one comprehensive package.",
    "id": "010067601AEEE000",
    "name": "Llamasoft: The Jeff Minter Story",
    "publisher": "Digital Eclipse",
    "releaseDate": 20240313,
    "version": 0
}