{
    "description": "STORY.\nThe kingdom of Aurum was on the verge of destruction due to the treachery of the wicked vassal Rufus. A man who once showed great promise as a knight of the Kingsguard, but was forced to flee his country for an unreasonable crime, rushes to the scene. Deprived of everything, including his position, honor, and the woman he loves, the swordsman Azul must confront his country's crisis with his only remaining weapon, a meager iron sword... Fantasy side-scrolling action with swords and magic!\n\nSYSTEM.\nUse your sword and magic to defeat your enemies and face the dangers of the kingdom!\n\nIn exchange for gems collected by defeating enemies, players can obtain status upgrades and enhancement items. Some of the items are special items that change the way you fight, such as two-step jumps and aerial evasion, and extend your range of motion! There are also various items hidden throughout the kingdom that can be acquired to further enhance Azul the Swordsman's abilities. Let's explore the stages full of tricks that are almost twice as voluminous as the original!\n\nIn addition, the game's basic sword-fighting action has been brushed up from the original. The key to victory is to successfully attack the weak points of the enemies standing in your way by making full use of the newly added thrusting attacks, in addition to the usual continuous slashes, up-slashes, and down-slashes. Of course, tough bosses appear at various points along the way! We must find effective ways to counterattack and see off the oncoming attacks to defeat the mighty enemy!\n\nINVESTIGATION.\nWhat happened in the castle on fire?\nEnjoy the drama part of the game with beautiful dot animations that are the work of a master craftsman!\nAlso, you can go back to the stage after the power-up to see more places you can go!\n\nThe \"Pixel Game Maker Series\" is a series of games created using the action game creation software \"Pixel Game Maker MV\" that can be enjoyed on the Nintendo Switch™.",
    "id": "0100E7D013BCE000",
    "name": "Pixel Game Maker Series Steel Sword Story S",
    "publisher": "Gotcha Gotcha Games",
    "releaseDate": 20220324,
    "version": 0
}