{
    "description": "You have an empire at your command and the world at your feet. Your hands hold the happiness, hopes, and lives of an entire nation, and those who call you, their ruler.  \n\nYou have everything, and yet, in your heart, you have nothing.   \n\nYou are Emperor Hong, the esteemed Emperor of the Crimson Empire, and you have experienced profound loss. Following the passing of your mother, the former ruler, you tragically lost your beloved Empress as well. \n\nFaced with no other options, you are compelled to summon and seek the aid of the Yaoguai, forbidden but powerful creatures of the north with a taste for human souls, to assist you in resolving imperial challenges, enforcing your will, and supporting the welfare of your citizens. \n\nYou are far from the only ruler in the world, and balancing the needs of your people with the businesses you conduct with other rulers will be a difficult necessity on the path of growing the Crimson Empire. However, once your land has hit the peak of its prosperity, you are given a choice—live with all you have created or command the Yaoguai to bring about a calamity to devour your empire and sacrifice your people in a bid to resurrect your beloved empress.  \n\n\nGame Features: \n\n• A unique mix of resource management, East and Southeast Asia mythology, and an Empire sim. \n• Summon Yaoguai to assist you in your imperial duties, each Yaoguai has unique traits and characteristics.  \n• Build relationships with your Yaoquai to empower them, making them powerful allies or potent sacrifices. \n• Work with other rulers to achieve your ultimate goal or choose a different path alongside them. \n• Simulation-based gameplay that directly impacts the story. \n• A majestic soundtrack inspired by the immersive fantasy world of My Lovely Empress. \n• A mesmerizing Asian ink-brush art style that combines 2D and 3D visuals. ",
    "id": "010096201F5E4000",
    "name": "My Lovely Empress",
    "publisher": "Neon Doctrine",
    "releaseDate": 20240821,
    "version": 0
}