{
    "description": "About The Jackbox Party Pack 8\n\nThe eighth installment of the beloved Jackbox Party Pack franchise is here! Five hilarious new games will energize your next game night, holiday party, happy hour, or video call. \n\nNo extra controllers needed - players use their phones or tablets to play along! Got a bigger group? Play with up to 10 players and up to 10,000 audience members. \n\nThe Jackbox Party Pack 8 is currently in English only. This game does not support online matchmaking but can still be enjoyed remotely using livestreaming services or video conferencing tools. \n\n\nAbout Each Game\n\n\nDrawful Animate (3 -10 players) - It’s alive! The guessing game with terrible drawings and hilariously wrong answers makes a dynamic return. In this revamped title, players create looping, two-frame animations based on weird and random titles.\n\nThe Wheel of Enormous Proportions (2-8 players) - Trivia has never been so large! A fantastic, mystical wheel challenges you with a variety of trivia prompts. Winners are awarded slices of the Wheel’s face with a chance to win big with each nail-biting spin. In the end, one player will have their most burning question answered by the great Wheel.\n\nJob Job (3-10 players) - Use other people’s words to create unique and funny answers to classic job interview questions. Go head to head to see who scores the job!\n\nThe Poll Mine (2-10 players) - A survey game that’s all about YOU! Split into teams and see who can escape from the witch’s lair! Players individually rank their choices to a difficult question, then must guess how the group answered as a whole. How well do you know your friends?!\n\nWeapons Drawn (4-8 players) - A social deduction game where everyone is both a murderer and a detective. Players doodle all the clues, hiding a letter from their name in the weapon drawings. Can you solve murders while trying to get away with your own?",
    "id": "010050F015280000",
    "name": "The Jackbox Party Pack 8",
    "publisher": "Jackbox Games",
    "releaseDate": 20211014,
    "version": 0
}