{
    "description": "The fast-track to footballing glory… \n\nFootball Manager 2020 Touch is the speedier way to experience life at the helm of the world's greatest football clubs. Whether you’re on the move or in front of the TV, how you get to the top is up to you.\n\nYour role may be streamlined but your choice of club is certainly not with 116 leagues and 51 nations to set up home and craft your footballing philosophy at. Will you take a lower league challenge or jump straight in at one of the game’s elite?\n\nTaking full advantage of the Nintendo Switch™ controller options and a bespoke user interface, you’ll speed through the seasons, skipping the pre-match proceedings and media circus to focus your attention on the best bits – squad building and Match Day. The rest you can leave to your backroom team.\n\nEven match days can be accelerated with the ‘Instant Result’ feature that sees you smash through the seasons on your way to domestic glory and beyond. That said, the real beauty is watching your tactical vision come to life on our acclaimed 3D engine, and there's no better way to take-in the action than docking your Switch and viewing on the big screen.\nFM20 Touch also includes a host of unique management challenges, dropping you right in the middle of a tense relegation battle or a squad crippling injury crisis. Have you got what it takes to prove your skill in every environment?\n\nFM20 Touch delivers a host of new and improved features for this season, including:\n\nDEVELOPMENT CENTRE\nTake full control of your youth team operations in a new all-encompassing hub. Nurture your young stars from the moment they arrive at your club and through the youth ranks until they’re ready for first-team action.\n\nCLUB VISION\nDevelop a culture, work with the board to achieve ongoing objectives and plot a course for your club to progress in seasons to come. Club vision goes far beyond the boardroom; impacting on transfers, playing style and competition expectations as you look to strengthen your club’s identity and meet the multi-year milestones.\n\nPLAYING TIME PATHWAY\nA whole new way to define a player’s standing in your squad. Build in current and future playing time across the length of a contract, defining a clear pathway from Fringe Player to Star Player and everything in between.\n\nGRAPHIC IMPROVEMENTS\nRedesigned player and manager models, improved lighting and overhauled pitch visuals combine to create the most realistic and best-looking match experience to date.",
    "id": "0100DA500EFB0000",
    "name": "Football Manager 2020 Touch",
    "publisher": "SEGA",
    "releaseDate": 20191210,
    "version": 0
}