{
    "description": "Cute and Fun sports game to enjoy with family and friends. \n\nNarona is a county known for its numerous and beautiful forests. In them, young people meet to practice their favorite sports. At Narona Sports you will discover together with them what it is like to play well-known sports in a slightly... different environment.\n\n5 SPORTS.\n\nEnjoy five sports, including the popular soccer, volleyball and basketball. The simple controls will make you\nmaster the game in a matter of minutes. You only have to jump!\n\nFootball (aka soccer): A classic, two goals and two teams. Whoever puts the ball into the opposing team's goal the most times wins. Take advantage of the curves and mushrooms in the environment to gain position or hit from higher.\n\nBasketball: This game consists of putting the ball through the opponent's metal hoop and is played with the hands... well, not in this case... Our friends have adapted it a bit to play... with the head... and huge wooden baskets!\n\nVolleyball: Pass the ball to the field of the opposing team. In this case you can use the net both to bounce the ball and to climb on it with the help of the jumping mushrooms.\n\nPok-ta-pok: What? Have you never heard of Pok-ta-pok? Listen and enjoy. A traditional game in the Mayan culture that is played with the hips! It looks like volleyball but there is no net. In Narona you also play with your head. A huge ring on the wall means that if you pass the ball through it you get 5 points! Frankly fun!\n\nBasque Ball: Hitting a rock-hard ball with your hand to send it against a wall? Yes, and it's really attractive! It is played in turns and each time the ball hits the wall, the team that serves changes. Be careful not to send it too low or too high.\n\n10 CHARACTERS\n\nFive girls and five boys are the brave ones who have gone out to the forests of Narona to play and have fun. With different speed, strength and jump force, each one takes advantage of its skills in each sport. The smart girl, the lazy boy, the big guy, the jock, the music fan, the pimp, the strong one, the scared little one, the handsome and nice guy and the weird girl with the tattoos... there's room for everyone!\n\nSKINS\n\nCustomize your experience by unlocking different skins for each character. Firefighter, Forest ranger, Marie Curie, Scientist... find out the rest!",
    "id": "01006A70186D2000",
    "name": "Narona Sports",
    "publisher": "Cokoon Games",
    "releaseDate": 20220825,
    "version": 0
}