{
    "description": "Experience the modern reimagining of a traditional roguelike dungeon-crawling classic. Endless procedurally generated dungeons, countless monsters, grafting, crafting and a vast amount of skill trees and items allow for unlimited replayability. \n\n\nDELVE INTO THE LORE \n\nEvil has been vanquished. Peace has returned to Ancardia, and the peasants dare to dream once more of prosperity. Seven very different factions vie for control over the cataclysmic aftermath left behind by Andor Drakon’s defeat. And somewhere, deep down in an inhospitable cave, ChAoS is stirring again. \n\nPick up your blade, prepare your spells, check your daggers and ready your bow, for you are about to enter the ominous Caverns of Chaos. Choose your allegiance carefully, for you are nothing more than an expendable asset to the masters you choose. \n\nFight for a mercenary's glory and purse, for the justice of a folk in decline, for the light of purity or even for ChAoS itself. Every choice you make will determine how you approach the ever-changing Caverns of Chaos before you. \n\n \nCLASSIC ROGUELIKE VIRTUES MEET MODERN FEATURES \n\nEndless procedurally generated dungeons, countless monsters, items and a grand selection of very different skills allow for unlimited replayability. \n\nInteractive surroundings! Topple braziers, push coffins, smash doors or turn them into wooden golems to (hopefully) serve your bidding. \n\nChoose or toggle between graphic mode and traditional ASCII at any time. Toggle between 3D mode and top down view, in ASCII or in the graphic mode. \n\nIntuitive control system will get rid of the need to memorize hundreds of keys. Though you can still do so, if you're into that. We are not judging. \n\n\nUNRIVALED COMPLEXITY AND CONTENT \n\nA great variety of classes, genders, races and allegiances to choose from allow for extensive build diversity and change the way the game challenges you. NPCs will react differently, new quests will be open to you and the world may change completely based on your decisions. \n\nA deep magic system with several unique schools of magic and over 100 of spells to choose from, ranging from summoning demons to animating the very walls of the dungeon to aid you - the possibilities are endless. \n\nOver 80 skill trees and dozens of secret skills trees that are only waiting to be unlocked. \n\nA stealth system introduces a totally new way of playing the game: Instead of hacking or blasting all opposition to pieces you now can sneak past adversaries and avoid conflict. \n\n \nTurn yourself into an abomination and graft your enemies’ body parts on yourself. They won’t need them anymore, and what's better than wielding two swords? Two swords and an axe to harvest more body parts than ever before. \n\n \nCHALLENGING AND UNCOMPROMISING, YET REWARDING \n\nCountless options of how to tackle the dungeons awaiting you. Befriend or tame creatures, slay monsters, delve deeper or keep exploring and expanding the cavern levels you have already found. Over 200 different foes await, each requiring matching tactics. \n\n\n\"Dying is part of the fun\" - Each death is permanent. Your progress however will allow continuous improvement of future characters. ",
    "id": "0100E8D0175EC000",
    "name": "Ultimate ADOM - Caverns of Chaos",
    "publisher": "Assemble Entertainment",
    "releaseDate": 20221117,
    "version": 0
}