{
    "description": "Taiwan Monster Fruit is an exciting, parkour-style, motion-sensing game. Experience challenges and adventures by working together, but still competing with one another, in single-player or four-player team modes. Players will be equipped with different types of cards and work together to become the best team of little monster warriors.\n\nLevels and Missions\nThe Monster Fruit world is filled with fantastic creatures; in this world, creatures seemingly identical from those in the real world can have unexpected powers.\nEmbark on a wondrous adventure, and complete progressively more demanding levels in a variety of scenarios. You may be battling through a mysterious land of water, climbing up unimaginably tall beanstalks, or running among scorching volcanoes. Each level will test the reflexes of the best little monster.\n\nEasy to Use/Diverse Challenges\nTaiwan Monster Fruit allows everyone to pick up the game quickly and have fun together, but in order for players to protect themselves during the chaos of battle, they must organize themselves and make the best out of their limited cards. Only a well-prepared and coordinated team can save the monster world and become the best team of little monsters.\n\nDifferent Gaming Modes\nAs the game progresses, a number of special challenge levels will be revealed. You can compete with your teammates to get the best score and become the MVP of the game.\n\nGet Moving for an Exciting Adventure!\n\nAn interesting parkour-style motion-sensing game where players can choose a team of 1 to 4 little monsters to go on an adventure. Access different skills (cards) by moving your entire body to fight against the bad guys. Test your body’s reflexes and balance as you break through enemy formations, dodge killer moves, deliver attacks, overcome obstacles, and more.\n\nUse Card Combos to Work and Have Adventures with Friends\nTaiwan Monster Fruit has 73 cards with five different functions. At the beginning of the game, players can choose whether to equip themselves with the cards or to obtain and use them randomly throughout the game, gradually collecting the whole set of cards as they progress in the story.\n\nActive Skills: Summon strong companions that can use powerful skills to help players win more easily\nPassive Skills: Equipment to enhance the power of the little monsters\n\nPlay in All Sorts of Modes as Frenemies to Backstab Help Each Other During the Chaos!\nPlayers will collide into each other and share specific card effects, so find a way to survive the chaotic journey and defeat the big boss together! ",
    "id": "010028E013E0A000",
    "name": "Taiwan Monster Fruit : Prologue",
    "publisher": "WOWWOW Technology",
    "releaseDate": 20210428,
    "version": 0
}