{
    "description": "LONDON HAS BEEN STOLEN BY BATS...\n\nWelcome to Fallen London: a darkly hilarious gothic underworld where death is a temporary inconvenience, the rats talk, and Hell is only a stone's throw away.\n\nThanks to an unknown bargain, London now resides in a vast cavern under the earth. Down here, the sun doesn't shine, and Parliament has sunk into the Thames. Queen Victoria never emerges from her palace. Cats spy on their owners and whisper their secrets abroad. The fabric of strait-laced Victorian society has begun to fray.\n\nNew Masters are in charge. Why are they so… tall? And always cloaked? And why are they so interested in love stories?\n\nThe possibilities for personal connection in London are different now. Thrown together in crisis, you might befriend or romance many of the characters you meet, from Griz, your assertive housemate for whom the Fall was a chance to break free of Victorian societal norms, to the infernally well-dressed gentleman at the Brass Consulate with the amber eyes.\n\nEven death itself has a twist here: the first murder victim since the Fall is feeling much better, and keen to see justice done. Unfortunately, as the doctor who treated him immediately before he expired, your housemate Archie is the prime suspect...\n\nDELICIOUS FEATURES\n\n- (Re)invent yourself: who were you before the Fall? Who will you be now?\n- Create outfits from a selection of clothing and unusual accessories to unlock different story options\n- Fall in love with a cast of diverse Londoners, each with their own secrets\n- Matchmake among your friends, or seek love for yourself (by any definition you like)\n- Write love stories in a delightful minigame, and use them to impress the new Masters\n- Pick up odd jobs to earn money and gather resources. How are you at rat catching?\n- Solve the first murder since the Fall, with the assistance of the victim\n- Discover cosy, mysterious and magnificent locations in a dark and delicious version of Victorian London\n- Seek deeper and deeper secrets over multiple playthroughs\n\nLOOKING FOR LOVE\n\nWill you be a brilliant matchmaker, connecting friends and rivals while remaining unattached? Or are you looking for lasting love? Perhaps you're open to whatever comes your way? Every major storyline is accessible regardless of whether your approach to love is romantic or platonic.\n\nUse an elaborate, dynamic story-crafting system to create love stories – and murder theories. Are the twists in the tale not to your taste? Then change the motive, the location, even the victim, and see how the stories adapt!\n\nMAKE YOUR MARK\n\nYour past will open different doors for you in London. What was your life on the Surface like? Were your family landed gentry? Or did they own a tailor’s shop, or dabble in the occult?\n\nYour clothing will also make people think differently of you. Your outfits open new possibilities in conversation: be bolder, more commanding, more flirtatious. Ingratiate yourself with London's inhabitants by changing your style of dress – they won't be able to resist you in that hat!\n\nYou'll also work odd jobs and collect resources which will open new avenues in social situations. Your housemate Griz has found you work as census-taker for those curious new Masters. Fill your census-taker's notebook with intimate details about your fellow citizens and you'll find you can pursue deeper relationships with them, romantic or otherwise.\n\n“Failbetter has made each relationship the result of lots of dynamic choices and details.... which opens the door to all these new possibilities, rather than just giving you a dialogue tree that you can power through until you get the \"best\" result.”\nPC Gamer\n\n“...if the idea of getting your freak on in a world where tentacles slither out of mouseholes and rats build homemade guillotines leaves you a little uneasy, you can opt to pursue a platonic relationship instead. In a place like this, you sense you might need as many friends as you can get.”\nEdge Magazine",
    "id": "0100B2201413A000",
    "name": "Mask of the Rose",
    "publisher": "Failbetter Games",
    "releaseDate": 20230608,
    "version": 0
}