{
    "description": "Akama. A lone island, sitting in the middle of an endless ocean, and the site of a magical phenomenon known only as the Rift. It was once a source of limitless power for humanity, through magical creatures called the Ateyan. Capable of incredible and wonderful feats of magic, they lived alongside humanity for centuries - until something destroyed this harmony. The Ateyan disappeared, becoming motes of light on an almost deserted island. Human civilizations crumbled, its formerly great cities and industry reclaimed by nature. Generations passed in the shadow of ancient splendor. Then, something happened: The Rift began consuming the island, threatening the survival of humanity's remnants.\n\nMonster Tribe puts you in the shoes of humanity's last hope, a sage born with a natural connection to the Ateyan, capable of calling them forth from the void between the real world and the Rift. Set out across Akama, collect an army of Ateyan, train them, and unearth long-forgotten secrets. Why did Akama fall? What caused the Ateyan to disappear into the void? Can the rift be stopped?\n\nCan a single human make a difference?\n\nIsland of Akama\n\nThe vast island has a long and terrible history. The disappearance of the Ateyan destroyed human civilization, leaving behind precious few survivors - and an endless array of secrets waiting to be discovered.\nAwaken the Ateyan! Living within the void between the real and the Rift, they can be seen as motes of light floating across the island. Use the hero's connection to awaken them, and harness their power once more!\n\nExplore ancient ruins and foreboding wilds. Gather resources to upgrade your equipment and help the awakened Ateyan grow and train. You'll need it.\n\nUncover lost lore and terrible secrets of those who came before. Can you survive long enough to reveal the frightening truth of what happened on Akama?\n\nThe Rift\n\nNature has reclaimed Akama's great cities from humanity, and it will not relinquish its conquests easily. Neither will the Ateyan simply surrender after centuries of peace from mankind.\n\nCommand teams of monsters in turn-based combat: Battles take place on a grid, where teams of up to four Ateyan square off against one another. Think, strategize, and prevail!\n\nDevelop a mighty team capable of facing the Rift. As your Ateyan gather experience, manage their development using a flexible RPG-style character system.\n\nOvercome the ultimate challenges, entering the ancient Towers that dot the landscape of Akama. Face vicious monsters and solve complex puzzles to unlock the island's mysteries!\n\n- Vast island to explore, where nature reclaimed the ruins of a once-mighty civilization.\n- Complex tactical battles between teams of monsters, using a turn-based system - brains over brawn!\n- 72 Ateyan to gather, command, and develop into mighty fighters, using a flexible RPG system.\n- Special mutation forms, unlocked by harnessing the island's special resources and salvaging the ruins of a lost civilization.\n- Thought-provoking story, full of secrets to discover and questions to answer in mankind's desperate last attempt at survival.\n",
    "id": "010081301D280000",
    "name": "Monster Tribe",
    "publisher": "Freedom Games",
    "releaseDate": 20240314,
    "version": 0
}