{
    "description": "American Hero is the never-released outrageous and unforgettable FMV game that lets you play as the star in an over-the-top 1990s Hollywood action movie. Get a babysitter for the kids, this game is a madcap, mile-a-minute spree of spies, dives, and gun-toting bad guys that will have you on the edge of your seat.\n\nYou take on the role of Jack, a handsome, jaded former intelligence officer pulled out of his retired life as a strip club regular for one last mission to stop the villainous virologist Krueger, who plans to unleash a mind-controlling virus on the unsuspecting citizens of L.A. Everyone is out to kill Jack now that he’s hot on Krueger’s trail, and he’ll need to use his mind, muscles, and mojo to stay alive long enough to stop Kruger’s plot. Your spur-of-the-moment decisions will help or hinder Jack as he tries to find and protect the only scientist who has the cure to counter Krueger’s deadly bioweapon.\n\nA restoration and remaster of a game lost to time for over 25 years, American Hero was originally designed for the Atari Jaguar CD as a “playable movie” with a groundbreaking, more fluid presentation than the FMV games of its time. The game features the talents of professional actors, including Timothy Bottoms (The Last Picture Show, Johnny Got His Gun), Daniel Roebuck (The Fugitive, Final Destination), and Musetta Vander (O Brother, Where Art Thou, Wild Wild West). For this restoration, Timothy Bottoms reprises his role in newly recorded voiceovers of Jack’s inner thoughts heard throughout the game.\n\nThis restoration was rebuilt from the ground up with new game logic that delivers on the ambitious promise of the original game. This edition of the game includes new voicework from star Timothy Bottoms to accompany the original footage, completing the American Hero experience for the first time. \n\nAmerican Hero features:\n\n• An explosive and adult-oriented Hollywood production with intense action, spicy encounters, and gut-busting laughs\n\n• A winding player-directed plot with multiple paths and endings\n\n• A unique FMV format that plays smoothly like watching a film\n\n• The return of Hollywood actor Timothy Bottoms as Jack with newly recorded voiceover",
    "id": "01004D6013EE4000",
    "name": "American Hero",
    "publisher": "Ziggurat",
    "releaseDate": 20211112,
    "version": 0
}