{
    "description": "A young woman who manages a mysterious blacksmith's shop and a village of resurrection that she meets on the border between death and life.\nAdventure deep into the dungeon in search of lost memories.\nRepeated deaths will make you stronger.\n\n1. Different spaces between death and life\nA mysterious world that stays for a while between death and resurrection.\nThis blacksmith living in a different space will hand over his weapons to you.\nYou can make stronger weapons with the crystal collected in the dungeon.\nYou can request weapons in advance for the next generation.\nAiming to clear various quests\nPlease decide the goal of the play.\n\n2. Growing village together\nWhen rescued the peoples in dungeon you can enjoy more food.\nWe hire friends with special abilities.\nYou can also develop new magic skills.\nThe growth of the village will lead to your growth.\n\n3. Strategic play using magic skills\nA variety of magical skills that add strategic features to the turn-based game.\nYou can move immediately across walls or install traps.\nYou can attack enemies at long distances or move fast.\nIt's not a simple recovery and attack, but a variety of magical skills.\nEnjoy strategic play.\n\n4. Support for your peers\nThey opened the locked door,\nand they lit up the lights,\nThey look for stairs, etc.\nWe've got a lot of different capabilities.\nYou can hire up to three people.\nBy combining your peers, you can play strategically for yourself.\n\nThe Dungeon Limbus is a turn-Roguelike\nLet's capture the dungeon while growing the village and its weapons through repeated deaths.\n·It's Simple play of turn-only operation performed on tile maps\n·Character growth through equipment and weapons production\n·Use of friends, magic skills, and cooking through the village card deck configuration\n·Fun differently every time with random maps of various themes\n·Strategic battle with giant bosses with battle patterns\n·Collection elements and multi-endings that you can enjoy for a long time\n\nEven if you die, you will come back to life again...\nIs this a blessing or a curse?\nGo on an adventure now to find the answer!",
    "id": "0100CAB012FCC000",
    "name": "Dungeon Limbus",
    "publisher": "TROOOZE",
    "releaseDate": 20201222,
    "version": 0
}