{
    "description": "Battle Minesweeper Online is a real-time online battle game that you can easily enjoy.\nRecognition, logical thinking, judgment, reaction speed, and luck are tested.\n\n\n- Mode\nYou can play Rating Battle and Password Battle.\n\nIn Rating Battle, matching will be done so that you will be matched against opponents with similar ratings.\nIf you win in a Rating Battle, your rating will go up, and if you lose, your rating will go down.\nIncrease your rating and get your name on the Ranking.\n\nIn Password Battle, matching is done so that people who have entered the same password will compete against each other.\nIt can be used when you want to play with acquaintances, or when broadcasters want to interact with viewers.\n\n\n- Battle Flow\n1. If matching is successful, a 1-on-1 game between you and your opponent will begin.\n2. 1 or 2 tiles will be automatically opened at the start of the game.\n3. Move the cursor to open non-mine tiles.\n4. The game ends when all non-mine tiles are opened, or when either you or your opponent opens a mine tile.\n5. The player who opens the mine tile loses.\n6. If the game ends without a mine tile being opened, the score is calculated according to the number of times the tile was opened, and the player with the most points wins.\n(1 point if you open a tile adjacent to a mine. 3 points if you open a tile that is not adjacent to a mine)\n\n\n- How to Play\nLeft stick or directional buttons: Move\nA button: Confirm, Open Tile\nY button: Fast Move\nB button: Cancel, Remove Flag\nX button: Set Flag on Tile\n\n\n- Detailed Rules\n\n-- The number written on a tile\nThe number written on a tile is the number of mines adjacent to that tile.\nFor example, when a tile shows '1', among the 8 tiles adjacent to that tile, 1 of them is a mine tile. The remaining 7 tiles are safe to open as they do not contain mines.\nSimilarly, when a tile shows '2', among the 8 tiles adjacent to that tile, 2 of them are mine tiles. The remaining 6 tiles are safe to open as they do not contain mines.\nYou can figure out where the mine tiles are located by observing the numbers on the tiles.\n\n-- Auto Open\n1 or 2 tiles will be automatically opened at the start of the game.\nIf neither you nor your opponent opens a tile within 7.5 seconds, 1 or 2 tiles will be automatically opened randomly.\n\n-- Flag\nYou can set a flag as a marker with X.\nYou can remove the flag with B.\nSetting a flag will not affect your score.\nThe flag you set cannot be seen by your opponent.\n\n-- Cursor\nYour cursor is red.\nThe opponent's cursor is blue.\nWhen the cursors collide, sparks will fly.\n\n-- Purple\nCollision detection may fail due to a network delay.\nIf your cursor overlaps with your opponent's cursor, the cursor will turn purple.\nDue to network delays, if you open a tile before your opponent's tile open information arrives, you and your opponent may end up opening the same tile. In that case, the tile color will be purple, and both you and your opponent will score the same number of points.\n\n-- Network Delay\nOnline battles proceed by sending your controller operation information to your opponent and receiving your opponent's controller operation information.\nThere is a short but not negligible amount of time between when information is sent and when it is received.\nFor a short period of time from when information is sent until it is received, there will be some inconsistency between your screen and your opponent's screen.\nThe delay caused by communication like this is referred to here as network delay.",
    "id": "0100F2F01CB4E000",
    "name": "Battle Minesweeper Online",
    "publisher": "Blacksmith DoubleCircle",
    "releaseDate": 20240509,
    "version": 0
}