{
    "description": "Toasterball is a multiplayer physics-based sports game, quick to learn and perfect for good old game nights on a couch with friends (1-4 players local multiplayer). \n\nBecause you are playing as toasters, you can naturally expect some chaotic physics, random situations, electrical hazard, and more burnt toasts than you can ever imagine. There is also a real learning curve, with pro moves and enough gameplay variants to keep on surprising you for hours.\n\nThe game includes 24 gameplay variants, 5 unique arenas, 14 legendary athletes to play as, AI toasters and a ton of options to customize your matches.\n\nEasy to learn, hard to master\nThe basics of Toasterball are very simple: just press one of the two buttons on your toaster for a short time, release it… and voilà! The longer you press, the higher your toast will fly. Each ejection also makes you jump, allowing you to hop around the field and push your opponent into tight situations. The more you play, the more pro moves you’ll discover, from double-jumping to the deadly “TURBOFLIP”!\n\nUnexpected variants\nAfter each goal, a random gameplay variant is selected. New ball physics, lava pits, portals, moving platforms or explosions… No two matches are the same! The game includes a total of 24 unique variants, not counting modifiers like the size of toasters or the number of toasts which can add even more possibilities.\n\nIconic arenas\nVisit the 5 unique arenas from the game: the legendary Toasterball Arena, the mysterious jungles of the Panachado Forest, the historic Breadington Square street court, the majestic castle of the Tartembourg village and the warm beaches of Porto Rada.\n\nAI toasters\nMeet Beep, Boop, and Bleep-Bloop, your new-generation AI toasters. Add them to your matches to fill the empty slot in your team, or for some single player fun!\n\nCustom matches\nEnter the \"custom mode\" to choose any combination of variants and arenas you want. You can change the order in which they’ll be selected, play with miniature toasters or without toasts, and even customize the basic rules of the game, like the number of impacts needed to break a goal’s door, the amount of damage a toaster can withstand, or the number of points needed to win a match.\n\nLegendary athletes\nWether you are team Burners or Defrosters, play as one of the 14 legendary athletes from the Toasterball league! From good old kitchen appliances to high-tech toast-crunchers and ancient bread-warriors, each toaster has its own unique personality and backstory, reflected in their appearance and in little in-game details like the content of their locker or their animated match intro.",
    "id": "0100FE701A630000",
    "name": "Toasterball",
    "publisher": "Seaven Studio",
    "releaseDate": 20231130,
    "version": 0
}