{
    "description": "Berlin, January 1933. “Adolf Hitler is chancellor!” We all know where that message will lead to, unspeakable horrors and suffering will come to the world. Too few are standing up against the monstrosity of the German Reich. Will you? Lead an underground resistance group Through the Darkest of Times. \n\nIn this strategy game, based on historical events, you plan the actions of your fighters. But what can you do? Fight? A whole army, a whole nation against your group of five. So you have to act carefully and win the hearts and minds of the people, gather more followers, gain more support. \nAnd most important: stay alive. You are always in grave danger, if the Gestapo (Germany’s Secret Service Police during the Third Reich) finds out what you are doing, you might end up in prison or worse. \n\nPlan. Act. Survive. \n\nThrough the Darkest of Times is a turn-based gaming-experience. You assign your comrades on important tasks: Produce leaflets or write messages on walls to inform the people what the Nazis are up to. Gather intel about Nazi-Operations and make them public. Sabotage. The bolder you are, the higher the risk – but you want to change something, right? Divided into 4 Chapters, Through the Darkest of Times follows the actual events of the Third Reich era, but your actions have a meaningful impact on your life, the life of your group’s members and many people around you.   \nYour members are procedurally generated on each playthrough. They come with different personalities, abilities and views. That makes them more suitable for certain tasks but at the same time more vulnerable. \n\nExperience history. \n\nThrough the Darkest of Times creates a sombre mood. You’ll find out more and more about the cruelty, happening around your group. People disapear without a trace, taken by the official police, sometimes found dead shortly after. There are no good or bad decisions, often you’ll have to choose the lesser of two evils and take the consequences. \n\nYou will always feel the pressure. Have you been watched during your last operation? Can you really trust that new member of your group? Did you do enough to help that family the other day? Dark times need people with the heads held high, no matter what comes. \n\nFeatures: \n• World War II from a new angle: Resist without fighting\n• Unique art style, inspired by Weimar Art \n• Everyday heroes: Your team is made from plumbers, doctors, priests, secretaries or salesmen, not trained fighters\n• Showing history as it was: As one of the first games ever (in Germany), Through the Darkest of Times received the permission to openly show the Swastika and other symbols of the Nazis to call the enemy by it’s name. \n• Alternative timeline mode: Could the reign of the Nazis have been ended before 1945?",
    "id": "01007130114CC000",
    "name": "Through the Darkest of Times",
    "publisher": "HandyGames",
    "releaseDate": 20200813,
    "version": 0
}