{
    "description": "Behind every brilliant invention, hides an incredible story. From members of the team that brought you Fable, comes Tin Hearts – an immersive puzzle adventure game wrapped in a powerful tale of love and compromise. \n\nGuide a troop of mischievous tin soldiers through a magical toy-filled world using a variety of whimsical and inventive contraptions to bounce, shoot and glide them to their goal. March through 40+ levels of time-bending, soldier-routing riddles, forge new paths for your toys to follow, and solve increasingly elaborate puzzles to unravel the emotional, thought-provoking story, of Albert J. Butterworth, a genius inventor of Victorian times.\n\nEMBARK ON A TRAIL OF PUZZLES: Control toy cannons to clear the way ahead, bounce to new heights using trampoline drums and manipulate balloon inflating machines to help the soldiers reach their destination!\n\nUNRAVEL THE STORY: Discover a deeply emotional story spanning generations and dimensions, masterfully woven into the fabric of this puzzle-filled world. Clues are everywhere, seek them out and you will be rewarded with a heartfelt tale, beautifully voiced and animated over three acts.\n\nEXPLORE A MAGICAL WORLD: Feel like a child in a toy store as you immerse yourself in a magical, alternate-timeline Victorian universe full of nostalgic warmth and charm.\n\nUSE YOUR IMAGINATION: Unlock powers to control objects in the world, from wooden blocks to drums to toy trains. Link objects in interesting ways as you build paths to the exit for your fearless tin soldiers to follow, and slowly reveal the secrets of their past.\n\nMANIPULATE TIME: Pause, fast-forward and rewind time to change the outcome of your actions and complete increasingly intricate puzzles.\n\nENJOY THE MEMORABLE SOUNDTRACK: Take your time working through the relaxing puzzles and enjoy the poignant soundtrack, from award-winning composer Matthew Chastney, whose credits include trailers for ‘JOKER’, 'Chernobyl', and 'Bridgerton'.\n\nFROM THE DEVELOPERS OF FABLE: Tin Hearts is brought to life by former members of the exceptionally talented Lionhead Studios development team, responsible for the critically acclaimed Fable series.",
    "id": "0100BF5013890000",
    "name": "Tin Hearts",
    "publisher": "Wired Productions",
    "releaseDate": 20230420,
    "version": 0
}