{
    "description": "“SENGOKU Princess ～天下統一は姫武将と共に～” is a story about a hero who travels back in time to the Sengoku period and aims for unification of Japan while living a sweet life with a warlord in a female body, a warlord princess.\nThis bishoujo game released in 2020 under the brand, \"Momoiro Pocket\", has been remade for the \"CS Novel Club\" platform so that it can be enjoyed by people of various ages around the world.\n\n◆Introduction\nWhere...am I? Don't tell me this is the…Sengoku period!?\nIf you do not want to die, serve me. All my enemies will perish.\nMeet Nobunaga, the \"Warlord Princess\", Shingen, Kenshin, Mitsuhide, and Ranmaru from the Sengoku period― and survive the upheaval!\n\n\n◆Synopsis\nKeitaro Sudo has traveled back in time to the Sengoku period, and a beautiful girl who calls herself Nobunaga Oda appears before him!?\nKeitaro decides to live in the Sengoku period surrounded by warlord princesses... and while being seduced by them, he has to decide who he will serve.\nGetting tossed about in a world of war and turmoil all while aiming for heaven with a warlord princess!\n\nHere's a…sweet and exciting tale of the extraordinary!\n\n◆Characters\n・Nobunaga Oda\nA charismatic heavenly figure who is both gentle and cool-headed.\nShe had no interest in the opposite sex, but gradually opens up her heart to the protagonist…\n“Don’t tell me about the future… If we knew the future, we would be able to do anything we wanted, right?”\n\n\n・Shingen Takeda\nA beautiful young warlord with a thin and sickly appearance. Displays determination and bravery in battle.\nShe has possibly given up on relationships with the opposite sex because of her sickly condition…?\n“I don't think I want to fight this battle... I want to live forever.”\n\n\n・Kenshin Uesugi\nA tall and stylish nun who is also known as a military goddess. She captivates the battlefield with her overwhelming military talent.\nShe is single-minded and straightforward with the person she falls for. Since she is a nun, she seems to be single!?\n“I…think I am attracted to you.”\n\n\n・Mitsuhide Akechi\nA person of great importance to Nobunaga Oda. However, she is plotting rebellion for her own aspirations.\nA magical woman who unknowingly attracts the opposite sex.\n“Keitaro, you are a lot like me... I think I like you.”\n\n\n・Ranmaru Mori\nShe is an attendant who adores Nobunaga. She feels supreme pleasure in being praised and recognized by Nobunaga.\nPerhaps she’s jealous of Keitaro because Nobunaga likes him…?\n“I'm still feeling strange… I can't control myself when I think of Keitaro.”\n\n\n・Keitaro Sudo\nThe protagonist of this story.\nHe is a jock who hates Japanese history and has time-traveled to the Sengoku period.\nWith the kendo he had learned, he managed to survive the battlefield.\nTogether with a warlord princess, he is working hard to take over the country.",
    "id": "010026D018BB4000",
    "name": "SENGOKU Princess",
    "publisher": "CyberStep",
    "releaseDate": 20220811,
    "version": 0
}