{
    "description": "City robot battle is raging on - take part in a full scaled robot invasion! Become a fighting robot and wreak havoc - defeat armies of shooting robots and humans alike. Fight your robotic battle your way - shoot, throw, transform and unleash your ultimate robot smash power in the battle of city robots!\n\nRobot Car War features:\n \n> LOTS OF GUNS - use varity of destructive weapons\n> TRANSFORMATIONS - turn into tanks, cars and aircrafts\n> OPEN WORLD ACTION - explore huge city torn by war \n> BOSS BATTLES - defeat huge and armed ti the teeth robots\n\nSTOP THE ROBOT INVASION\nCity robot battle begins - and with it start your action packed robot action adventure. Plunge into chaos of war between robots and humans and win this battle, no matter the side! Play intense sci-fi action game as it should be!\n\nUNLEASH ROBOT FIGHTING POWER\nPick a fight and pack a punch - you have all the power your need! Fight your enemies with numerous powerful use, pick and throw cars to use them as a weapon, transform to evade fire and traverse the city - your fighting robot is an ultimate battle machine of immense firepower. Thrust right into heavy robot action!\n\nBATTLE ALL OVER THE CITY\nEntire huge city is your battlefield. Be ready to have a battle anywhere any anytime - on streets and on rooftops, hand-to-hand or with firearms. Go through the series of challenging battles in an epic story campaign, or explore the city find those in need for help. Each victory will let you become stronger for the next battle!\n\nFIGHT THE MOST CHALLENGING ENEMIES\nDefeat the hordes of enemies, humans and robots alike, and get ready for the big brawl with big battle robots. Face unique and dangerous bosses, that will put all of your combat skills to the test! Gather power ups and weapons and come up with unique tactics for every boss battle!\n\nAction, adventure and invasion - smash robots and save the city!",
    "id": "010010001636E000",
    "name": "Robot Car War: Transform Battle Machines",
    "publisher": "Game Mavericks",
    "releaseDate": 20211011,
    "version": 0
}