{
    "description": "Step into the shoes of Shez, as they meet Edelgard, Dimitri, Claude, and other Fire Emblem: Three Houses characters as you fight for the future of Fódlan. Align with a leader to build and command an army in 1 vs. 1,000-style battles and deep strategy. The house you choose will bring you through one of three compelling stories, each with a different outcome. Each Fire Emblem: Three Houses character you recruit on these journeys has a distinct set of flashy combos and powerful specials that can cut through hordes of enemies.\n\nUse the strategy of Fire Emblem to gain the tactical advantage in Warriors-style gameplay\n\nDive into real-time battles as you and your army of Fire Emblem: Three Houses characters take on hundreds of opponents, while using elements from Fire Emblem to maximize your strategy. Issue commands to your army in the midst of the chaos of battle to achieve missions and objectives. Plan ahead and prepare for battle by equipping weapons, skills, and classes that capitalize on opponent weaknesses. Assign elements from Fire Emblem: Three Houses, like crests or battalions, to characters to further hone how you plan your approach. \n\nStrengthen your bonds in and out of battle\n\nDevelop and build battle-tested relationships with other Fire Emblem: Three Houses characters as you fight for the future of Fódlan. Deepen the relationships between characters to give yourself a tactical advantage on the battlefield and to see them open up in support conversations. Bring characters closer together by pairing them up in battle or by spending time together at base camp. Develop your base camp and train, shop, and prepare each of your team members before jumping into the heat of battle.\n\nPurchase the digital version of the game to receive regular visits from a friendly messenger owl outside of your personal quarters. It'll gift you Owl Feathers that can be used to boost your support level with other characters!",
    "id": "010071F0143EA000",
    "name": "Fire Emblem Warriors: Three Hopes",
    "publisher": "Nintendo",
    "releaseDate": 20220624,
    "version": 0
}