{
    "description": "ES88 is an esper tasked with capturing Golden Butterfly, a psychic entity hiding in the memories of others. Play as ES88 and join her cyborg colleague GATE, and the creature known as a NEURODIVER to help repair the memories Golden has damaged and stop them in their tracks in this \"psy-fi\" adventure!\n\nYou Are A Psychic Agent\nTake on the role of ES88, a young esper employed by MINERVA, a powerful organization specializing in information science, neurotechnology, and extrasensory phenomena. She has been tasked with tracking down Golden Butterfly, a mysterious psychic entity hiding in and fragmenting the memories of Neo-San Francisco's citizens. Who are they? Why are they doing this? And how will you stop them?\n\nThe NEURODIVER\nThe Neurodiver is a bioengineered psychic creature made to assist in boosting an esper's natural abilities. With its help, you'll be able to collect clues and thoughts in your subject's memories in an effort to piece together distorted fragments inside them, pushing Golden Butterfly out!\n\nNew And Old\nRead Only Memories: NEURODIVER is a return to the vibrant sci-fi world of Neo-San Francisco from 2064: Read Only Memories with a whole new story, and a whole new cast of characters. It's an adventure that newcomers can easily dive into, but those familiar with the original game might notice a lot of familiar faces making a comeback!\n\nAn FM Sound Sensation!\nNEURODIVER's soundtrack is inspired by the OPNA/YM2608 sounds of the PC-8801 and PC-9801 series of computers, brought to you by Scarlet Moon composer and sound designer, Ken \"coda\" Snyder (Tree of Knowledge)!\n\nIf you love the sharp and glossy tones generated by late 80s and early 90s FM chips found in a variety of old computers, sound cards, arcades and consoles, then you'll be right at home here. Long live the power of FM sound! ",
    "id": "01009940194BC000",
    "name": "Read Only Memories: NEURODIVER",
    "publisher": "Chorus Worldwide Games",
    "releaseDate": 20240516,
    "version": 0
}