{
    "description": "Shadow the Hedgehog is back with Classic and Modern Sonic in SONIC X SHADOW GENERATIONS, an all-new collection featuring two unique experiences! \n\nPlay as Shadow in a brand-new story campaign featuring never-before-seen abilities that prove why he’s known as the Ultimate Life Form! Speed through iconic stages from Shadow’s history, discover hidden secrets in an expansive hub world, and unlock new powers to take on Black Doom and save the world.\n\nSONIC X SHADOW GENERATIONS also includes a complete remaster of the highly acclaimed SONIC GENERATIONS, a time-traveling adventure featuring a greatest-hits collection of 3D and 2D Sonic stages, now with upgraded visuals and new bonus content.\n\nThe Return of Shadow\nIn this new standalone campaign, Shadow’s nemesis, Black Doom, has reemerged and threatens to take over the world once again. Shadow must journey into his past, confront his painful memories, and unlock new dark powers to save the world.\n\nShadow Evolved\nHarness Shadow’s new Doom Powers to battle hordes of enemies and tackle platforming challenges like never before. Surf on water, fly over obstacles, and stop time with the return of Chaos Control!\n\nA Journey Through Time and Dimensions\nRelive signature levels from Shadow’s previous adventures and accelerate through mind-bending stages in both 3D and 2D, warped by Black Doom’s influence as Shadow works to piece together the timeline and thwart his evil plans. \n\nExplore the New White Space\nStretch your legs in an all-new hub world inspired by the open-zone gameplay of Sonic Frontiers. As Shadow gains new powers, he can explore further and uncover the secrets hidden throughout!\n\nAn Epic Time-Traveling Sonic Adventure\nPast meets present in SONIC GENERATIONS! When Dr. Eggman teams up with his past self and the mysterious Time Eater to erase their past defeats and rewrite history, they scatter Sonic and his friends across space and time. Now, Modern and Classic Sonic will have to team up to defeat this dastardly trio and restore their timeline to normal!\n\nThe Best of Both Worlds, Remastered\nSpin dash through a greatest-hits collection of 3D and 2D versions of iconic stages from past Sonic games, now with updated visuals and reworked cinematics. \n\nMore Collectibles, Bonus Content, and more!\nRescue Chao hiding in every level, rack up the highest pinball score in the Casino Nights Zone, and check out the museum for behind-the-scenes art, music, and more!  ",
    "id": "01005EA01C0FC000",
    "name": "SONIC X SHADOW GENERATIONS",
    "publisher": "SEGA",
    "releaseDate": 20241025,
    "version": 0
}