{
    "description": "Play 5 spooky and mysterious brain-teasing games, for players of all ages!\n\nTackle hundreds of colorful levels full of obstacles to uncover the items you need! Train your sharp eyes as you look for matching pairs, sets of three, items that satisfy categories like type and color, and more. Drop your finds on conveyor belts and watch the points stack up! Then, unscramble beautiful pictures in tile and sliding puzzles.\n\nJetDogs’ Shopping Clutter series always offers puzzle-hungry players new surprises and adventures!\n\nFirst, you’ll need to put on your detective cap… there’s two cases in Animalville that need your investigation skills!\n\nWhen Hare’s brand new bicycle is stolen, Squirrel takes matters into her own paws… and together, the family sets out to open Walkers’ Detective Agency! Shopping Clutter: Detective Agency is a whole new adventure. Find everything you need to gather evidence, question witnesses, and decorate the new office. Then… It's time to find the dastardly criminal!\n\nThe next case comes up faster than anyone could imagine. Days before its grand opening, Animalville’s newest restaurant is robbed. Search for the missing recipes, catch the thief, and get the grand opening back on track in Shopping Clutter: Food Detectives!\n\nWhen long, matted fur begins to interfere with the townspeople’s daily lives, someone has to act! Giant clumps of fur fly all over the town, everyone is sneezing, and scissors are being bought up…. Animalville is on the brink of an unprecedented catastrophe! The Walkers decide to remedy the situation, so it’s time to set up shop in Shopping Clutter: Beauty Salon!\n\nIt’s finally everyone’s favorite, spooky time of year… Halloween! \n\nHelp the Walker family to decorate their yard for Halloween. Are they up to the task of winning the yearly contest for the scariest yard display? Not with empty shelves in the stores and everything such a mess…! Use your eagle eye to join them in their search for all the best Halloween decorations in Shopping Clutter: Halloween at the Walkers.\n\nFinally, Mr. Rat’s beloved antique store has fallen on hard times. To bring in new customers, he intends to decorate the store in the style of Count Dracula! But the liar needs lots of vampire staff, treats, monsters, and a talented person to find all this amidst pre-Halloween chaos and clutter! Will you help save Mr. Rat’s store?\n\nEmbark on 5 new clutter puzzle adventures in this bundle, Shopping Clutter: Halloween Mystery! \n\nFeatures\n- 40+ hours of brain-tickling gameplay\n- 100 cumulative episodes, 700 clutter levels, and 100 puzzles\n- Colorful graphics, funny dialogue and cute characters\n- Adjustable modes: Easy with no time limits, and Difficult with the time limits but more points to earn!\n- Face Mr. and Mrs. Dracula, mummies, and fascinating vampire stories! Plus, visit Dracula’s lair and stay alive!\n- Use your sharp eyes to find the worst criminal in Animalville!",
    "id": "0100D1F01EDB2000",
    "name": "Shopping Clutter: Halloween Mystery",
    "publisher": "Legacy Games",
    "releaseDate": 20240613,
    "version": 0
}