{
    "description": "Ages ago, angels and demons birthed your world in a forbidden union. Now they’ve come to claim it. Stand tall among Sanctuary’s meek and wicked to battle walking corpses, horrifying cultists, fallen seraphs, and the Lords of Hell. When the High Heavens and the Burning Hells war, humanity must be its own salvation.\n\nUnholy Trinity\nThe Diablo III game, the Reaper of Souls expansion, and the Rise of the Necromancer pack are all part of the Eternal Collection: 7 classes, 5 acts, and seasons’ worth of demon-smashing.\n\nNintendo Switch™ Exclusives\nDiscover pieces of Zelda’s world in Sanctuary. The Eternal Collection on Switch™ includes the Cucco companion pet, a Triforce portrait frame, and an exclusive transmogrification set that will let your heroes sport Ganondorf's iconic armor. You’ll also receive unique cosmetic wings.\n\nDefy the Darkness\nYou’re a surrounded world’s only defense against Heaven and Hell. Arm yourself with a Joy-Con™ or the Pro Controller, and choose from 7 dark fantasy classes, each with its own way to slay.\n\nEternal Replayability\nEvil is never vanquished forever. Whether you’re testing yourself against new difficulty settings, playing through the epic story campaign, searching for the perfect skill combo, expanding your collection of gear, racing through random dungeons, or traveling Sanctuary anew each season, you’ll always have a fresh challenge to seek out.\n\nAssemble the Perfect Arsenal\nAs you charge through Diablo III’s five story acts, you’ll collect gear from Sanctuary’s furthest reaches, including legendary items that change your entire playstyle and armor sets that provide dynamic bonuses as you uncover more pieces.\n\nYour Path to Power\nDiablo III’s power-building system is flexible enough for an afternoon or a full season. Push back the Burning Hells with spears, storms, and zombie dogs—over 800 unique abilities to unlock and master. Turn fire into lightning, split your magic blasts, and change your skills to create devastating power combinations.\n\nIt’s Dangerous to Go Alone\nJump into local, action-RPG multiplayer with up to three friends, and crush demons from your comfiest couch cushions, no internet required—or fill out the ranks of your party online. You can play Diablo III shared-screen on a single Nintendo Switch™, remotely on up to four Nintendo Switch ™ consoles, or combine TV and handheld play.",
    "id": "01001B300B9BE000",
    "name": "Diablo III: Eternal Collection",
    "publisher": "Blizzard Entertainment",
    "releaseDate": 20191212,
    "version": 0
}