{
    "description": "Kids can learn how to make their own games with guided lessons created by Nintendo. From a simple game of tag to a run-and-jump obstacle course, each lesson is broken down into multiple, manageable segments that let kids go at their own pace—and have fun in the process.\n\nLearn the basics of visual game programming \n\nBy playing through interactive lessons, kids will learn the basics of visual game programming. Nodon, colorful creatures with distinct personalities, keep kids engaged through lessons with tips and motivating messages. With a simple press of a button, swap between the programming screen and the game screen—watch how programming changes the game on the fly.\n\nTrack progress and build confidence\n\nAfter completing each lesson and building a game, kids will test their knowledge by completing Checkpoints—small puzzles or tasks to solve with programming. Master these skills and head to Free Programming mode to let your imagination (and programming chops) run wild.\n\nThe Nodon you meet each have distinct personalities that complement their functions. Have fun connecting them together to see how they interact and bring your game to life. The in-game Nodopedia lets you quickly check what each Nodon does as you create. There’s also a guide that recaps important skills! Easily swap between the Programming and Game screens to see the hard-working Nodon in action.\n\nTake advantage of the Nintendo Switch system’s many features. Instead of the control stick, program motion controls to control your game. Want to create some competition? Add in a multiplayer function and pass a Joy-Con™ controller to a friend. It’s up to you (and your Nodon friends) to decide what type of game you want to make.\n\nLooking for inspiration? Exchange codes and download* games from friends. You can even go into Free Programming mode to look at those downloaded games’ programming and put your own twist on it. Upload your own creations and share them with other Game Builder Garage players*. Learn programming, build games, and share with friends!",
    "id": "0100FA5010788000",
    "name": "Game Builder Garage™",
    "publisher": "Nintendo",
    "releaseDate": 20210611,
    "version": 0
}