{
    "description": "Escape flooded passages, evade toxic pollen, and confront gigantic bosses who have made mazes their home.\n\nDo you prefer playing defensively with spear and energy shield, or diving into battle with a boomerang and grappling hook? Are you one to scour each level for potions and runes, or do you plunge headfirst into chaos?\n\nExplore dangerous worlds where you'll need to creatively use your skills and leverage the environment to your advantage. Explore, run, hook, fight, and charm your way through ever-changing deadly mazes, overcoming powerful guardians!\n\nFeatures:\nOver 100 unique enemies and traps and more than 14 types of randomly themed levels. These include corridors filled with mines, rising lava, caverns teeming with toxic and carnivorous plants...\n\nYou have a plethora of creative skills ranging from parkour to camouflage and time manipulation that will allow you to progress through the worlds.\n\nMake the most out of every object. For example, you can take that lantern from the ceiling and carry it with you to use as a portable light source or improvised molotov cocktail...\n\nHandcrafted pixel art and animations by Rex Smeal, Han Cheon, Lauren Temos, Danika Clark, Jessica T., and August Cartland.\n\nA resonant soundtrack and sound effects by Mat Dwyer and Amanda J. Lim.\n\nEvery situation is challenging but solvable with planning and agility. For example, there's a laser force field trap in front of you. Do you throw an enemy into it, destroy the conduit with a grenade, teleport through it, or cloak yourself to pass unnoticed? Choose your own way to solve problems.\n\nThere are a multitude of mechanics, such as enemy vision cones, turret hacking, grabbing and throwing almost anything, right stick aiming, 2D spherical lighting, terraforming, and many other skills awaiting you in Aura of Worlds.",
    "id": "0100DEC01FD24000",
    "name": "Aura of Worlds",
    "publisher": "Hidden Trap",
    "releaseDate": 20240916,
    "version": 0
}