{
    "description": "Temtem is a massively multiplayer creature-collection adventure. Seek adventure in the lovely Airborne Archipelago alongside your Temtem squad. Catch every Temtem, battle other tamers, customize your house, join a friend's adventure or explore the dynamic online world.\n\nEvery kid dreams about becoming a Temtem tamer; exploring the six islands of the Airborne Archipelago, discovering new species, and making good friends along the way. Now it’s your turn to embark on an epic adventure and make those dreams come true.\n\nCatch new Temtem on Omninesia’s floating islands, battle other tamers on the sandy beaches of Deniz or trade with your friends in Tucma’s ash-covered fields. Defeat the ever-annoying Clan Belsoto and end its plot to rule over the Archipelago, beat all eight Dojo Leaders, and become the ultimate Temtem tamer!\n\nFeatures\n- Story Campaign: Journey across six vivid islands and embark on the adventure of becoming a Temtem tamer while fighting against the evil Clan Belsoto.\n- Online World: The days of traveling solo are over; in Temtem the world is a massively multiplayer one. Tamers from around the world can join and you will be able to see them around you, living the adventure with you and fighting to become the best Temtem tamer.\n- Co-Op Adventure: You will be able to join forces with a friend any time and work together towards your next goal. Catch new Temtem, complete a Route, or face off against a Temtem Leader; all while fighting alongside your friend in dual battles!\n- Housing: Buy your own house at Atoll Row and decorate it your way. Buy new furniture, color your walls and you’ll be ready to invite your friends over!\n- Customize: Customize your character to stand out from the crowd and get new cosmetics while you battle other tamers. Pick a silly hat, a comfy sweatshirt, some pants and you’re ready to go! Or maybe you prefer to wear a full-on cosplay of your favorite Temtem?\n- Competitive: Start by choosing 8 Temtem and the pick and ban phase will begin. Take turns with your rival to pick your Temtem and ban theirs. When all the decisions are made and the turns are ended, you will end up with a squad of 5 Temtem and the battle will begin.",
    "id": "0100C8B012DEA000",
    "name": "Temtem",
    "publisher": "Humble Games",
    "releaseDate": 20220906,
    "version": 0
}