{
    "description": "Willowdale, once such a lively village, is in trouble. Penny, the always-critical daughter of the mayor, dislikes the countryside and wants to transform the town into a modern tourist resort. The animals no longer get the attention they need, and the villagers no longer feel at home in the town.\n \nYour uncle, the mayor of Willowdale, needs your help to restore the town to its former glory. Save the village by setting up a lively farm, constructing buildings in town, and making friends with the colorful villagers. Will you be able to return the animals that have left and become feral back to the farm? Set off on an adventure and discover the surprising and beautiful life in Willowdale. \n \n \nBACK TO NATURE, BACK TO BASICS - Cultivate your green thumb by working day in, day out to restore the farm to its former glory! From planting and harvesting fresh produce, taking care of the animals to improving your skills, there’s never a dull moment in Willowdale, your new home.  \n \nREBUILD THE VILLAGE - Willowdale has many beautiful and diverse buildings, such as the library, the greengrocer's, the restaurant, and the town hall. Upgrade buildings and discover the new villagers who will show up as the game’s story progresses.\n \nGO ON AN ADVENTURE AND EXPLORE - Put on your explorer’s hat and grab your binoculars. There’s so much to discover outside of town! Follow the paths outside of town to the Flower Fields, the Death Desert, the Forgotten Forest, and the Mighty Mountain. Brace yourself for the challenges that await you! \n \nADVENTURING IS ALWAYS MORE FUN WITH FRIENDS - Willowdale is not the only place where all kinds of things happen. There’s so much to experience outside of town as well! Invite a friend to join you on your couch for a local multiplayer adventure! Discover the different zones with their unique characteristics, challenges, and boss fights.\n \nWILLOWDALE HAS SOMETHING FOR EVERYONE - Willowdale offers everything you can expect from a lively village. Annual events, good food in the restaurant, fishing at the pond or cooking at Wine & Dine, there’s always something to do in the cheerful town of Willowdale!",
    "id": "0100A4A016B1A000",
    "name": "Life in Willowdale: Farm Adventures",
    "publisher": "Mindscape",
    "releaseDate": 20220927,
    "version": 0
}