{
    "description": "The long-awaited Nintendo Switch™ version of Skater XL is finally here, delivering the full Skater XL experience to the Nintendo Switch’s unique on-the-go platform. Through several years of development, Easy Day Studios has optimized a rare, buttery smooth 60 FPS in both handheld and docked mode, while maintaining the signature fluid, physics-based gameplay feel that over 1 million gamers have enjoyed to date. True to its ethos, Skater XL on Nintendo Switch is an open, creative sandbox to skate, film, hang out and create, at your own pace. Packed with features like freeskate multiplayer, a replay editor, character customization and a growing library of downloadable user-generated mod skate gear and maps, Skater XL is bringing the smoothest, most responsive realistic skateboarding game ever to come to Nintendo Switch.\n\nKEY FEATURES\n\n60 FPS  - Featuring a rare, buttery smooth 60 FPS in handheld mode, Nintendo Switch players can take skateboarding on the go and fully experience Skater XL’s acclaimed physics-based gameplay. Skateboarding with the Joy-Cons™ has never felt so fluid or responsive!\n\nSkate or Chill Online - Hang out with up to 10 friends online, replicating the real street experience, as you put together lines, watch other players session the spot or just cruise with your crew.\n\nHuge Mod Catalog Available At Launch - Powered by Mod.io, Skater XL Nintendo Switch players will have instant access to a large curated offering of mods from passionate creators and fakeskate brands. In addition to all official content, players can find the perfect look or download the latest gear in the most extensive skating content library ever.\n\nPlay As Real-Life Skate Pros - Select from renowned pros Tiago Lemos, Brandon Westgate, Evan Smith, and Tom Asta, all with their own distinct gear that fits their style.\n\nLegit Soundtrack - Modest Mouse, Interpol, Animal Collective, Future Islands and Band Of Horses headline the distinctive music that blends well with the Skater XL’s West Coast vibe.",
    "id": "0100C8400F06E000",
    "name": "Skater XL",
    "publisher": "Easy Day Studios",
    "releaseDate": 20231205,
    "version": 0
}