{
    "description": "Have you ever wanted to be in charge as either the President or the Underworld Boss of your country? \nWhy not both?\n\nCorrupt - Political Simulator is the answer you’ve been waiting for! \n\nYour wildest dreams will become reality in this political strategy and simulation game that shall introduce you into the evershifting maze that is the world known to a corrupt oligarch. Yet in order to claw your way through this murky landscape and eventually take over the country, you must literally rob the land of any real estate and bribe your steady ascension by ensuring the loyalty of both members of parliament and ministers alike. Political influence can only get you so far, thus in order to secure a spot in the government itself, you must cleverly manipulate banks as well. Someone has to launder all that illicit money at the end of a lucrative day, right? Being a public servant is so exhausting!\n\nGetting the press on your side, is going to pave a much smoother path towards grabbing power. How can the fourth estate help? As easy as financing propaganda which will not only brainwash the mindless masses of voters, but also gather support from any politicians that can’t stand constant attacks from the media. News outlets won’t come cheap, yet their success is almost guaranteed.\n\nEarly on, commercial and residential assets will prove to be an excellent sources of bribe money. Other than helping you buy influence, you can literally manipulate even the stock market as well. Still, few things are more lucrative than bankrupting firms in your favor. Nothing will be safe from your corrupted grasp as shops, factories and tenant blocks are more disposable than their Monopoly counterparts.\n\nDo keep in mind that every action has its consequences though. Too many frauds in a row shall drive the population to its breaking point, thus landing you in prison with an incommutable sentence. In a world of seemingly infinite greed, even political protection has its limits. Maintaining the appearance of a benevolent businessmen has obvious merits since no one suspects a philanthropist for very long. Play your cards right and the city will be your proverbial oyster.\n\nGame Features:\n- Take control of legislative buildings, companies, banks and real estate enterprises.\n- Employ ministers, deputies, citizens, police, pretty much anyone on your payroll.\n- Create off-shore accounts.\n- Brainwash the masses.\n- Deal with protests and strikes to your own benefit.\n- Gain notoriety and achievements\n-Explore and corrupt an entire city through careful planning.",
    "id": "0100D8C0192DA000",
    "name": "Corrupt - Political Idle City War Strategy Simulator Craft",
    "publisher": "Midnight Works",
    "releaseDate": 20220929,
    "version": 0
}