{
    "description": "Step into the suits of Ladybug and Cat Noir in their most daring adventure yet!  Embark on a thrilling adventure where heroism, acrobatic combat and parkour agility collide as Shadow Moth unleashes a wave of villains across the city.  It’s up to you and your friends to save Paris!\n\nLegendary Heroes Unite: Play as Ladybug and Cat Noir, each with unique combat moves, and switch seamlessly between them. Call upon heroes like Rena Rouge and Carapace for coordinated attacks!\n\nMaster the Martial Arts: Execute agile combos on the ground and in mid-air, harnessing Ladybug and Cat Noir’s full abilities to defeat enemies in style.\n\nFight Fearsome Foes: Face classic villains like The Bubbler, Lady WiFi, Truth, and Sole Crusher. Adapt your tactics to counter their powers and save Paris.\n\nStylish Acrobatics: Use amazing parkour moves like swinging, rail slides, and wall jumps to navigate Paris, uncover secrets, and outmaneuver enemies!\n\nCustomize Your Playstyle: Upgrade Life, Speed, Damage, Assist Energy, and Evade to tailor your abilities and maximize your impact in battles.\n\nSave the Day: Liberate Paris one district at a time, choosing your path through non-linear gameplay that encourages exploration and strategy. Restore light and hope to each corner of the city besieged by Shadow Moth’s dark influence.\n\nCouch Co-op Adventures: Battle alongside a friend with seamless drop-in, drop-out local co-op and experience the thrill of saving Paris together.\n\t",
    "id": "01000AE01E47A000",
    "name": "Miraculous: Paris Under Siege",
    "publisher": "Game Mill",
    "releaseDate": 20241025,
    "version": 0,
    "category": [
        "Action",
        "Adventure",
        "Platformer"
    ],
    "developer": null,
    "intro": "Friends Unite! Be Miraculous!",
    "isDemo": false,
    "languages": [
        "en",
        "es",
        "fr",
        "de",
        "it",
        "nl"
    ],
    "nsuId": 70010000077934,
    "numberOfPlayers": 2,
    "ratingContent": [
        "Fantasy Violence"
    ],
    "region": null,
    "rightsId": null,
    "latest_update": {
        "id": "01000AE01E47A800",
        "version": "65536"
    }
}