{
    "description": "Amongst the best beat’em up series ever created, jammin’ ‘90s beats and over the top street beating, the iconic series Streets of Rage comes back with a masterful tribute to and revitalization of the classic action fans adore.\n\nThe all-time classic Streets of Rage, known as Bare Knuckle (ベア・ナックル Bea Nakkuru) in Japan, is a beat ‘em up series known for this timeless gameplay and electronic dance influenced music. Streets of Rage 4 builds upon the classic trilogy’s gameplay with new mechanics, beautiful hand-drawn visuals and a God tier soundtrack.\n\nTeam up with iconic and brand-new characters\n\nStreets of Rage 4 got its iconic characters back: Axel, Blaze, and Adam teaming up with new brother and sister in arms Floyd Iraia and Cherry Hunter. With some brand-new moves and kickass tracks to take a listen, our heroes are ready to dish out beatdowns to a fledgling group of ill-advised criminals in full force.\n\nNostalgia strikes again \n\nOne of your dreams is coming true. In addition to the 5 new characters, unlock and play your favorite pixelated characters from the previous Streets of Rage games such as Axel, Adam, Blaze, Skate, Max and many more with their own retro SFX, in gorgeous HD hand-drawn urban environments. And for the full nostalgic experience, you will also be able to play with the music of the previous Streets of Rage games!\n\nOutstanding Hand-Drawn Visuals\n\nStreets of Rage 4 will be the first entry to the core series in 25 years, standing as Axel, Adam or Blaze’s glorious return to serving up side-scrolling beatdowns. With lush hand-drawn animations, new combat abilities, and fresh tracks from an amazing team of composers, Streets of Rage 4 will be a masterful tribute to and revitalization of the classic action fans adore.\n\nEpic line-up of legendary games composers \n\nThe Streets of Rage series is known for its electronic dance influenced music around the world. \n\nLed by Olivier Derivière the soundtrack of Streets of Rage 4 will be composed by not only an all-star ensemble of Japanese memorable musical architects in the video game history but also by 4 Western rising stars:\n\n●\tYūzō Koshiro \n●\tMotohiro Kawashima \n●\tYoko Shimomura \n●\tHarumi Fujita\n●\tKeiji Yamagishi\n●\tScattle\n●\tDas Mörtal \n●\tXL Middleton\n●\tGroundislava\n\nFeatures\n\n● The comeback of the legendary Streets of Rage series.\n● Beautiful graphics fully hand-drawn animated by the studio behind Wonder Boy: The Dragon’s Trap.\n● Clean up Wood Oak City by yourself or with another friend online!\n● Team up to 4 people offline for the first time and take the city back!\n● Classic gameplay enhanced with brand-new mechanics.\n● Soundtrack by a wide all-star line up of world-class musicians.\n● Braised chicken everywhere.\n● A dozen former Streets of Rage characters unlockable and playable in their original pixel versions.\n● Play with the music of the previous Streets of Rage games.\n● 12 unique stages.",
    "id": "0100EC9010258000",
    "name": "Streets of Rage 4",
    "publisher": "DotEmu",
    "releaseDate": 20200430,
    "version": 0
}