{
    "description": "\"Space Planet Invader - Cosmic Power\" is a thrilling space shooter that catapults you into an intergalactic battle for survival. Take command of your own spacecraft, complete with unique characteristics, and embark on a quest to find the perfect planet to establish your base. As you progress, you'll upgrade your base and construct vital defenses like protective turrets, towering walls, and essential infrastructure buildings.\n\nFeatures:\n• Customizable Spaceship: Personalize your spacecraft with a range of weapons, shields, and gadgets to dominate the cosmic battlefield.\n• Base Construction: Explore diverse planets to locate an ideal base site. Enhance and fortify your base with upgrades and defensive structures.\n• Resource Gathering: Collect resources by exploring planets and gathering essential materials needed for construction and upgrades.\n• Dynamic Threats: Navigate through roaming asteroids, encounter hostile alien species, and engage enemy spacecraft in thrilling battles that test your skills.\n• Wave-Based Challenges: Confront wave after wave of increasingly formidable enemies, with enemy strength scaling based on your character's progression and base defenses.\n\nPrepare for an epic showdown in the vastness of space. Will you emerge victorious and secure your place as the cosmic champion in \"Space Planet Invader - Cosmic Power\"? Engage in intense battles, build your base, and defend against all odds. The galaxy awaits your command!",
    "id": "01007D9020744000",
    "name": "Space Planet Invader - Cosmic Power",
    "publisher": "16BIT",
    "releaseDate": 20241101,
    "version": 0,
    "category": [
        "Action",
        "Fighting",
        "Simulation",
        "Strategy"
    ],
    "developer": null,
    "intro": "Defend, Build, Conquer Unleash Your Cosmic Power",
    "isDemo": false,
    "languages": [
        "en"
    ],
    "nsuId": 70010000086507,
    "numberOfPlayers": 1,
    "ratingContent": [
        "Fantasy Violence",
        "Mild Blood"
    ],
    "region": null,
    "rightsId": null
}