{
    "description": "PHYSICALLY AUTHENTIC LAWN MOWING EXPERIENCE\nTo keep the gameplay as physically authentic as possible, this simulation game involves much more than just hopping onto a lawn mower and going for it. Ground checks, the proper choice of blade height as well as monitoring your engine load are all part of your daily mowing business. In addition, attachments such as mulching kits, stripe rollers, recyclers, grass collectors, and flail decks contribute further to the high degree of realism. So choose between Career Mode, Free Mode, and Challenge Mode and tackle a variety of contracts giving you a realistic lawn mowing experience. \n\nTHE BLISS OF THE BRITISH COUNTRYSIDE\nSet in the heart of a quaint British countryside town, Lawn Mowing Simulator invites you to explore a variety of enchanting locales. Whether your contracts take you to residential streets bustling with life, charming cottage greens, historic castle grounds, or huge equestrian fields, each map poses a distinct challenge for your mowing prowess. Unleash your skills across these diverse landscapes, transforming them into manicured canvases with the rhythmic hum of your trusty mowing blades.\n\nREAL-WORLD LICENSED MOWER BRANDS\nThe original licensed lawn mower brands of Toro, SCAG, STIGA, and EGO have been re-created in a visually and physically stunning way. Select from a dozen mowers, each presenting unique challenges, attachments, and upgrades for an immersive and realistic experience.\n\nACCURATE AND ATTENTIVE BUSINESS MANAGEMENT\nBuild your own lawncare business from the ground up. Purchase and upgrade your headquarters, hire employees, purchase advertising, and balance the books as you grow and expand your business.\n\nQUICK MOW MODE FOR THOSE WHO CAN’T WAIT\nIf you feel like getting to work without going through any menus or the prerequisites of certain campaigns, the Quick Mow Mode is exactly what you need. Choose this option to start mowing immediately on a randomly picked map with a combination of character and lawn mower chosen for you by the system. So, no contracts, no campaign – just playing.",
    "id": "01002CB01C1A4000",
    "name": "Lawn Mowing Simulator",
    "publisher": "astragon",
    "releaseDate": 20240314,
    "version": 0
}