{
    "description": "With comic book style art and kick-ass soundtracks, it offers a unique experience that you can tackle solo or as co-op with friends while defining the next step in the story with your choices.\n\nTO PROTECT AND SERVE\nWhile answering a routine call on a patrol, Dolphin, Star and Trouble -the most popular officers of the super-powered law enforcement agency, Stronghold- find themselves in a sequence of events that will alter the fate of the entire city.\n\nEXCESSIVE FORCE\nLet’s get one thing straight; if you ever think that a day in the life of a super-powered law enforcer is easy, you couldn’t be more wrong, as there are greater threats than street gangs in urban fantasy themed Mayhem Brawler. Using your arsenal of combos and special abilities, you and your co-op teammates should make life miserable for those super-powered criminals, fend yourself from the fury of werewolves, resist the hexes of street wizards and confront the megacorp led by vampire houses that enforce their goons to do their dirty deeds.\n\nTHE MAYHEM UNIVERSE\nComic book inspired hand-drawn backgrounds and frame-by-frame animations coupled with a kick-ass soundtrack will deliver a jolt of adrenaline to your controller. With the choices you make, you will shape the flow of the story and finally reach one of the three different endings in Mayhem Brawler universe, where each corner has a story to tell.\n\nGAME FEATURES\n• A fresh take on classic 90s-style beat 'em ups\n• Offline co-op mode that supports up to 3 players\n• Ability to alter the game flow with player-led decisions\n• 3 unique endings based on player’s choices\n• Unique combat mechanics\n• 3 playable characters against more than 30 mobs including 12 unique bosses\n• Hand-drawn comic book inspired art, frame-by-frame animated characters and a rocking soundtrack\n• Your admission ticket to the limitless universe of Mayhem",
    "id": "01002C70149B4000",
    "name": "Mayhem Brawler",
    "publisher": "HERO CONCEPT",
    "releaseDate": 20210819,
    "version": 0
}