{
    "description": "Lone McLonegan used to be \"The Old West's Most Wanted Outlaw,\" but now he's a little rusty and out of shape. Bragg Badass, his arch nemesis, is now number one on the most wanted list and the new idol of the West.\n\nWhen Lone learns of Badass' latest exploit, he finishes his mojito, jumps off his couch and decides to reclaim his throne by robbing the Bank of Oldewell, which holds the most secure safe in the county. That will no doubt put the highest price on his head again and he will once again outdo Badass at last!\n\nHalfway through the journey the stagecoach in which Lone is traveling is attacked by Badass' hitmen and Lone must walk to Oldewell to make history again.\n\n - Meet a host of quirky characters\n - Solve intricate and fun puzzles\n - Rob the safest safe in the county\n - Escape from jail\n - Mix dangerous ingredients\n - Blow things up\n - Tell lies\n - Make jokes\n - Squeeze cactus\n - ...\n - Oh, and... Beat Badass!\n\nAn old school adventure\nLone McLonegan is a point-n-click adventure game. Look, pick up and use objects, talk and interact with characters, kick things, carry countless strange inventory items and use them in the most comical way.\n\nLone, a tough guy\nLone is the classic tough guy... but only on the outside. On the inside he's soft and cowardly. He avoids fights whenever he can and usually gets out of the most convoluted situations by using his wits, and of course your help. In Lone McLonegan you don't just solve puzzles, Lone will also talk to you, discuss your decisions, and win you over with his personality.\n\nA game made with love\nAll the characters are hand-drawn and the scenes maintain that special charm of the old western movies. We have included pop culture references that will make you laugh out loud and funny anachronisms that make Lone McLonegan a unique game with a tremendous personality that will not leave you indifferent.\n\nHelp Lone become \"The Old West's Most Wanted Outlaw\"!",
    "id": "0100939015968000",
    "name": "Lone McLonegan : A Western Adventure",
    "publisher": "Sonomio Games",
    "releaseDate": 20211104,
    "version": 0
}