{
    "description": "You can now transfer Pokémon from the Pokémon™ Scarlet and Pokémon Violet games into Pokémon HOME! With Pokémon HOME you can swap Pokémon between these titles and the Pokémon Brilliant Diamond, Pokémon Shining Pearl, Pokémon Legends: Arceus, Pokémon Sword, and Pokémon Shield games, too!*\n\nLink your games to claim special Pokémon\n\nWhen you transfer a Pokémon from Pokémon Scarlet or Pokémon Violet into Pokémon HOME for the first time, you’ll be able to receive a Sprigatito, Fuecoco, and Quaxly with Hidden Abilities as Mystery Gifts in the mobile device version of Pokémon HOME! If you deposit a Pokémon from Pokémon Brilliant Diamond or Pokémon Shining Pearl into the Nintendo Switch™ version of Pokémon HOME, you will receive Turtwig, Chimchar, and Piplup with Hidden Abilities as a Mystery Gift in the mobile device version of Pokémon HOME. If you deposit a Pokémon from Pokémon Legends: Arceus into the Nintendo Switch version of Pokémon HOME, you will receive Rowlet, Cyndaquil, and Oshawott with maximum effort levels as a Mystery Gift in the mobile device version of Pokémon HOME.\n\nA New Home for Your Pokémon\n\nPokémon HOME is a cloud service for the Nintendo Switch system and compatible mobile devices designed as a place where all Pokémon can gather. By linking the same Nintendo Account to both the Nintendo Switch version and mobile version of Pokémon HOME, you’ll be able to access the same Pokémon Boxes on both versions. With Pokémon HOME you can move Pokémon between compatible games, trade Pokémon on the go, and more! You can also purchase a subscription** to the Pokémon HOME Premium Plan for more features.\n\nWith Pokémon HOME, you can manage your collection of Pokémon across multiple games. Gathering your Pokémon is just the beginning—you can trade with friends or with anyone around the world directly using the Pokémon HOME mobile app***. A subscription to the Premium Plan gives the ability to transfer Pokémon from Pokémon Bank, expands the number of Pokémon that can be deposited from 30 to 6,000, expands the number of Pokémon that can be placed in the Wonder Box and GTS at one time (mobile version only), allows you to host your own Room Trades (mobile version only), and gives you the Judge function right within Pokémon HOME.\n",
    "id": "010015F008C54000",
    "name": "Pokémon™ HOME",
    "publisher": "Nintendo",
    "releaseDate": 20200211,
    "version": 0
}