{
    "description": "Howdy partner! Welcome to the Wild West, where lawlessness has broken out in GUN CITY. Trigger-happy desperado chickens have chased the righteous sheriff out of town. Nothing and no one are safe in this once-peaceful city. You're the new sheriff in town and must restore law and order by taking out these renegade chickens.\n\nNEW in version 2.0\n• From now on you can hunt the chickens with the motion control of the Joy-Con.\n• The extended key assignment supports right- as well as left-handers to achieve higher scores.\n• We've also fixed some bugs and made further optimizations.\n\nIn each of the three levels, the aim is to hunt as many chickens and collect as many points as possible in just 90 seconds. But be careful — the desperados shoot back! If you get shot three times, the game is over. If you shoot the wrong chicken or the wrong item, points will be deducted. Not only do you have to be accurate, but you also have to complete certain tasks in order to progress to the next level. Which tasks? You have to find that out for yourself!\n\nLevel 1: On the prairie\nThe first level takes place on the prairie. There's a torture stake, boxes, bottles, a prison and a bench. If you shoot off the prison's lock, a robber chicken will come out and try to rob the bank. To get to the next level, you have to reach at least 350 points, shoot the torture stake and ...\n\nLevel 2: In the Canyon\nIn the second level, you are in front of GUN CITY, which can already be seen in the background. You’ll also see a fisherman in his boat next to a tent, a farmer next to a crate of potatoes and a gold-seeker on his claim. To reach the next level, you have to reach at least 350 points, spruce up the canyon a little bit and ...\n\nLevel 3: In GUN CITY\nIn the city, there are many buildings, a gallows and many chickens. Destroying the buildings’ windows makes enemies appear. There are lots of surprises in this level, so you’d better get moving in order to find all those hidden points.\n\nOTHER FEATURES:\n• Joy-Con Speed — Choose one of three speed settings for maximum hunting success.\n\n• Rankings — Beat your own top scores over and over again and compete against friends and players around the world for the top position in the rankings.\n\n• Fairness —There are leaderbords for each level for touch players and leaderboards for players who play exclusively with the Joy-Con or the Nintendo Switch Pro Controller.\n\n• Tutorial and FAQs — Tips and tricks to quickly become a respected sheriff.\n\n• Online/Offline — Play whenever and wherever you like. No internet connection is needed to hunt. However, you need an internet connection to put your best score on the global leaderboard and see other players’ scores.\n\n• Community — With more than 15 million games sold, Moorhuhn is one of the best-known and most successful game characters. The chicken is off to the Wild West again with Moorhuhn Wanted, a game developed exclusively for the Nintendo Switch. Join the large Moorhuhn community now!\n\nWhat are you waiting for? Get the game and then go hunting crazy chickens in the Wild West!",
    "id": "0100ED100B634000",
    "name": "Moorhuhn Wanted",
    "publisher": "Higgs Games",
    "releaseDate": 20220721,
    "version": 0
}