{
    "description": "『-Becoming Your Beautiful Cousin- 美人姉妹と入れ替わり生活』 is a novel game in which the protagonist has a gender switch condition from his grandfather's invention, and gets involved in various troubles while trying to find a way back to his original body.\nA Bishojo Game released in 2017 under the \"Noirsoft\" brand has been reworked for the \"PandaShojo\" platform for players around the world to enjoy.\n\n\n◆Introduction\n\"H... How did I become a girl!?\"\n\"\nThe protagonist had acquired a gender switch condition between his cousins from the mysterious experiments of his grandfather a inventor.\"\nTo return to the original body, he cooperates with his cousins but,\nAlthough there are many problems to worry about, he began to feel the charm of living as a girl...\n\n\n◆Synopsis\nThe protagonist, Yu Tokiwa, is a male student from a slightly unusual family with an inventor grandfather.\nOne evening, his grandfather who came out of the laboratory said this.\n\"It...It's done... The Warp Device is complete\"\nTogether with his two cousins, Marina and Shizuku, they became test subjects.\n\"However, it seemed to have ended in failure as not even a speck of dust had moved. \nUntil ...\"\n\nThe next morning, there was a feeling of unease.\nMy body feels different... and it's missing something... but it also has something it's not supposed to...\nWhat!? I switched bodies with my cousin...!?\n\n\n◆Characters\n・Marina Tokiwa\n\"Yu. You're oversleeping too often. Are you slacking off lately?\nA cool and stylish female college student with a sharp mind.\nShe is the eldest daughter of the Tokiwa family and is Yu's cousin.\nShe always acts coldly towards Yu,\nbut in reality she loves him dearly and can't be honest with herself.\n\n・Shizuku Tokiwa\n\"Well then, I, Shizuku Tokiwa, will be the one to surprise Yuu Tokiwa.\"\nShe is an energetic student with a great sense of style, although not as good as her older sister Marina.\nShe is Marina's younger sister, and Yu's endearing cousin.\nUnlike her sister, she shows her love for her older brother in a very obvious way.\nShe is always smiling and liked by many people.\n\n・Kokoro Kurusu\n\"I've been making this since the beginning for Yu-kun, is it okay...?\nA bright and kind girl from the same grade at school.\nShe lives next to the Tokiwa's, and is a childhood friend of Yu.\nShe loves Yu with all her heart but is unable to express it,\noften goes around in circles, and suffering from the same fate.\n\n・Yu Tokiwa\nAn ordinary male student from an unusual family.\nHowever, he got involved in his grandfather's experiment, and suddenly switched bodies with his cousin.\nWith no one to consult with about the switch, he is constantly worried about being found out by others.",
    "id": "01007B301BB9C000",
    "name": "-Becoming Your Beautiful Cousin- 美人姉妹と入れ替わり生活",
    "publisher": "CyberStep",
    "releaseDate": 20230629,
    "version": 0
}