{
    "description": "Might & Magic: Clash of Heroes is a unique mix of puzzle, strategy and RPG: Plan your every move and combine your attacks to defeat your enemies in matching puzzle inspired battle scenarios, upgrade your heroes and creatures to unleash increasingly devastating attacks onto your opponents, and let the strategic thinker in you lead your troops to victory.\n\nSTORY\n\nTaking place 40 years before the Heroes of Might & Magic V saga, Might & Magic: Clash of Heroes tells the tale of five heroes scattered across five different regions of Ashan. Each must travel their own dangerous paths to grow in strength, unravel a demonic plot, and ultimately save their world from devastation.\n\nMASTER UNIQUE AND DYNAMIC COMBAT MECHANICS!\n\nThe unique puzzle/strategy battle gameplay of Clash of Heroes will put your tactical skills to the test in the 20+ hour-long story mode and against players in offline and online PvP. Adopt the perfect strategy, let the leader in you guide your troops to victory!\n\nBe creative, find the perfect combination of units, artifacts and spells. Piece together crazy combos and break the enemy lines. Every additional combo can be decisive! \n\nGain XP after each battle, level up your hero and units in order to get an unbeatable team. Find artifacts and hire mercenaries, it will help you on your quest to save the world from devastation. \n\nONLINE AND OFFLINE MULTIPLAYER MODES \n\nAn addictive and intense PvP mode! Whether 1v1 or 2v2, online or offline, against bots or real players, the slightest misstep could be fatal! Climb the ladder and try to be on top of the world!\n\nSelect the character you’ve mastered among the 15 heroes of 5 different factions. In a 1v1 matchup, choose the combination of artifacts, spells and units carefully and enhance the power of your troops!\n\nIn 2v2, work on and build up the synergy between you and your teammate to be the best duo! Combine and make a maximum of devastating combos to beat your enemies and take as many W’s as you can!\n\nFEATURES: \n\n● A unique mix of genres: Be creative, always be one step ahead of your opponent. The more combos you make, the more damage your enemy will take!\n\n● Be the leader of your army…: Choose the perfect combination of units for your troops, artifact and spell for your hero and lead them to victory! \n\n● … and get stronger: Gain XP after every battle and level up your hero and their attributes!\n\n● Single player mode: Put your tactical skills to the test in the 20+ hour-long story mode. It will not be an easy journey but you’ll have to succeed and save the world from devastation. \n\n● Multiplayer mode: A very addictive and extensive multiplayer mode. 1v1, 2v2, against bots or other players, online or offline, it doesn’t matter, your goal remains the same: lead your army to the top of the ladder! \n\n● The content of the I Am the Boss DLC is included in this definitive version. Switch to the side of Chaos and play as one of the 4 villains of the game in any mode other than the campaign! A newly-created exclusive Multiplayer boss (Euny the Archdruid)! ",
    "id": "0100B2C0175C2000",
    "name": "Might & Magic - Clash of Heroes : Definitive Edition",
    "publisher": "DotEmu",
    "releaseDate": 20230720,
    "version": 0
}