{
    "description": "This puzzle game for kids and toddlers is perfect for Halloween, but of course it's great fun the rest of the year too!\n\nThe scary motifs are all designed in such a way that children do not develop fears, but rather have fun playing, as they can laugh at funny scary motifs.\n\nThe game contains 13 high quality puzzle motifs that can be solved in different degrees of difficulty. The maximum number of parts is 80 parts and children are therefore really challenged! But even those who are new to jigsaw puzzles can really get started with a 12 piece puzzle.\n\nEvery puzzle solving is rewarded with 3D animations, loads of effects and a balloon-popping mini-game!\n\nThe game trains logical thinking and hand-eye coordination when playing, which is controlled by hand via the touch screen.\nFor very clever puzzle children, the rotation of the puzzle pieces can also be switched on.\n\nWith McPeppergames games, your child receives optimal entertainment and at the same time our games are the perfect preparation for preschool and training for learning logical thinking. In addition, our games stimulate the imagination and encourage interest in nature and research.\n\nAll of our puzzle motifs are unique and designed by renowned illustrators.\n\nPerfect scary fun for the little ones!\n\nContains the following motives:\n★ Ghosts in the night on cemetery with skull, rat and candle\n★ Old witch in witches house with cat, spell book and cauldron\n★ Ghosts in old house, moon with witch flying by\n★ Pumpkins, monsters and a lot of candy\n★ A ghost with three funny pumpkins\n★ Alien with UFO in space and candy treat\n★ Graf Dracula with bats and coffin\n★ a lot of funny ghosts\n★ young witch with bats and funny cauldron\n★ young witch with cat flying on broom stick\n★ old witch flying at night on broom stick\n★ a lot of laughing spooky spirits and laughing Halloween pumpkin\n★ a wizard owl in a tree and a skull moon at night",
    "id": "01004C70167C8000",
    "name": "Halloween Jigsaw Puzzles - Puzzle Game for Kids & Toddlers",
    "publisher": "McPeppergames",
    "releaseDate": 20211014,
    "version": 0
}