{
    "description": "Use your one-of-a-kind bird skills to whack every nasty thing in your way, so it returns from whence it came. Explore tons of randomly generated levels bursting with secrets to find and mysteries to unravel. Hear the sweet voice of powerful artifacts calling your name but beware of their dark force. Think twice before picking them up, as they will pray on your greed leading eventually to your annihilation.\n\nKey features:\n\nArtifacts: You will be tempted to take them but doing so will make you really suffer.\n\nStory mode: Plow your path through a whole host of enemies and whack them back to where they came from. You can play normal, seeded, daily or challenge modes.\n\nTournament mode: Arena based local multiplayer mode where your friendships will be really tested.\n\nLocal Co-op for Story mode: All this Story mode carnage is even more fun when you play with a friend.\n\n10 playable characters: The unique abilities each character has will make gameplay even more versatile.\n\nHours and hours of fun: Randomly generated levels and loot drops make every playthrough different.\n\nGame modes:\n\nStory mode (1-2 local players): An explosive adventure where you’ll find yourself fighting invaders and searching for the origin of evil. There’s an endless onslaught of enemies for you to shoot, blast, zap and disintegrate every which way. A cute and charming world with challenging levels full of surprises.\n\n- Normal: Procedurally generated levels where every single playthrough is a unique experience.\n\nSeeded: You can set your seed and play the same levels.\n\n- Daily: Compete with other players in a newly generated run every day.\n\n- Challenges: Try to beat various twisted challenges.\n\nTournament mode (2-4 local players): A battle experience where you compete with your friends to find out who's the real hero.\n\n- Deathmatch: Everyone out for themselves. Last beak standing wins.\n\n- One gun mode: Each player starts with the same randomly chosen weapon which cannot be changed for that round.\n\n- Drop Hearts mode: A player drops some hearts when he is hurt and he or any other player can collect them.\n\n- Skull keeper mode: Grab and keep the golden skull without losing it for a certain amount of time and all your opponents will lose 1 HP.\n\n- Hunting mode: Each player starts with a spear. Once you throw it, you need to grab it before you can throw it again.",
    "id": "010021A00DE54000",
    "name": "Blazing Beaks",
    "publisher": "Untold Tales",
    "releaseDate": 20190510,
    "version": 0
}