{
    "description": "Dive into the neon-lit chaos of Cyberpunk Hacker, a fast-paced first-person shooter where every second counts.\nIn this frenetic FPS roguelite, your neural link is unstable, and every second counts. Blast through adaptive AI defenses, upgrade your digital arsenal and unravel a sinister corporate plot. With your life force constantly draining, you must think fast, shoot faster, and push your hacking skills to the limit. Can you liberate Neo-Tokyo before your connection flatlines?\n\nYou are a rogue hacker, armed with advanced cybernetic enhancements and a hacker's toolkit, tasked with infiltrating the fortresses of the world's most powerful corporations. \nAs your health steadily decreases, speed and strategy are your best allies. Engage in high-octane gunfights, utilize rapid movement mechanics like sliding and dashing, \nand hack systems to manipulate your environment and gain tactical advantages.\n\nEvery room challenges you to outsmart security protocols and combat androids while managing your depleting health that doubles as a relentless timer. \nChoose from an arsenal of futuristic weapons and stackable perks that enhance your abilities but also demand sacrifices, making each decision a balance between reward and risk.\n\nCyberpunk Hacker invites you to master its unique blend of intense shooting action and rapid strategic thinking. With multiple zones, diverse game modes, and over \n80 different perks to customize your play style, and each run offers new challenges and combinations to explore.\n\nAre you ready to disrupt the cybernetic order and unveil the secrets at the heart of the neon-drenched horizon? \nLoad up, dive in, and let the cyber chase begin in Cyberpunk Hacker!",
    "id": "0100C390207D6000",
    "name": "Cyberpunk Hacker",
    "publisher": "MagicProStudio",
    "releaseDate": 20241004,
    "version": 0,
    "category": [
        "Shooter",
        "Action"
    ],
    "developer": null,
    "intro": "Are you ready to disrupt the cybernetic order and unveil the secrets at the heart of the neon-drenched horizon? ",
    "isDemo": false,
    "languages": [
        "en"
    ],
    "nsuId": 70010000086682,
    "numberOfPlayers": 1,
    "ratingContent": [
        "Violent References"
    ],
    "region": null,
    "rightsId": null
}