{
    "description": "Inspired by classic sci-fi movies, Beyond Galaxyland is an intergalactic, 2.5D adventure-RPG set among the stars. Step into the sneakers of high-schooler Doug, as he’s whisked away to ‘Galaxyland’ - a zoo-like solar system of planets - on an epic quest to save Earth itself. \n\nAn all-new take on the beloved RPG adventures of old, prepare for a journey like no other, skyrocketing through teeming jungles, neon-lit cities, and cybernetic casinos, with each new planet brimming with intriguing characters, fiendish adversaries, and many other surprises. \n\nAccompanied by Doug’s pet guinea pig - the pistol-wielding Boom Boom - and a sentient robot called MartyBot, together you must defend the world against an all-powerful entity known only as ‘The End’, before it conquers the Universe itself… \n\nNo pressure. \n\nA Bold New Take on the Classic Sci-Fi Caper! \nExperience firsthand all the thrills and spills of a retro sci-fi adventure, in an all-new take on the fish-out-of-water tale that sticks you right in the centre of the action! Laughter, loss, peril and friendship, Beyond Galaxyland has it all and then some, dipped in a dazzling layer of neon-tastic pixels. \n\nExplore a Solar System of Extraordinary Worlds\nFrom the blizzard-swept planes of Arcos to the tropical jungle ravines of Erros, the neon-buzzing cities of Neo to the arid sand dunes of Xalm, explore a cosmic cluster of unique worlds, each with its own quests, environmental puzzles, and out-of-this-world characters. \n\nOvercome Cosmic Foes in Tactical Turn-Based Combat\nEngage in strategic turn-based battles against a vast range of galactic nemeses, with time-responsive defensive gameplay to minimise damage. Each party member has a range of unique abilities at their disposal, but for an additional tactical advantage, sneakily scan your enemy pre-battle to discover their strengths and weaknesses. \n\nExperience Epic Boss Battles \nEach planet boasts its own distinct perils, but none more so than the epic bosses you’ll encounter throughout your extraterrestrial travels, including colossal space dragons, flesh eating flowers, and the all-knowing bionic behemoth that is Mother Brain. \n\nCapture Enemies to Use in Battle \nSuccessfully capture the many weird and wonderful creatures you encounter, to later unleash them in battle, with each possessing a number of exclusive abilities. Will you acquire every last one?\n\nFeatures:\n- Explore the many extraordinary worlds of Galaxyland in an adventure to save the Earth\n- Experience a thrilling story that pays homage to your favourite retro sci-fi movies \n- Form a party of diverse companions to overcome foes in tactical turn-based combat\n- Capture enemies in combat to later unleash as allies or buffs during future battles\n- Craft new armours and consumables to aid Doug and his pals on their journey\n- Engage in over 25 epic boss battles with the Universe's most-feared adversaries\n- A truly unique soundtrack unlike anything you've heard (at least on this planet) with over 50 diverse tracks spanning a myriad of genres from electronic to hip-hop to piano-heavy blues.",
    "id": "01006E101DBA0000",
    "name": "Beyond Galaxyland",
    "publisher": "United Label",
    "releaseDate": 20240924,
    "version": 0
}