{
    "description": "The multi-award winning Dinosaur kids franchise, Dino Tales, is now on Nintendo Switch™. Dino Tales takes you on a journey to a vivid, prehistoric world full of fun activities and places to explore. Take a ride on River Rapids, brave the Scary Cave, witness an erupting volcano and dig for fossils. This game is perfect for elementary/primary school kids to play while levelling up their imagination and Dinosaur knowledge.\n\n\nGAME FEATURES:\n\n- Hatch and customize 7 baby dinosaurs to play with \n- Explore a world rich in imagination filled with caves, forests, rivers and a volcano\n- Enjoy the numerous activities from digging for fossils to lava slides, musical boneyard, boulder bowling and more\n- Use the Berry Blaster to make your dinos stand out from the rest!\n- Ask Darwin, the talking pterosaur, all your questions about dinosaurs, fossils, and other prehistoric topics \n- Fill a Storybook with your own adventure Tales, to be personalized and read with your friends and family.\n\n\nMAKE PREHISTORIC PALS\nDiscover and hatch the baby dinosaurs in this fun-filled Dinosaur game including a Cerasinops, Oviraptor, Spinosaurus, Stegosaurus, Zupaysaurus, T-Rex and Triceratops!\n\nTRAVERSE A TROPICAL ISLAND\nExplore a lush island teeming with exotic wildlife and packed with fun-filled locations to explore like the scary cave, verdant forest, rushing river and an erupting volcano.\n\nENJOY A PLETHORA OF ACTIVITIES \nVisit the musical boneyard, take a ride on river rapids or lava slides, play boulder bowling and more! You can even dig for fossils to add to your treasure trove!\n\nUNLEASH YOUR CREATIVITY\nUse the Berry Blaster to customize your dinos appearance and make them stand out from the rest! Lots of vibrant colors and interesting patterns to choose from.\n\nDISCOVER WONDERFUL FACTS\nA knowledgeable talking dinosaur called Darwin guides your gameplay, stimulates your curiosity and answers all your questions about dinosaurs, fossils and other topics! \n\nCREATE YOUR OWN DINO TALE\nEvery time you play, a Dino Tale is created which captures your game activities in pictures and words, and presents them in a classic storybook form within the game. Perfect for sharing and reading with others.\n",
    "id": "0100ED70186FC000",
    "name": "Dino Tales",
    "publisher": "Kuato Studios",
    "releaseDate": 20220630,
    "version": 0
}