{
    "description": "Finally, on the Nintendo Switch, a game that lets your child enjoy studying while challenging their skills in math has entered the world of gaming.\nIt contains a collection of division problems and math drills learned at the elementary level.\nThere are up to 10 steps of learning, starting from problems using times tables within Elementary 3rd year level range to developing skills such as calculating the remainders of 2-digit division problems and more. Advancing through the levels, your child can naturally become able to solve 3-digit by 2-digit division problems with ease.\n \nThe Story (setting)\n“The name’s Greco. I’m sendin you an invite to face the challenges that await in my castle! So, let’s play a game!!\nI live at the very top of my castle! Do you got what it takes to reach me? It won’t be easy.\nIn order to get to me, you gotta pass through several rooms.\nIn these rooms, you’ll have to solve division problems to pass.\nThat’s why my castle is called the Calculation Castle!\nMoreover, my castle is full of ghosts with many tricks standing in your way, so good luck and do your best!\nIf you manage to beat my ghostly henchmen and get through the rooms, you’ll receive lots of hidden rewards…but can you do it? I guess I’ll wait and see! Heh heh heh…”\n \n・The game is composed of a series of stages and there are ghosts and locked doors within each stage. Greco and his ghosts will present the player with problems that they will need to solve in order to defeat the ghosts, unlock the doors, and proceed to the next stage.\n・The player can face off against and defeat ghosts. Doing so will earn the player treasures(items) and ghost coins which can be used to reveal hints and unlock special bonus stages.\n・Your child can happily play while studying math and develop stronger skills regarding division after some time.\n \nLearning System (Game Contents)\n[Select Problem]-----Players answer the questions by choosing the correct answer of the question from a series of numbers shown using cards.\n・Choosing the correct number will cause the ghost to take damage, reducing its HP(health points) by a set amount and earning the player some ghost coins.\n・If the player reduces the ghosts HP to 0, the ghost will be defeated, and the player will receive items and ghost coins.\n・By selecting and pushing [Hint] the player will be able to see a hint that can aid them in solving the question. Choosing to reveal a hint will require the player to spend ghost coins.\n[Unlock ]-----Remove the lock hung on the door by using the correct answer to the problem.\n・If certain conditions are met and the numbers on the lock match with the numbers of problems solved correctly, then the lock will be removed.\n・If all the locks on a door are removed then the door will open, and the player can advance further through the game.\n・By selecting and pushing [Hint] the player will be able to see a hint that can aid them in solving the question. Choosing to reveal a hint will require the player to spend ghost coins.\n [Bonus Stage]-----By acquiring the required item or “key”, the player can advance to a special bonus stage.\n·In this game mode, players must defeat as many ghosts as possible within the time limit.\n·When the player exterminates ghosts, they will receive ghost coins.\n \nSo, let’s aim for the final stage where the decisive battle with Greco awaits!\nA game that lets your child enjoy learning and studying math is coming to the Nintendo Switch.\nGreco and his ghosts are waiting for the next challenger!\n\nWith Nintendo Parental Controls, you can utilize your smart phone to monitor your child’s activities.\nFor example, the feature can be used in such a way that for every hour your child spends playing a game, you can encourage them to play a study game, such as Greco’s Calculation Castle, for 30 minutes.\nSo, how about deciding the rules with your child?",
    "id": "010045500B212000",
    "name": "Calculation Castle : Greco's Ghostly Challenge \"Division\"",
    "publisher": "media5",
    "releaseDate": 20180524,
    "version": 0
}