{
    "description": "The side-scrolling/top-down hybrid action adventure gameplay returns with a brand new sequel to \"Blaster Master Zero\"!\nExperience the yet-untold story of Jason and Eve after defeating Earth's mutant scourge as they venture into the depths of space in their new battle tank, \"GAIA-SOPHIA\"!\n\nThe story of Blaster Master Zero 2 begins a few months after the events of the first game (released on March 9, 2017), where the main protagonist Jason saves planet Earth from the mutants. Eve has been infected by mutant cells that are slowly corrupting her body, so together with Jason and Fred, they board G-SOPHIA and begin an intergalactic journey to Eve's home planet, Sophia, in hopes of finding a cure for the mutant infection.\n\nA perfect blend of action-adventure through outer space and the signature Blaster Master gameplay creates a formula for a fun new experience.\n\n●G-SOPHIA's Gaia System is the key to maximum mutant blasting efficiency!\nThe Gaia System converts the energy created by the impact of falling from tall heights or taking damage, then turns that energy into SP. By making good use of the terrain, more and more SP can be recovered, allowing Jason to use more of G-SOPHIA's sub-weapons. \nMastering the Gaia System brings out G-SOPHIA's full potential, allowing players to traverse stages in an ultra-satisfying way.\n\n●Get familiar with Jason's new technique, the BLAST COUNTER. \nJason's got a new trick up his sleeve! In top-down view stages, Jason can initiate a BLAST COUNTER at the moment an enemy makes an attack, allowing him to deliver a powerful counterattack. \nGetting a feel for BLAST COUNTERS allows you to dish out lots of damage and make good use of your wide variety of gun levels and sub-weapons. This is the key to clearing top-down view stages with speed!\n\n●Power up G-SOPHIA and Jason as you travel across the galaxy!\nSearch high and low across the planets you visit to find hidden maps for small planetoids in their orbit. Explore a wide variety of planetoids and find upgrades for G-SOPHIA and Jason.\n\n●A whole new group of Metal Attackers with their own pilots and support droids takes the stage!\nThroughout his journey, Jason crosses paths with a motley cast of Metal Attacker battle-tank pilots and their respective support droids. Sometimes they're friend, sometimes they're foe.\n\n※The Blaster Master Zero series was born after Inti Creates acquired the license for the original Blaster Master game for the NES from Sunsoft.",
    "id": "01005AA00D676000",
    "name": "Blaster Master Zero 2",
    "publisher": "Inti Creates",
    "releaseDate": 20190321,
    "version": 0
}