{
    "description": "Juicy Realm is a roguelite game in which players must square off against bizarre fruits all across the world. The line between the animal and the plant world has become blurred, and the food chain has been completely disrupted. Humans, upon making this incredible discovery, have set up outposts along the border of the aggressive plants' habitat for investigations, defense, and in preparation for what may come. You take the role of a soldier on the front lines charged with confronting this strange new enemy.\n\n\"Many years in the future, humanity looks upward in despair at plants, now standing atop the food chain. How could they have been so arrogant...\"\nOnly when plants began sprouting arms and legs and developing self-awareness did humanity truly begin to understand the menace that these once photosynthesis-dependent creatures posed. No one could understand how the plants took this large evolutionary leap in such a short time, something that took their animal counterparts millions of years to accomplish. One thing is certain, now is the time for humanity to make their stand in order to stay at the top of the food chain.\n\nAs one of the first explorers of the newly discovered plant empire, you must continuously drive deeper and deeper into the enemy's lair. Defeat bizarre and colorful fruits while retrieving new gear, weapons, and resources to defend yourself and expand your base camp.\nIf you're unable to defeat the overwhelming destructive force of the plant army alone, invite a few friends to lend a hand and help you discover the secrets behind this strange new world.\n\nGame Features\n- Rougelite elements with random zones, treasures, and monsters\n- Loads of special weapons and items\n- Unique and incredibly detailed art style\n- Expand your camp and unlock new features\n- Solo campaign and local multiplayer",
    "id": "0100C7600F654000",
    "name": "Juicy Realm",
    "publisher": "SpaceCan",
    "releaseDate": 20240131,
    "version": 0
}