{
    "description": "Immerse yourself in the gripping world of Werewolf: The Apocalypse — Purgatory, a narrative-driven RPG thriller set in the acclaimed World of Darkness universe. Step into the shoes of Samira, a young werewolf navigating the shadows of Poland and beyond.\n\nUnleash Your Inner Beast \n\nExplore the chilling landscapes of a wintry Białowieża forest, the historic streets of Warsaw, and the memories of Afghanistan. As Samira, you’ll battle monsters, uncover dark conspiracies, and confront your inner turmoil. Each decision you make shapes your destiny, revealing new secrets and leading to multiple endings.\n\nShape Your Destiny \n\nChoose your path: investigate a supernatural murder or delve into the secrets of a powerful werewolf pack. Your choices impact Samira's journey, balancing her health, willpower, rage, and skills. Will you guide her towards light or darkness?\n\nClassic RPG Mechanics\n \nExperience a blend of visual novel storytelling and tabletop RPG elements, with mechanics inspired by the legendary World of Darkness Fifth Edition. Manage your inventory, master unique skills, and navigate through harano—a reflection of Samira's inner despair.\n\nAccessible for All \n\nWhether you're a veteran of the World of Darkness or a newcomer, Purgatory offers an engaging entry into this rich universe. With pop-up vocabulary explanations, adjustable fonts, and customizable text speed, the game ensures an accessible experience for everyone.\n\nFeatures:\n\n- Investigate Dark Conspiracies - Uncover the truth behind supernatural murders and werewolf politics.\n- Dynamic Storytelling -  Each choice reveals new paths and endings, influenced by your management of rage, health, and willpower.\n- RPG Mechanics - Utilize skills, manage inventory, and navigate the harano system to shape Samira's fate.\n- Rich Lore -  Dive into the World of Darkness with lore adapted from the new Fifth Edition corebook.\n\nJoin Samira in her harrowing quest for truth and survival in Werewolf: The Apocalypse — Purgatory. Will you help her overcome her inner demons and the darkness around her, or will she be consumed by it? The choice is yours!",
    "id": "010075901E27C000",
    "name": "Werewolf: The Apocalypse - Purgatory",
    "publisher": "Different Tales",
    "releaseDate": 20240723,
    "version": 0
}