{
    "description": "Building on the success of the original retro racing hit, Formula Retro Racing: World Tour introduces new tracks and car types for an additional level of depth. You'll race through iconic global locations, compete against other drivers, and try to beat your lap times. Do you have what it takes to master each racing line, hug every apex, and cross the chequered flag to victory?\n\nFormula Retro Racing: World Tour has four game modes. These are:\n- Arcade\n- Grand Prix\n- Eliminator\n- Free Practice\n\nFeatures:\n\nA new generation of arcade racing\nEverything you know and love about arcade racing is here, including countdown timers, packed racing fields and epic crashes. A responsive handling engine brings modern racing sensibilities and adds an element of realism to every moment on the track.\n\nLow poly visuals for the modern age\nFans of 90s racers will feel right at home in Formula Retro Racing: World Tour thanks to low-poly visuals - updated with 4k resolution and a crisp 60fps performance speed.\n\nVehicle types\nRace in a number of exciting new vehicle types, including high-performance race cars and muscle cars that can drift through corners. Each of the two car classes has five variations; five different single-seater style formula cars (including touring, rally and cigar) and five muscle cars with throwback vehicles spanning from the 40s to the noughties. Each car handles uniquely, making each track feel different. It’s up to you to find the best lines and breaking points for each vehicle.\n\nIconic locations\nRace through iconic locations like London, Paris, and New York and zoom past recognisable landmarks from across the world.\n\nFull Track List:\n- Montreal\n- London\n- Paris\n- Rome\n- New York\n- Las Vegas\n- Berlin\n- Tokyo\n- Hong Kong\n- Santiago\n- San Francisco\n- Snowdonia Drift\n- Hieizan Drift\n- Miami Drift\n- Santa Monica Drift\n- São Paulo Drift\n- Indiana Oval\n- Alabama Oval\n\nDestructible cars\nDiscover the consequences of pushing your car too far with realistic crash physics that tear your vehicle apart piece by piece.\n\nSplit-screen multiplayer and leaderboards \nGather your friends around the sofa and go head-to-head in four-player split-screen. See who’s got the fastest line, or simply try to crash each other out. Compete with other players online through the best lap and race time leaderboards.",
    "id": "0100A85019C6C000",
    "name": "Formula Retro Racing: World Tour",
    "publisher": "CGA Studio Games",
    "releaseDate": 20230331,
    "version": 0
}