{
    "description": "Nuclear fallouts have settled, and the long, dark winter has begun!\n\nRoad Z Survival: The Last Winter is a wild ride through the world of nuclear fallouts, cold death, zombies, and other challenges of post apocalypse. Experience survival craft in a zombie game like never before - master both the craft of survival and extreme DRIVING across frozen lands. Road Z Survival: The Last Winter is a far cry from other zombie survival games!\n\nWALKING MAKES DEAD - DRIVE FOR SURVIVAL!\nYou have one and only friend here - your ride. Care for your wheels as  ye care for yourself, and it willhelp deal with cold, zombies and deadly roads - the day you become a pedestrian will be your last! A good zombie game becomes better, when you add a little drive.\n\nDON’T GET EATEN ALIVE!\nIn dark, long nights and cold days you are not alone - dead men and animals and other dangers are always around. So move, fight, explore - idleness is death in a frozen dead world this zombie apocalypse game!\n\nSURVIVE IN COLD OPEN WORLD!\nCold, radiation, hunger, radioactive fallouts - you can’t escape those, unless you travel to the most deadly and zombie infested corners of the world in search for food, warmth, car parts and other survival resources. Survival craft is a far cry from only beating your enemies with an axe all day long.\n\nFIND OTHER SURVIVORS!\nIn this cold residence of evil, where only the dead walk freely, there are still people fighting zombies...and each other! Find your place among them - trade, complete missions, forge alliances, and fight those who oppose you!.\n\nBUT WHAT DRIVES YOU?\nA good old-fashioned revenge! You are stranded alone in the middle of nowhere for a reason. Survive the coming long and dark winter, and maybe you will learn why you are left walking among the dead.\n\nImmerse into atmosphere of zombie apocalypse and death drive. You have all you need to survive the last days of the world, but can you outrun the death following you? Start your cold engine to find it out - survive the last winter or die!",
    "id": "0100F89016626000",
    "name": "Road Z Survival: The Last Winter",
    "publisher": "Game Mavericks",
    "releaseDate": 20211122,
    "version": 0
}