{
    "description": "COMING Q4 2024\n\nPine is an interactive and emotional short story told wordlessly through hand-drawn animation and music, designed to be played in a single sitting.\n\nIt follows the story of a woodworker grieving the recent passing of his wife. Now alone in the glade where they made their home, he attempts to move on.\n\nHis simple daily chores of tending to his garden or collecting wood for the next winter are interrupted by memories of the happy times they spent together. Desperate not to forget her, the woodworker captures these memories in beautiful carvings out of the wood he collects.\n\nPine is a story-driven game focused on accessible, engaging interactions that pull you into the woodworker’s experience. Charming puzzles and mini-games celebrate the happy memories of their time together while deliberate chores underscore his challenges with moving on.\n\nKEY FEATURES\n• The Insistence of Memory - As you help the woodworker complete his daily routine, the simple chores you’ll guide him through are interrupted by reminders of his late wife. In these endearing memories you’ll relive their happiest moments together, playing games and building a life with each other. \n\n• Meticulous Mementoes - The woodworker’s carvings are beloved mementos he captures from his memories. Pine’s unique carving mechanic lets you create the carvings with the woodworker’s hands, each a promise that his lost love will be remembered.\n\n• A Wordless Short Story - Pine is a wordless story, relying on its visuals and sounds to bring you into the woodworker’s world. It is a single-serving game focused on telling a beautiful, emotional tale.\n\n• Lovingly Crafted - Classic hand-drawn animation, a beautiful setting, an evocative score and immersive environmental sound effects bring Pine’s story to life.",
    "id": "0100CEA01A712000",
    "name": "Pine: A Story of Loss",
    "publisher": "Fellow Traveller",
    "releaseDate": 20241231,
    "version": 0,
    "category": [
        "Adventure"
    ],
    "developer": null,
    "intro": "A game about life after love",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "pt",
        "es",
        "fr",
        "de",
        "it",
        "nl",
        "ru",
        "ko",
        "zh",
        "zh"
    ],
    "nsuId": 70010000063182,
    "numberOfPlayers": 1,
    "ratingContent": [],
    "region": null,
    "rightsId": null
}