{
    "description": "Unmatched: Digital Edition is an adaptation of the critically acclaimed board game, where two (or more) opponents command characters from myth, history, or fiction in a battle for the ages! Have you ever wondered who would win, King Arthur (aided by Merlin) or a sword-wielding Alice of Wonderland? How would Sinbad and his trusty porter fare against Medusa and the three harpies? The only way to find the truth is in battle with a quick game of Unmatched!\n\nIn Battle The Are No Equals!\n\nWhat is Unmatched?\nUnmatched: Digital Edition is a tactical game where each player commands their hero and sidekick(s), using a unique deck of cards, to defeat their opponent on the field of battle.\n\nThe rules are simple. On your turn, take two actions which can be:\n- Maneuver: Move your fighters and draw a card!\n- Attack: Play an attack card!\n- Scheme: Play a scheme card (cards that have a special effect).\n\nGet your opponent's hero to zero health, and you win the game.\n\nWhat makes the game special is that each hero has a unique deck and ability. Alice grows big and gets small. King Arthur can discard a card to power up his attack. Sinbad gets stronger as he goes on more voyages. Medusa can damage you with just a glance.\n\nWhat makes Unmatched great?\nUnmatched is one of those easy-to-learn games with an incredible amount of depth. The tactical insight and knowledge of your hero and your opponents will determine the outcome of the fight. Games are quick – but play out very differently! Your decisions will determine your fate, and your skill (and just a bit of luck) will win the day.\n\nWhat can you expect?\n* Epic duels between the most unlikely opponents!\n* Huge tactical depth!\n* Stunning artwork by legendary artists!\n*Three levels of AI for solo play!\n* Near infinite replayability!\n* Easy to learn, hard to master!\n* In-game tutorial and rulebook!\n* Online multiplayer!\n* Synchronous and asynchronous game modes!\n* Official Unmatched rules consulted with the designers of the board game!\n* Multiple expansions to come - bringing new heroes and maps!\n* Unique experience of a board game with the convenience of a digital platform!",
    "id": "010093401939A000",
    "name": "Unmatched: Digital Edition",
    "publisher": "Acram Digital",
    "releaseDate": 20230316,
    "version": 0
}