{
    "description": "Cleopatra Fortune was originally released as an arcade puzzle game by Taito in 1996. This game is a reproduction of the home console version released in 1997.\n\nIn Arcade Mode, players wipe out falling stones, treasures, coffins, and mummies by arranging closures or line clears to score high points. Two players can also play against each other.\n\nIn Mystery Mode, players can enjoy the story as they clear 50 problems posed by the Sphinx.\n\n\n◆Basic rules\n・Closures: Use stones and walls to surround treasures, coffins, and mummies, and all items inside the closure will disappear. Mummies will not disappear unless they are surrounded with treasures or coffins. The more items that disappear at once, the higher the score will be.\n・Line Clears: Arrange a line made up of all treasures, all coffins, all mummies, or all stones and the entire line will disappear.\n・Chains: When several closures and line clears disappear in a row, they form a chain. From two chains to large chains, the more chains there are, the more points are scored. Five or more chains will score special bonus points.\n・Pyramid Stones: Place falling pyramid stones on treasures, coffins, mummies, or stones on the field and all items of the same type will disappear.\n・All Clears (Perfect): Wipe out everything on the field to score bonus points appropriate to the level at the time. Patora-co will show off her favorite cosplay.\n\n\n◆Convenient features and option settings only available in S-Tribute\n・Rewind\nRewind gameplay a by certain amount of time and resume.\n・Slow Mode\nSlow game pace down with a single button press.\n・Quick Save/Load\nSave game state at any point.\n・Unlimited Credits\nThe limit on the number of continues can be disabled, allowing for infinite continues.\n・Block Falling Speed\nChange the falling speed of blocks. In addition to standard speed, players can select speeds from low to high.\n・Mystery Mode Stage Select\nMystery Mode can be played from any stage, regardless of whether it has been cleared.\n・Scan Lines\nMimics the nostalgic CRT monitor display.\n\n\n◆S-TRIBUTE\nReprints of classics produced and developed by City Connection with the Zebra Engine during the Saturn era.\nPlay a variety of titles with improved controls and new features.",
    "id": "0100E11015EE2000",
    "name": "Cleopatra Fortune™ S-Tribute",
    "publisher": "City Connection",
    "releaseDate": 20221123,
    "version": 0
}