{
    "description": "Overdriven Evolution takes you on a challenging journey through the Kruuthian empire with an ever-changing, expertly crafted universe full of action. \n\nEmbark on an epic voyage to destroy huge bosses. Be ready for an action-packed experience by dodging thousands of bullets and complete quick puzzles with your powerful spaceship. Prepare for deadly challenges that require both good gear and mastery of controls.\n\nIn each exciting run, you will face more enemies, more bullet patterns, and improved bosses, ensuring countless hours of thrilling gameplay. Enjoy new and improved stages, graphics, and 3D environments. The entire game can be played as a single-player or local co-op with up to 4 players. Join in on the adventure to defeat the Kruuthian Emperor. \n\n 7 Game Modes to test your pilot skills:\n\n- STORY: 4 Difficulties: EASY · NORMAL · HARD · NIGHTMARE\n- ARCADE: Can you beat the game with only a few continues?\n- MANIC: Test your true arcade skills with no health bar.\n- THE LINE: Use all your knowledge and mastery to keep enemies away from the red line.\n- 10 CHALLENGES: Replay each stage with a specific goal.\n- COLOR-REFLEX: Involving 56 new and improved Puzzle-Maps mixing match3 and shmup!\n- BOSS-RUSH: Use everything you have as an expert pilot to beat all the bosses at once.\n\n  Choose from three different spaceships to take on these challenges, one of which you must unlock during the game. Overdriven Evolution is filled with collectible artifacts, hidden items, and a long list of achievements for dedicated SHMUP fans and completionists alike. Make sure you collect all 50 alien artifacts, find the 10 hidden space cows, and complete the 75 \"In Game Achievements\".\n\n Beat your best score in the Local Leaderboards for all modes and difficulties, and listen to the original instrumental rock soundtrack available on the game menu.\n\nBest of luck in stopping the Kruuthian Emperor!\nAdventure awaits!  ",
    "id": "0100EB301601A000",
    "name": "Overdriven Evolution",
    "publisher": "VGNY Soft",
    "releaseDate": 20220902,
    "version": 0
}