{
    "description": "Kitaria Fables is a delightfully cute action adventure RPG with farming and crafting! Armed with a sword, bow and spellbook, fight back against a rising darkness threatening the world. Discover diverse regions in search of relics and resources, tend to your farm to grow your own provisions, and take on quests solo or with a friend in local co-op mode!\n\nA delightfully cute action adventure RPG with farming and crafting - Armed with sword, bow and spellbook, fight against a rising darkness threatening the world. Plunder dungeons in search of relics and resources, tend to your farm to grow your own provisions, and work with your village neighbours to craft new gear. \n\nWelcome to the world of Kitaria - A peaceful land where nature lives in harmony - until now. As the wildlife around Paw Village becomes increasingly aggressive, The Empire has called upon you to investigate and defend its citizens.\n\nReal-time Combat - Wield melee weapons, bows and forge new spells. Kit your loadout in a way which suits your preferred style of battle and craft magic, weapons and armour which compliment your play style. \n\nLearn an Ancient Magic - When an age-old spellbook comes into your possession, use it to learn a kind of magic long-ago outlawed by The Empire - and give you the edge in combat! \n\nGather, Craft and Farm! - Kitaria is full of resources for you to use to your advantage! Slay monsters for ingredients, plant seeds and tend to your crops for provisions, and gather materials and ores to craft more powerful weapons, armour and accessories. \n\nMake Your Home in Paw Village - Kitaria is full of friendly (and not so friendly!) citizens. Make yourself known to your neighbours and fulfil their requests. The more you bond with your new friends, the more rewards you will receive as your relationships grow! \n\nLocal Co-Op Mode – Take on quests solo, or with a friend! Double your firepower and use the freedom of Kitaria Fables' flexible combat system to complement each other's strengths.\n\n",
    "id": "0100F30013BFC000",
    "name": "Kitaria Fables",
    "publisher": "PQube",
    "releaseDate": 20211012,
    "version": 0
}