{
    "description": "Welcome to Eagle Junior High School! \nYou have been selected to participate in a religious summer camp that promised to be the ideal place to make friends and spend the summer. Upon your arrival though, you realise that the entire thing is a hoax and you get locked up in a dilapidated school guarded by an evil nun.\n\nFEATURES:\n† Hammer Time - Avoid Sister Madeline and her huge hammer\n† She Vented - Don’t get surprised when Madeline follows you into hard to reach places\n† Labyrinth of Possibilities - Explore the old school and unlock many new branching paths\n† Thoughts and Prayers - Use your head and solve puzzles to progress further\n† Fight or Flight - Play stealthily or booby trap the building and lure the Nun into them\n\nYou have been selected to participate in a religious summer camp that promises to be the ideal place to make friends and spend the summer. As soon as you arrive at this place, you realise that it is a hoax. You are locked in a dilapidated school guarded by Sister Madeline, an evil nun who punishes children with her gigantic hammer.\nYou will have to escape from the school at all costs, although along the way you will discover that you are not the only child trapped. Don’t get surprised when Sister Madeline follows you into hard to reach places. \nYour main goal is to gather all the mask pieces and put them together. But be careful, to accomplish your mission you will need to solve many puzzles & mysteries around this horrifying school. \nWhat’s the true story behind the Evil Nun?\n\nUSER REVIEWS:\n▪ \"This game is fantastic! it gives you enough to be scared and continuously concerned and jumpy, but is also very enjoyable and replayable.\" - Feeder Junior\n\n▪ \"Hats off to the developer of The Broken Mask! The game has amazing details, the voice acting is super well done, and overall the character designs are pleasing to the eye. If you want a terrifying experience I recommend purchasing the game!\" - kylee_dottavioartist\n\n▪ \" I'd recommend it to those who like horror, or for those who wish to try something new. This is by far my favourite horror game as the stories set, the nun has a reason to be like this, and she has an amazing design! \" - Lucid",
    "id": "010015501C74E000",
    "name": "Evil Nun: The Broken Mask",
    "publisher": "Feardemic",
    "releaseDate": 20240125,
    "version": 0
}