{
    "description": "About This Game\nIn tERRORbane, you'd expect to save a generic fantasy RPG world from evil, right? Instead, the Developer who created the game keeps on commenting on everything you do, funny bugs and glitches keep on popping up everywhere you go and nothing seems to work the way it should?! What's a good Player to do, but dish out his trusty BUG LIST and use bugs to his advantage to get to the ending credits sequence?\n\nThere's nothing that could go hilariously wrong, right?\nBecome the TERRORBANE, saviour of the world!\n\ntERRORbane is a comedic adventure where bugs are your FRIENDS!\nEnjoy exploring a crazy and outlandish world, full of unique, quirky characters and homages to the media of videogaming and its celebrated history, challenge the Developer with your creativity as you exploit and cheat your way through his sloppy design to try to get to the heart of what is truly needed to make the best games work.\nExplore a wild wild WORLD!\n\nSaving the realm from evil anthropomorphic villains is hardly a novel concept in the wild world of videogames, but don't go expecting this adventure to stay run-of-the-mill fantasy for long! Castles, temples, starships and vaults! Travel from the digital depths of a dungeon to the surface of the moon with barely any cohesive plot holding it together! The Developer created a world so full of strange lore and wonderful locales, you'll start to question your own sanity!\nChallenge the Developer and find all BUGS you can!\n\nThe Developer swears the game he has created is the best one ever made, but the sorry state of his code begs for a much needed reassessment of his claims! Hunt for bugs and glitches, fill your BUG LIST and exploit every loop-hole you can! Only this way you'll defy all videogaming norms and prove your rights as the ultimate Player, worthy of changing the world of tERRORbane forever.\nMake your CHOICES and venture beyond!\n\nDid you really think finishing the game would be enough to finish tERROrbane's story? Think again! Your choices shape your journey across the world, delivering you to wildly different sections and environments, going back and choosing differently will usher you to completely different stories and characters, adding new bugs to your collection! Who's to say you won't find a way to explore even beyond the ending credit scene?\n\n[REDACT̶̋͐Ȅ̴͐D̵͖̆]̵̩̿\nThis game is perfect, there are no glitches here.",
    "id": "010040201711A000",
    "name": "tERRORbane",
    "publisher": "WhisperGames",
    "releaseDate": 20220401,
    "version": 0
}