{
    "description": "Story:\nLong ago, in the distant reaches of Land's End...\nThe unforeseen descent of the \"Rain\" transformed all living things into frenzied undead monstrosities known as the Blighted.\nFaced with a calamity far beyond their understanding with no recourse, the kingdom fell into ruin, with no end in sight to the accursed rain.\nMeanwhile, in the remnants of this ruined world, a young girl named Lily awakens in the depths of a church.\n\nAbout This Game:\n\"ENDER LILIES\" is a dark fantasy 2D action RPG that sees the players try to unravel the mystery of the kingdom destroyed by the '\"\"Rain of Death.\"\"\nPlayers will journey through the sprawling and hauntedly beautiful locations of \"Land’s End,\" including a submerged forest, a sealed-off contaminated underground cavern, and a grand castle.\nIn the many places you will visit on this sorrowful adventure, formidable bosses await that will gladly claim your life given even the slightest chance. Defeat these powerful foes and release them from their unending curse to turn them into allies.\nOvercome the challenges before you and search for the truth with powerful knights at your side.\n\nKey Features:\n■ Immersive Exploration\n- An expansive and fully traversable map, open to numerous strategies.\n- Exploration will uncover many mysteries and discoveries to draw you in.\n- Complete freedom in which path to take and which bosses to confront.\n\n■ Tense Battles and a Rewarding Adventure\n- Enjoy tense battles, where a wavering focus can lead one to a swift death.\n- Employ evasive maneuvers along with your attacks to ensure victory.\n- Defeat the various Blighted met along the way to acquire new skills. (26 skills in total, utilizing swords, bows, magic, and much more).\n- Forge into battle armed with skills that cater to your own personal playstyle.\n- Customize your stats with relics and tune Lily for seamless gameplay.\n- A rewarding ending awaits those who persevere and overcome each death to inch closer to the conclusion.\n\n■ Beauty Shining Through in a World of Despair\n- A contrasting main cast, from the young and pure heroine to the complex and tainted immortal knights.\n- A fantasy world brought to life by beautiful 2D art, animation and music.\n- Lily's adventure through Land's End will see her reunite with and fighting alongside former friends. The conclusion of the story will change based on the player’s choices.",
    "id": "0100CCF012E9A000",
    "name": "ENDER LILIES: Quietus of the Knights",
    "publisher": "Binary Haze Interactive",
    "releaseDate": 20210702,
    "version": 0
}