{
    "description": "MEET THE CHICKEN POLICE\nSonny Featherland and Marty MacChicken were once a legendary detective-duo, called the Chicken Police. But that was almost a decade ago, and time had ruthlessly passed them by. Now Sonny and Marty are forced to work together on a case that is weirder than anything they've ever encountered before!\n\nNARRATIVE-DRIVEN, DETECTIVE GAMEPLAY\nChicken Police is a story-rich and dialogue-heavy game combining elements of the visual novels and classic adventure games. The game has more than 30 characters to talk to, with some having to be seriously interrogated. Collect tons of clues, evidence, and highly sensitive personal information from the shady characters of Clawville to use ruthlessly against them!\n\nEXPLORE THE CITY OF CLAWVILLE (again, and again...)\nThere are more than 30 places to visit and some of them will change several times during the story. You can return to previous locations on several occasions, to find hidden secrets, meet new characters and gather information about the world and its inhabitants.\n\nA CINEMATIC EXPERIENCE\nChicken Police has a weirdly stunning visual style made with the usage of real photos and photo-realistic 3D backgrounds, inspired by classic film-noir movies and influenced by animated features. Its noir mood is enhanced by an original music soundtrack, backed up by professional voice acting for all characters with more than 8 hours of spoken dialogue!\nChicken Police is a satire, which recalls the mood and atmosphere of the 40's film-noir movies, and as the best noirs and hardboiled detective stories, it's so gritty and hopeless, that it can only be served with a lot of cynical humor.\n\nKEY FEATURES\n- A thrilling, rich storyline with a classic film-noir twist\n- Professional voiceover with more than 8 hours of spoken dialogue!\n- A carefully crafted, \"colorful\" world\n- A complex interrogation system\n- More than 30 unique, fully voiced characters\n- A cinematic film-noir like experience with more than 20 cutscenes!\n- Lots of clues, information, and collectibles to find\n- A beautiful original soundtrack",
    "id": "0100713010E7A000",
    "name": "Chicken Police – Paint it RED!",
    "publisher": "HandyGames",
    "releaseDate": 20201105,
    "version": 0
}