{
    "description": "Ink up the Splatlands and get a tenta-lizing taste of the Splatoon™ 3 game’s newly updated Splatfest Battles* with the Splatoon 3: Splatfest World Premiere demo. New to the Splatoon series? No prob! Dip your tentacles into a tutorial to learn the basics starting August 25. Then, take a stroll around Splatsville and get ready for the Splatfest.\n\nOh...a quick explanation for our nautical newbies. Here’s the deets—choose a Splatfest team by answering a burning, age-old question—which is the best: Rock, Paper, Scissors? Make your move and Super Jump into Turf War battle to ink your crew to victory. Wait...there are THREE teams?! That’s right, Splatfests are a little different this time around.\n\nThe 12-hour demo starts on August 27. From 9AM-3PM PT, ink up the turf against one team at a time. Then, from 3PM-9PM PT, take on the brand-new Splatfest Tricolor Turf War Battles. This 4v2v2 format brings a new type of colorful chaos to Splatfests. Which team will get the upper hand? Team Rock, Team Paper, or Team Scissors? Let others know by posting messages and sharing your allegiance in the square.\n\nYou'll need an Internet connection and a Nintendo Switch Online membership to participate in the Splatoon 3: Splatfest World Premiere demo. By downloading the demo from Nintendo eShop, you can receive a free 7-day trial** for Nintendo Switch Online! If you are not a current Nintendo Switch Online member, no worries, we got you covered. After downloading the demo, you will receive an e-mail with a Nintendo eShop code for a 7-day free trial for Nintendo Switch Online. The 7-day free trial code becomes redeemable when the demo becomes playable on August 25.\n\nTo redeem, please enter the code into Nintendo eShop to activate your free trial. Even if you’ve activated a previous free trial, you are still eligible for this trial too!\n\nDemo Includes:\n•New Splatfest Mode – Tricolor Turf War (4v2v2 battles!) during the second half of the Splatfest\n•26 weapons! Target turf with the brand-new Tri-Stringer with its explosive arrows, make a splash with the iconic Splattershot, steamroll the competition with the Splat Roller, and more!\n•Test Range – practice using weapons before you battle\n•Rep your team by sharing messages and art that others can see in the square\n\nEvent Times\nYou can only participate in the Splatfest during this time period:\n\n•First half (Splatfest Battles Begin) - 8/27 (Sat) 9:00 a.m. PT – 3:00 p.m. PT\n\n•Second half (Tricolor Turf War Battles Begin) - 8/27 (Sat) 3:00 p.m. PT – 9:00 p.m. PT\n\n",
    "id": "0100BA0018500000",
    "name": "Splatoon™ 3: Splatfest World Premiere",
    "publisher": "Nintendo",
    "releaseDate": 20220825,
    "version": 0
}