{
    "description": "Released in 1995 by Taito, Layer Section is the home console version of the arcade game RayForce, a vertical shooting game.\nPlayers control X-LAY, a mobile weapon equipped with lock-on lasers and battle against the Con-Human system for the survival of humankind.\n\nYou can also play Galactic Attack, the overseas release of Layer Section.\n\nEnjoy the enhanced BGM of the home console game in stereo sound in this title.\nThe remixed main melodies are tastefully different from their arcade versions!\n\nNew useful features like game rewind, slow mode, and quick save have been added.\nCompare scores with others in the new online ranking mode!\n\n◆Lock-On Lasers\nThe game's main feature, lock-on lasers allow you to attack enemies on the ground or in low orbit.\nUse your unit's cross hairs to lock on to enemies and fire lasers at them in one fell swoop.\nTarget up to 8 units at once. Destroy multiple enemies together for a higher score.\nDestroy 8 enemies at once for a 128x multiplier!\nMake full use of lock-on lasers to aim for higher scores!\n\n◆Useful Features and Options\n・Rewind\nRewind gameplay a by certain amount of time and resume.\n・Slow Mode\nSlow game pace down with a single button press.\n・Quick Save/Load\nSave game state at any point.\n・Online Ranking\nSwitch to online ranking mode in settings to enter your score into the online leaderboards and check how you compare with others.\n・Stage Selection\nPlay your favorite stages with your favorite settings.\n・Expanded Rapid-Fire Settings\nRapid-firing can now go faster than the original home console version (15/second -> 30/second).\n・Coin Credits\nInsert up to 99 credits and play at leisure without worrying about continues.\n・Change Difficulty Increase Settings\nPlay at a constant minimum or maximum difficulty, which increases when certain conditions are met.\n・Screen Orientation\nFor arcade mode. Optimized for portrait screen orientation.\n・Scan Lines\nMimicks the nostalgic CRT monitor display.\n\n◆S-TRIBUTE\nReprints of classics produced and developed by City Connection with the Zebra Engine during the Saturn era.\nPlay a variety of titles with improved controls and new features.",
    "id": "010024C015B0C000",
    "name": "Layer Section™ & Galactic Attack™ S-Tribute",
    "publisher": "City Connection",
    "releaseDate": 20220428,
    "version": 0
}