{
    "description": "The stories in fault are presented in the form of cinematic visual novels, which tell gripping tales of human drama in a world where science fiction has melded with fantasy. Experience the series’ unique ability to bend and blend genres, all the while preserving the pillars of good storytelling that keep readers engaged.\nWhether your tastes skew toward action and adventure or abstract abstrusity, you’ll surely find something to love in fault.\n\n*Completion of previous titles in the series, fault - milestone one and fault - milestone two side:above, is not required to enjoy fault - StP - LIGHTKRAVTE.\n\nThere exist worlds that are forever beyond reach,\nand wishes that can never come true.\n\nIn the Kingdom of Rughzenhaide, where the development and proliferation of a technology known as manakravte has greatly enriched the lives of its people, an ordinary and entirely unremarkable boy named Khaji leads an entirely unremarkable life as the son of a fruit farmer. Khaji’s dream is to become a painter, and he works diligently to improve his skills.\nDay after day, he practices, and day after day, he is forced to confront the superior talent and creativity of his peers. His confidence grows increasingly battered, but his days remain unchanged, ordinary and peaceful as ever...\n\nUntil a shocking revelation shatters everything he thought he knew about himself and the world around him.\n\nMarvel as characters both new and familiar bring scenes to life like never before with gorgeously expressive animations! Remember when they used to call them kinetic novels? We’re putting the “kinetic” back into the term!\n\nIt sure is a novel!\nAnd a very visual one at that. Lovers of both text and art will find much to enjoy in this story boasting over 200,000 Japanese characters and over 50 unique event CG’s.\n\nWhat’s a manakravte?\nThose new to the series have nothing to fear, as a handy encyclopedia function will help keep readers in the loop regarding the more involved aspects of the lore.\n\n\nSeries Timeline\nfault - StP - LIGHTKRAVTE is a prequel set in Rughzenhaide, the hometown of Ritona and Selphine, and takes place five years before the events of fault - milestone one. This game is a part of the fault - SILENCE THE PEDANT sequence.",
    "id": "01002CF0189D6000",
    "name": "fault - StP - LIGHTKRAVTE",
    "publisher": "Phoenixx",
    "releaseDate": 20220915,
    "version": 0
}