{
    "description": " MFC - Midnight Fight Club brings the raw intensity and excitement of professional mixed martial arts fighting right to your fingertips. With unparalleled graphics, a diverse roster of fighters, and realistic physics, this is the fighting game you've been waiting for.\n Features:\n         Dynamic Combat System\nChoose from two types of attacks—weak and heavy—to outwit your opponents. Nail the timing, and you could land a devastating blow. But be careful, timing is everything!\n         Defensive Maneuvers\nTired of button mashing? Our game rewards strategic fighting. Block incoming attacks, dodge out of the way, or use your custom stats to outclass your opponent.\n         Stun Mechanism\nLand a special combo to stun your opponent. A stunned enemy can't defend or counterattack, giving you a precious window to unleash your most powerful moves.\n         League Progression\nBegin your career in the Rookie Rumble and fight your way through 10 challenging leagues, each more difficult than the last. Do you have what it takes to conquer the Ultimate Titan League?\n          Epic Boss Fights\nEach league culminates in an epic boss battle. These bosses are not your typical fighters; they have unique abilities and patterns. Strategy is key!\n          Customizable Characters\nPersonalize your fighter's stats—Speed, Health, Stamina, Power, and Defense—to match your fighting style. Adapt and evolve to climb the ranks.\n        AI That Challenges You\nOur AI learns from your fighting style. It dodges, blocks, and counterattacks like a pro. Adapt your strategy to conquer challenging opponents.\n\n\nWhy You'll Love MFC - Midnight Fight Club:\n• Realistic Physics: Experience lifelike combat with our state-of-the-art physics engine.\n• High-End Graphics: Our top-notch graphics make every punch, kick, and block feel incredibly real.\n• Player Rewards: Earn rewards as you progress through leagues.",
    "id": "01002E30202E0000",
    "name": "MFC - Midnight Fight Club",
    "publisher": "GOGAME CONSOLE PUBLISHER",
    "releaseDate": 20240829,
    "version": 0
}