{
    "description": "Umbraclaw tells the story of Kuon, a house cat who has died in the mortal world, after she awakens in the Soulplane, a realm of the dead. She must challenge the perilous underworld to return home to her owner in this 2D action adventure.\n\nThe player controls the cat Kuon as she searches for a way to open the \"Boundary\" to the mortal world and return home.\nThe dangerous terrain and frightful fiends of the Soulplane present a near impossible challenge for a mere house cat.\nAny single hit to the tiny feline means instant death.\nHowever, it also means a new chance—Kuon has the power of \"Anima Revive\" to revive her with a new skill each time to help her overcome the trial before her.\n\nKuon's story can meet a multitude of endings depending on her and the player's actions and choices. Her struggles to break the cycle of life and death may even touch your very soul.\n\n1: Find hope in death with “Anima Revive”!\n\nKuon is a mere mortal cat. Any damage in the Soulplane is enough to kill her instantly. However, the mysterious \"Anima Revive\" power will bring her back to life with new skills by absorbing the soul of another animal, thus increasing her survival capability.\n\nKuon can become even stronger by transforming into a humanoid form, but... \nKuon can only revive up to 9 times. \"Cats have nine lives,\" after all. \nWill Kuon be able to escape the Soulplane before all nine of her lives are lost?\n\n2: Traverse an enchantingly dark and stunning underworld\n\nKuon’s journey home is lavishly rendered with hand-drawn art, in a style of paper cut-out art. Each twisted enemy and environment has been lovingly crafted by the INTI CREATES art team.\n\n3: A story that will leave a mark on your “soul”\n\nA single cat’s “death” begins a cycle of rebirth.\nAs Kuon struggles to return home, she will cross paths with other souls fallen to the underworld, both like and unlike her.\nKuon's story can meet a multitude of endings depending on her and the player's actions and choices.\nWill you be able to keep your humanity, and Kuon’s felinity, until the very end?",
    "id": "010088601BD34000",
    "name": "Umbraclaw",
    "publisher": "Inti Creates",
    "releaseDate": 20240530,
    "version": 0
}