{
    "description": "The King of the Cosmos once accidentally destroyed all the stars in the universe. He sent his son, the Prince, to Earth and ordered him to create a large katamari.\nThe Prince rolled the katamari and made the katamari bigger and bigger, rolling up all the things on the earth. The katamari that he created floated in space, sparkling, and brought back the lost starry sky.\nAs the starry sky was restored, the King's fans gradually grew in number all over the world. The King wanted to respond to the wishes of his fans for his success, and the Prince kept rolling the katamari to make everyone's dreams come true.\n\n•We Love Katamari Damacy has been powered up!\nWe Love Katamari Damacy, the second title in the Katamari series released in 2005, has been remastered.\nThe graphics have been completely redesigned, and the in-game UI has been revamped to make it even easier to play.\n\n•New additional features such as Royal Reverie are also available!\nIn his youth, the King received a strict education from his father, the Great King. New challenges have been added where you can roll around as the King in his boyhood!\nThe days of hard study and intense training can all be rolled through in 5 all-new challenges.\nWill the young King be able to clear the tough challenges?\nIn addition, a selfie mode has been added, allowing the Prince and his cousins to take quick photos while rolling through the stages!\n\n•A simple but very deep game!\nRoll the katamari, roll up objects, and make the katamari bigger.\nYou can roll up anything from paper clips and snacks in the house, to telephone poles and buildings in the town, to even living creatures such as people and animals. Once the katamari is complete, it will turn into a star that colors the night sky.\nYou cannot roll up anything larger than the current size of your katamari, so the key is to think in advance about the order in which you roll things up around the stage!\n\n*This product is based on the We Love Katamari software that was released in 2005 on another platform. Some specifications are different.",
    "id": "0100E71018D1A000",
    "name": "We Love Katamari REROLL+ Royal Reverie",
    "publisher": "BANDAI NAMCO Entertainment",
    "releaseDate": 20230602,
    "version": 0
}