{
    "description": "In Apocalipsis: Harry at the End of the World you play as Harry, for whom the loss of his beloved was the end of his world. Now he has to venture out into the strange, unwelcoming and haunted lands to get her back. On his journey he will meet fantastical creatures, straight from the visions of the 15th and 16th artists such as Hans Holbein or Albrecht Dürer. In Apocalipsis the static woodcuts of old start living their own life, they form a whole new world inspired by the Book of Revelation and the aesthetic of Danse Macabre - a world filled with dread, death, and disease. Yet, there is still a space for true love in these sinister lands…\n\nThe medieval philosophy and occult symbolism go beyond the visuals and inspire the story itself. In this game the music and the graphics work in perfect tandem to immerse you in this bizzare, dreary world. Wormwood Edition also contains „One Night in the Woods”, which is a prequel to the story known from Apocalipsis: Harry at the End of the World.\n\nApocalipsis: Harry at the End of the World is also the first appearance of the best-selling black metal band, Behemoth, in the world of video games. With Behemoth’s music hidden in gameplay and Nergal (the ominous leader of the band) narrating, it’s one hell of an experience!\n\nBe sure to check Apocalipsis if you ever wanted to:\n•\tWitness medieval art coming alive in a video game\n•\tMeet creatures straight from the 15th century codices\n•\tHear Nergal’s dark voice telling you the story of Harry\n•\tExperience a journey through the end times and see one of the available endings\n•\tVisit over two dozen unique hand-drawn locations with puzzles to be solved and hidden meanings to be discovered\n•\tShake your spirit with the foreboding soundtrack inspired by the esthetic of Danse Macabre with an additional music from Behemoth hidden in the game\n\nAbout the One Night in the Woods DLC:\n\nOne Night in the Woods is a prequel to the story known from Apocalipsis: Harry at the End of the World. During his adventures Harry is being hunted by unsettling dreams about his beloved Zula dancing around the fire in the woods. In DLC player takes her role to discover secrets of the woods and reveal the real story behind her mysterious disappearances. With demons lurking in the dark of the forest, it will be a night to remember... \n\nDon't wait until the Renaissance catches you off guard and jump into this Medieval adventure with Behemoth now!",
    "id": "01008FC00C5BC000",
    "name": "Apocalipsis Wormwood Edition",
    "publisher": "Klabater",
    "releaseDate": 20231012,
    "version": 0
}