{
    "description": "When Herol finds Chilia, a mysterious, magical girl, who has saved his war-torn city from destruction, she seems to have lost all memory of her heroic feat. With no recollection of her previous life and powers, he decides to take her in. You, as Herol, must now raise Chilia over the course of four years, plan her day-to-day life, and help her develop her character and skills! \nHelp Chilia become a young woman with a bright future and embark on a journey to find the woman of your own dreams – from your childhood sweetheart to the chief of guards, it’s on you to decide who your heart belongs to. Chilia’s fate and your own future now lie in your hands. \n\nKey Features.\n\n•\tRaise Chilia. The moment you find Chilia, you decided not just to take her under your wing but to raise her. Every decision you make will impact her traits and opinions, so choose your answers to her questions wisely. \n•\tPlan Chilia’s day. Plan her schedule according to her seasonal goals or preferred characteristics. Whichever tasks or lessons she takes on will impact the person she becomes. Make sure not to tire her out or bore her, her performance during classes or work might suffer consequently. \n•\tDiscover the mysteries of her Chilia’s past. With no memories of her past, it is now on you to help Chilia remember who she is and where she came from. There must be a reason as to why the Goddess granted her with her blessings. \n•\tFind true love. Raising a child can be tough, so don’t forget to search for your own happiness as well. You might find love in the most unexpected places or with the people you least expect as some friends or ‘enemies’ may turn to lovers. \n•\tVenture into the city. Need a break from stressful guardian hood? Why not explore the kingdom and get to know its people? Spend some time on the plaza, near the palace gates or unwind in the bar, and if you fancy a change of appearance, head to the beauty salon and sewing shop! Who knows who you’ll encounter, and which adventures await you outside your home? \n•\tAid Lair Land.  The war is over, but the kingdom has yet to recover. Help Lair Land’s public to rebuild the city and its landmarks as the citizens slowly recover from the losses they had to face. Beware, the war may have ended but evil is still lurking, and the monarchy seems in peril. ",
    "id": "0100529018A52000",
    "name": "Lair Land Story",
    "publisher": "PQube",
    "releaseDate": 20220819,
    "version": 0
}