{
    "description": "Live the life of space captain Flinthook! Armed with your mighty hookshot, your uncanny slow-motion powers and your trusty blasma pistol, plunder and fight your way through an infinite variety of randomly-assembled spaceships for treasure, loot and fame!\n\nFlinthook is a fast action-platformer with “roguelike” elements. Become space’s greatest pirate with your hookshot, pistol and slowmo powers! \n\nZip around with your mighty hookshot! Aim freely and toss your giant anchor at golden rings to propel yourself around the levels at high speeds, giving you the agility and swiftness needed to dodge hazards and enemy bullets. \nShoot in 360’ through your Blasma Pistol! Take down all sorts of enemies with fresh hot bullets! \nLook really cool with slow-motion powers! Your Chrono Belt slows down time to adjust your aim or pull off a tight stunt - it recharges real quickly so you can use it often and look at least 200% cooler.\n\nBlast through randomly-assembled pirate spaceships! Each level is special, as ships are procedurally built from hundreds of hand-crafted rooms, modified by various variants, filled with extraordinary treasure and populated by random waves of enemies. \nHunt down the pirate bosses of the Cluster Clan! Feed your compass creature to pinpoint the bosses’ location, then take them down and bring your bounty home. Your rivals are no space chumps, make sure you’re ready for the challenge! \nCollect rare relics and powerful perk cards! All the treasure you loot builds up your legend - unlock new equippable perks as you level up, buy permanent upgrades in the Black Market, and hoard collectible relics and lore pages! \nWho will be the best pirate today? Compete for the best score and time in the daily & weekly challenges!\nUncover some mysterious secrets?! I don’t know, are there secrets in this game? O_O",
    "id": "0100307004B4C000",
    "name": "Flinthook",
    "publisher": "Tribute Games",
    "releaseDate": 20240314,
    "version": 0
}