{
    "description": "The newest answer to shmups. A game which is \"uncompromisingly skeletal\".\nThat is, a game in which every last ounce of excess has been cut away, and only its framework quintessence remains.\n\nBones free themselves of flesh, laying waste to needless entrails!\nRevealing a skeleton of extraordinarily strenght.\n\n[Story]\nMankind has rid the world of all crime, pain, and desire.\nFinally, they extinguished the source of all sin, intellect, and transcended to angeldom.\nA great deal of time passes. The year is now 2300000000 AD.\n\"Earth\" is a paradise of angels.\n\nThe sun has begun to expand, and a long twilight is now upon this heavenly realm.\n\n[System]\nDodge fire, grab items, and blast away at throngs of enemies...A faithful return to the origin of shmups.\n\nThe closer you attack your enemies, the more HP recovering and bomb charging power-ups appear!\nObliterate oncoming projectiles with your charged attack, and get up close and personal with enemies to hammer away at them from close range.\nThe best offense is a good offense!\n\n[Features]\n- Artwork that exhibits both extravagant beauty and grotesque surrealism.\n- Story that illustrates the apex of Earth's evolution with unparalleled grandeur.\n- Original mode with Hack-and-slash style game mechanic where there's no limit to how strong you can upgrade your ship.\n- Arcade mode with a variety of unlockable ships.\n- The path to mastery can be walked by anyone! Contains the most beginner friendly tutorial in Shmup history.\n- In-game achievements.",
    "id": "010036C01F8D8000",
    "name": "Angel at Dusk",
    "publisher": "Sanuk",
    "releaseDate": 20241107,
    "version": 0,
    "category": [
        "Shooter",
        "Arcade",
        "Action"
    ],
    "developer": null,
    "intro": "Overwhelmingly bizarre beauty.\nA shmup where an apocalyptic world awakens to primal desires!",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "zh",
        "zh"
    ],
    "nsuId": 70010000082944,
    "numberOfPlayers": 1,
    "ratingContent": [
        "Blood",
        "Partial Nudity",
        "Violence"
    ],
    "region": null,
    "rightsId": null,
    "latest_update": {
        "id": "010036C01F8D8800",
        "version": "65536"
    }
}