{
    "description": "In the beginning, there was the King.\nFrom a thought, he conjured up the Void.\nFrom a glance, he made the world.\nAnd from a whisper, he created us.\n\nThe world as it was is gone, lost with the disappearance of the King. As a Wanderer of these forsaken lands, it is up to you to piece together the fragments of reality and retrace the fall of civilisation through skill based combat, innovative open-world platforming and the testimonies of survivors… some more trustworthy than others.\n\nA ruined continent of untold stories and mighty foes is yours to roam. For those who brave its paths, the world of Hypnos contains many secrets, some to aid you on your way and others to illuminate the road that led to your existence. Experience precision based combat and 2.5D platforming set to a complex branching narrative in the reality spanning action-adventure of Shattered - Tale of the Forgotten King.\n\nAre you ready, Wanderer?\n\nFeatures:\nA new world to discover: Explore a gorgeously rendered semi-open world with branching paths and mysterious secrets. Each new zone tells a story through stunning art direction and finely crafted design.\n\nMonstrous enemies to defeat: Observe your foes, anticipate their moves and use their own attacks against them. Switch between close-combat sword fights and long distance spell slinging to dominate the battlefield, and experience seamless transitions between full 3D and 2.5D battles.\n\nA tale 10 years in the making: The universe of Shattered is the culmination of over a decade’s worth of imagination and creativity: an epic reality conjured from the minds at Redlock Studio. Tale of the Forgotten King is but a first step into the world of Hypnos, with more games already planned.\n\nA story all your own: Not all survivors of Hypnos are trustworthy: though most will help you on your way, there are those who seek to use you for their own ends. The world will remember the choices you make during your adventure, and only those with focus and dedication will see through to the truth beyond.\n\nConstant progression: Whether through combat or exploration, the Wanderer will evolve. How is up to you. With your finite resources will you raise your strength or discover another truth of Hypnos? Buy a new weapon, or increase your spellcasting? The choice is yours but choose carefully: not every path can be taken.",
    "id": "0100A0F0180D6000",
    "name": "Shattered: Tale of the Forgotten King",
    "publisher": "Forthright",
    "releaseDate": 20220422,
    "version": 0
}