{
    "description": "FREE DIGITAL ARTBOOK AND SOUNDTRACK \n80+ pages of high-resolution art and all 18 tracks of the official soundtrack included as a free digital download.\n\nAN EPIC ADVENTURE STORY\nMark and his brother Don are flung into a futuristic era ruled by highly advanced technologies both revered and reviled.\nThe inhabitants of this African apocalyptic world will help or hinder you as you make new discoveries and navigate the spectacular landscape. Negotiate your passage with local leaders, healers and warriors, or find yourself embroiled in a battle against nanite swarms, enormous scorpions and rocket-equipped robots.\nFrom thriving villages to crumbling cities, petrified forests and bone-dry ocean beds, this strange new world holds a multitude of terrains to uncover, beautifully rendered in 2D isometric art. Explore, solve puzzles and be prepared to face many tough choices that will shape this land long after you complete your journey.\n \nUNFORGETTABLE FACES\nHumanity as you know it has been totally reforged, and that is most evident by the characters in BEAUTIFUL DESOLATION. Technology and mortality have become blurred. Sentient religious robots run rife. Trans-humanistic tribes and leaders have emerged to claim power, and ruthless hunter mercenaries roam the plains. All have adapted to this powerful unknown, and are often at odds with each other. Meet and interact with over forty unique characters, each fully voiced by African voice actors, with thousands of lines of dialogue and multiple conversation paths. Additionally, full CGI cutscenes are scattered throughout the story to bring you even closer to the enthralling sci-fi world and its characters,\n \nMASTERFUL MUSIC SCORE\nBEAUTIFUL DESOLATION features a vibrant and highly experimental soundtrack by none other than Mick Gordon.\n \nREVAMPED FOR CONSOLE CONTROLLERS\nBEAUTIFUL DESOLATION's controls, UI and movement have been fully redone to work intuitively on console controllers. \n\n",
    "id": "01006B0014590000",
    "name": "BEAUTIFUL DESOLATION",
    "publisher": "Untold Tales",
    "releaseDate": 20210528,
    "version": 0
}