{
    "description": "Vengeful Guardian: Moonrider is a side-scrolling action platformer that channels the golden age of classic 16-bit action games in a full-throttle quest for revenge.\n \nREVENGE OF THE MOONRIDER\n\nIn the oppressed world of Vengeful Guardian: Moonrider, humanity finds an unlikely hero. After building an army of super soldiers as weapons of war, the authoritarians unwittingly seal their own fates by bringing online the ninja warrior known as Moonrider. Conceived as a tool to preserve the totalitarian state, the Moonrider instead rejects its intended purpose and wages a relentless battle for vengeance against its creators and fellow super soldiers.\n \nGEAR UP AND PREPARE TO BATTLE YOUR CREATORS\n\nThe design of Vengeful Guardian: Moonrider puts the best classic action-game elements in the laser-precise sights of its starring ninja, ensuring snappy, responsive combat that’s supremely challenging.\nPowerful modifier chips are hidden and guarded throughout the adventure, allowing you to customize the Moonrider’s fighting style while gaining killer advantages and abilities.\n \nBEAUTIFUL PIXEL GRAPHICS COMPLEMENTED BY AN INCREDIBLE SOUNDTRACK\n\nThe gorgeously desolated world of Vengeful Guardian: Moonrider flawlessly channels the halcyon days of the 16-bit era through intricate pixel art, inspiring a striking gauntlet across eight deadly stages. From start to finish, you’ll enjoy seamless platforming action for a tight, focused experience that never lets its blade get dull.\nComplementing these beautiful pixel graphics is an incredible soundtrack with a timeless, nostalgic vibe. The result is the quintessential retro experience.\n\n● Created by Joymasher, the studio behind the amazing retro games Oniken, Odallus, and Blazing Chrome\n● Authentic retro-game feeling\n● Discover special modifier chips throughout your adventure and use them to customize the Moonrider’s fighting style with killer abilities\n● Incredible soundtrack\n● Eight deadly stages to overcome",
    "id": "0100F8D018E40000",
    "name": "Vengeful Guardian: Moonrider",
    "publisher": "The Arcade Crew",
    "releaseDate": 20230112,
    "version": 0
}