{
    "description": "Dear candidate, \n\nThank you for submitting your application for the position of Hell's Manager. We are pleased to offer you the job and extend a warm welcome to our team. As you may know, we have some overpopulation issues that we believe can be resolved with your help.\n\nYour role will involve not only managing the current population but also implementing innovative strategies to streamline our operations. You will be tasked with punishing sinners using our state-of-the-art computer system, HERETIC'S FORK, developed by DeusVult Inc.\n\nWe are confident that your skills and expertise will greatly contribute to maintaining order and efficiency in our unique environment. We look forward to having you on board and seeing the positive impact you will bring to our organization.\n\nResponsibilities include:\n\n1. Choose a demon to act as your subordinate who will manage all site operations.\n\n2. Protect the rift between Hell and Earth from escape attempts by dwelling heretics.\n\n3. Punish sinners with monstrous towers that deal Holy, Unholy, and Hellfire damage.\n\n4. Plan strategies and build strength using our deck-building system.\n\n5. Achieve great results to receive more cards for your deck.\n\n6. Work for various departments, each representing a circle of Hell, and cooperate with them.\n\n7. Ensure that sinners do not damage our property by keeping them from passing through.\n\n8. Receive wages for each shift based on the number of sinners punished. Your success depends solely on you.\n\n9. Be an integral part of our fun and delightful team with a shared dark sense of humor.\n\nWelcome to eternal damnation!\nNo returns allowed.\n\nDeusVult. Inc\nID: 2181610",
    "id": "01005AA01E9CC000",
    "name": "Heretic's Fork",
    "publisher": "Ravenage Games",
    "releaseDate": 20241114,
    "version": 0,
    "category": [
        "Arcade",
        "Strategy"
    ],
    "developer": null,
    "intro": "Dear candidate, we are pleased to invite you to take up the position of manager of Hell. You will punish sinners by using our deck-building computer system to construct hellish towers.",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "de",
        "pt",
        "ru",
        "zh",
        "zh"
    ],
    "nsuId": 70010000079317,
    "numberOfPlayers": 1,
    "ratingContent": [
        "Mild Blood",
        "Mild Violence"
    ],
    "region": null,
    "rightsId": null
}