{
    "description": "PLAY YOUR WAY. Create a legacy and make a statement. The world of MLB awaits in R.B.I. Baseball 21. R.B.I. is the fast-paced, easy-to-learn baseball franchise perfect for anyone who wants to pick up and play, and R.B.I. Baseball 21 brings new features including create-a-player, play-by-play commentary, immersive time-of-day, and incredible visual improvements. Step up to the plate, crush home runs, and take your club to a World Series title in R.B.I. Baseball 21.\nNEW FEATURES TO RBI BASEBALL 21\n-   Create-A-Player Mode: with enormous customization options, create a slugger that fits your style and make him an MLB superstar\n-   Play-by-play Commentary: Our most requested feature – Play-by-play has come to R.B.I. Baseball! Striiiiiiiiiike!\n-   Progressive Time of Day: watch the sun set over the third-base line with all-new time of day improvements! Afternoon games will progress into night and more\n-    *NEW IN 2021 FOR NINTENDO SWITCH™!* Challenge the world with Online Play – Prove you are the best with head-to-head matchups\nFOUR WAYS TO PLAY BALL\n-   Pick up and play with exhibition mode – Fast-paced baseball on demand\n-   Start a dynasty with Franchise mode – pick your team and develop your own MLB story\n-   Challenge the world with Online Play – Prove you’re the best with head-to-head matchups\n-   Crush monster homers in Home Run Derby mode – lift the trophy with your favorite slugger\nPLAY BASEBALL YOUR WAY\n-   Deep customization options allow for you to manage the complexity to the way you like\n-   12 batting control style combinations – crush dingers your way\n-   Customize difficulty with contextual difficulty sliders\n-   Set your preferred camera angle for pitching and batting with 19 options\n-   Jam out to over 20 licensed tracks, including songs by Justin Bieber & Travis Scott, The Chainsmokers, Diplo, blackbear & more\n\nAUTHENTIC MAJOR LEAGUE BASEBALL\n-   Incredible player model improvements make the action more realistic than ever\n-  Pitch paths driven by MLB STATCAST totally unique to pitchers in the game\n-   Play-by-play commentary makes the game feel more natural than ever before\n-   Weekly Roster Updates keeps your squad up to date with the latest MLB breakout stars\n-   Play as all 30 MLB Clubs & every player, as well as over 165+ legendary MLB players and clubs",
    "id": "0100B4A0115CA000",
    "name": "R.B.I. Baseball 21",
    "publisher": "MLBAM",
    "releaseDate": 20210316,
    "version": 0
}