{
    "description": "You are the X-Morph - an alien species that invades Earth to harvest its resources and terraform the surface. Strategize in the build mode by carefully selecting various types of alien towers or throw yourself right into the heat of the battle. Build mazes for incoming enemies in an environment that provides exceptional planning freedom. Tear down buildings and collapse bridges to support your defense or to simply indulge in a spectacle of unprecedented destruction. Possess a range of unique alien weapons and use defense strategies as you've never seen before in this genre.\n\nKey Game Features:\n\nTOWER DEFENSE\n- Build your towers anywhere on the map.\n- Destroy obstacles, collapse buildings and bridges to change enemy paths.\n- Connect towers with laser fences that block enemy movement.\n- Smart enemies - there are no predefined enemy paths. Enemies adapt to the changing battlefield and your tower placement, making the challenge a lot more interesting.\n- Advanced tower types - different kinds of enemies require different defense strategies. Build advanced towers to counter special enemies.\n\nSHOOTER\n- Don't wait for your enemies - engage them directly with the X-Morph fighter.\n- Morph into four distinct fighter forms, each one with a different weapon and special ability.\n\nHUMAN MECHA\n- Fight huge, building size, mechanical war machines. Each boss fight is unique and heavily influences the gameplay environment. Entire cities will be destroyed.\n\nSINGLE PLAYER STORY CAMPAIGN\n- take over the Earth by invading locations all around the globe including South Africa, Russia, USA, Japan, China, Britain, Argentina, and other countries\n- upgrade your towers and abilities throughout the course of the story campaign.\n- four difficulty modes.\n\nSURVIVAL CAMPAIGN\n- repel endless enemy attacks\n- grow in strength as the game rewards you with upgrades after defeating each wave\n- employ new strategies, reacting to dynamic enemy paths\n\nTECHNOLOGY\n- X-Morph: Defense is powered by EXOR Studios' proprietary Schmetterling game engine.\n- Dynamic building destruction system. Every building in the game can be destroyed piece by piece. Realistic physics simulation makes every destruction scenario unique.\n",
    "id": "0100DF100B97C000",
    "name": "X-Morph: Defense",
    "publisher": "EXOR Studios",
    "releaseDate": 20190222,
    "version": 0
}