{
    "description": "Embark on epic journeys in Wildermyth, a character-driven tactical RPG where your choices shape the destiny of your heroes. Lead a band of unique heroes as they evolve from humble beginnings to legendary warriors in a rich 2D fantasy world. With procedural storytelling, dynamic character development, and strategic combat, Wildermyth offers endless replayability and the opportunity to create your own legendary tales.\n \nCHOICES THAT MATTER\nYour heroes age, grow, and forge relationships shaped by your decisions. Your choices influence their appearance, abilities, and interactions, crafting their destinies amidst stories of sacrifice and humor. Whether embracing the enigmatic wolf god or pursuing romances, every decision leaves a lasting mark. \n\nDEEP AND CREATIVE TACTICAL COMBAT\nTactical combat emphasizes teamwork and careful positioning. Use the scenery to your advantage, as well as mystical infusion that lets you remake the battlefield with explosive magic.  \n\nYOUR OWN PERSONAL SAGA\nCustomize your heroes' appearances, names, histories and more. As they level up, you will unlock a variety of combat styles and abilities. Procedural generated campaigns ensure each playthrough is unique, with new heroes, enemies, maps and story events. \n\nA NEW APPROACH TO DEATH\nInnovative mechanics redefine death, allowing heroes to fall back with transformative injuries or perish gloriously, remembered by generations to come.  \n\nA CUSTOM PANTHEON OF LEGENDS\nAs time passes, heroes grow old and may retire, or else fall in combat. Shape your own legendary saga by adding your favorite heroes to a pantheon of legends, calling upon them in future playthroughs. \n\nLOCAL COOPERATIVE MULTIPLAYER\nEmbark on an adventure with friends in local cooperative multiplayer. Take control of individuals character and their destiny. \n\nMONSTER COMPENDIUM\nThe all-new Monster Compendium provides detailed lore and information on the enemies and threats that await you. \n\nBUILT FOR CONSOLE\nRedesigned UI and controls with gamepad in mind ensuring controls are intuitive and optimized for the best gaming experience. ",
    "id": "0100B8C01B360000",
    "name": "Wildermyth: Console Edition",
    "publisher": "Auroch Digital",
    "releaseDate": 20241022,
    "version": 0
}