{
    "description": "Super and extra-natural phenomena around the world are officially disavowed. In the United States, these phenomena are unofficially investigated by an elite squad of agents known as the Federal Disaster Organic Response Agency, FEDORA. These are their stories…\n\nThis two punch, two game pack based in the Outbreak Universe, explore the before and after of the Outbreak with new eyes.\n\nThe FEDORA Files: What Lydia Knows\nIn our first file of “The FEDORA Files” three part limited series: What Lydia Knows, play as intrepid detective Lydia Daniels as she tries to discover the mystery behind her partner's disappearance. Search for clues, probe allies and enemies, and solve the mystery of the Jackson Street Sewers in this installment that acts a prequel to Outbreak: Shades of Horror.\n\nFeatures\n- Narrative rich visual novel with a deep and engrossing storyline.\n- Multiple paths and endings to unlock where your choices matter.\n- Meet, befriend, or alienate a wide cast of characters where your relationships matter.\n- Solve devious puzzles and navigate crazy minigames as you hunt for the truth.\n\nOutbreak RPG\nIn the aftermath of the Outbreak, play a group of survivors out to rescue their compatriots in Outbreak RPG! A Semi procedurally generated rogue-like RPG, every boot up is a new adventure. Rescued survivors will bring new skills and challenges with them.\nCan you survive the Outbreak?!\n\nFeatures:\n- Semi procedurally generated rogue-like RPG\n- Lead your party of four survivors through the apocalypse in turn-based combat\n- Search for supplies to keep yourself armed and healthy\n- Rescue a wide group of survivors, each of which joins your team with unique upgrades and abilities\n- Challenging escalating enemy encounters as the city becomes further overrun with the undead\n- Hilarious and ridiculous dialogue in this non-canon adventure",
    "id": "0100CE501EDFC000",
    "name": "Outbreak The Fedora Files What Lydia Knows",
    "publisher": "Dead Drop Studios",
    "releaseDate": 20240503,
    "version": 0
}