{
    "description": "Meet the Geminose, seriously cute and talented animals from all over the globe. The Geminose love to make, listen, and dance to music and they’re ready to embark on their world tour with your help! \n\nRecruit the Geminose from all over the world and form your ultimate popstar band. Travel the globe playing 20 original songs while mastering 30 different instruments. Spin the mashup wheel after each performance to meet mashup superfans that will follow your band on its international tour.\n\nKeep your fans guessing and wanting more by rearranging songs in hundreds of different ways and dressing up the Geminose in different stylish looks for each performance. Unlock additional outfits and customize the Geminose to your heart's content.\n\nBeing globe-trotting musicians has its perks, like having the ultimate mansion. When not on tour the Geminose love to relax in their popstar pad. Decorate each room with hundreds of interactive items, invite bandmates for dance parties and show off each of the Geminose’s culture with your decor. \n\nWhen hanging out at the mansion, dive into the Geminose’s favorite hobbies by unlocking a variety of mini-games including Cupcake Samurai, Cake Detective, and more. Flex your culinary skills while getting to know more about the Geminose and their vibrant cultures by cooking their favorite dishes in the kitchen and discovering recipes from all over the world! \n\nGeminose: Animal Popstars brings hours of fun no matter what type of adventure you choose. Play through story mode with the adorable Nimmy and Smudge as your guides, rock it your way in free play mode, or show off your musical chops and challenge a friend in local 2-player mode.\n\nSo get ready to create your ultimate band and compose your very own musical adventure in Geminose: Animal Popstars!",
    "id": "0100DBC013492000",
    "name": "Geminose: Animal Popstars",
    "publisher": "Majesco Entertainment",
    "releaseDate": 20210222,
    "version": 0
}