{
    "description": "Sin Slayers: Enhanced Edition is an expanded version of Sin Slayers that includes all of the previously released expansions that include new locations, enemies, heroes, items, new storyline and many additional quests.\n\nCreate, equip and lead a team of heroes. Each unit will have its own abilities and weaknesses, so plan your combat strategy accordingly. You’ll journey through stinking primeval forests, boneyards riddled with crypts and the graves of fallen warriors, and other places even the bravest adventurer would fear to tread.\n\nBattles, traps, and bizarre enemies... Everything and everyone wishes to take your life, but don't succumb to despair. Between fights your party can take their rest at a fountain, or while on the road in an old church which leaves its doors open to the weary and wounded.\n\nTravel every path and byway of the Valley, obtain new weapons on the field of battle or by fulfilling quests, gather ingredients for magical elixirs and resources to craft armor and amulets. If a certain item is beyond your crafting ability, ask the blacksmith in the Old Church for help. The best gear will allow you to challenge the deadliest monsters.\n\nBUILD YOUR SQUAD\nThe souls of many heroes were cursed upon death, leaving them to wander a dark and uncharted world, an afterlife reserved for sinners. Is this the end, or..?\n\nGather your team. Equip them with weapons, armor, and amulets. Level up your abilities as you move forward. The Sin Lords must be slain.\n\nCLASSIC TURN-BASED COMBAT\nSin Slayers features a classic turn-based combat system in the tradition of the best JRPGs, giving you free rein to pit your tactical skills against the wretched inhabitants of the Valley of Fallen Sinners.\n\nSteel yourself. Enemies are everywhere and you will need to make difficult decisions and face dire peril to prevail.\n\nFEED YOUR SINS\nDepending on your choices, the sinfulness of your team will go up or down. If it's high — expect tougher enemies. Whatever might be buried there, is it wise to desecrate those graves? Every decision you make matters, and on the road to the next Sin Lord you will have many opportunities to choose poorly.\n\nGENERATED LOCATIONS\nEvery crusade against a Sin Lord will be unique as every location is randomly generated. Think you know everything there is to know about a fetid swamp? We promise there are new lessons to learn, though they may not be to your liking!\n\nLIFE AFTER DEATH\nLegends tell of a place betwixt worlds, a region outside time and space called the Valley of Fallen Sinners.\n\nA dense, preternatural fog lays like stinking breath over black woods. What cursed hordes await? Vicious beasts, damned warriors, the undead, and worse chthonian horrors, all with an unslakable craving for new souls to perpetuate their own unnatural life.\n\nThis region is for the most contemptible cowards, those who died because of their sins and the darkness weighing down their souls. At one time, they lived as brave heroes across a multitude of worlds, and bards composed ballads to their noble deeds. Until the day darkness flooded their hearts and killed them.\n\nNow regret consumes them, but their souls will find no rest. They are doomed to wander the Valley endlessly, searching for rest, respite, an end to their torture. But they will know no peace until someone destroys the seven seals of the Portal of the Worlds. Only then will the gates open and the damned finally escape their prison...\n\nTruth be told, no one has attempted this before.",
    "id": "01006FE010438000",
    "name": "Sin Slayers: Enhanced Edition",
    "publisher": "Black Tower Games",
    "releaseDate": 20200327,
    "version": 0
}