{
    "description": "Princess.Loot.Pixel.Again is a dynamic platformer with the elements of a rogue-lite, a combo system and special moves. The main goal is to clear all the floors of the Dark Tower and defeat the main antagonist - the Evil Mage. This won’t be easy because after the permadeath of the main character the castle floor plan is automatically redesigned. Whether you succeed or not primarily depends on your skills, not on random events. The player gradually gets to know game mechanics, learns the effects of artifacts, items, skills, the behavior of enemies and bosses. This lies at the core of gameplay - the player gets better mainly by learning from their mistakes and improving their skills, not from leveling up their character. \n\nPlot\nThe story starts with a young man who fell in love with the King’s daughter and dared to go and ask the ruler for his daughter’s hand. But a commoner is no match for her, so the King sends for the executioner to have him beheaded. At this very moment, the Evil Mage bursts into the castle and kidnaps the King. Our fearless hero rushes to the villain's lair to defeat him and prove he is worthy of the King’s blessing.  \nThe castle halls diverge at certain points, which means the player will have to make important choices. \nThe game has several endings which depend on how many times you complete it and the paths you choose.\n\n• The main gameplay feature is fun! No farming or hardcore difficulty. As you progress, you'll come across Easter eggs, things that’ll crack you up and allusions to other games coupled with self-mockery\n\n• Randomly generated locations of items, artifacts, traps, rooms in the building, enemies and bosses\n\n• 12 characters, all with different performance and equipment\n\n• Customized equipment which can be upgraded with rocks, runes and enchantments\n\n• Secret features and tricks (e.g. get a firesword by plunging your sword into the lava)\n\n• Jaw-dropping action with various moves, skills and spells!",
    "id": "0100174015E56000",
    "name": "Princess.Loot.Pixel.Again",
    "publisher": "Big Way",
    "releaseDate": 20211028,
    "version": 0
}