{
    "description": "The planet Avalice has long known a tenuous peace thanks to the Kingdom Stone: an orb of unknown origin that outputs enough free energy to power every device in the world, seemingly without limit.\nThe Kingdom Stone is beginning to weaken, however, and the planet’s three ruling houses are poised to engage in all-out war over control of this most precious resource. Add to that a coup d’etat within one of these houses – instigated by an invading alien army – and Avalice’s future is looking grim.\nEnter, our three unlikely protagonists: the dragon, Sash Lilac, who unwittingly gets involved when she witnesses a strange airship crash-land and grows concerned for the well-being of its pilot; the wildcat, Carol Tea, whose dedication to her best friend leads her to undertake whatever challenges fate throws her way; and the orphaned puppy, Milla Basset, whose quest for nothing more than mere companionship inadvertently brings her directly into the line of fire.\nTogether, this trio of anthropomorphized heroines must somehow ingratiate themselves to each of the three houses, stop an all-out alien invasion, and learn the secret nature of the Kingdom Stone before its power wanes…and before a world war breaks out around them.\n\nFreedom Planet is a fast-paced combat-driven platform adventure that pits a spunky dragon girl and her friends against hostile foreign powers and alien attack forces. There's trouble around every turn, from insects to giant robots to sheer explosive destruction, but players will have a variety of special fighting abilities at their disposal to blast through more than a dozen massive, nonlinear stages. The campaign may be played through as Lilac, Carol, or the unlockable Milla, each of whom has completely unique gameplay mechanics, an altered story mode in which the selected character takes the lead, and even a few of her own unique stages.\n\nKEY FEATURES\n\nGorgeous 2D pixel art with meticulous detail and a grand, rocking soundtrack\nLush multi-scrolling backdrops are layered behind minutely detailed stages, each populated with a variety of lovingly animated characters and most backed by at least two unique music tracks per stage, along with unique music for almost every boss battle.\n\nThree playable characters with completely different strengths and abilities\nUse Lilac’s dragon powers to hair-whip enemies, spin like a cyclone, or blaze through the skies like a comet; use Carol’s feline agility to cut through foes with punches and kicks, scale walls, or summon a gravity-defying motorcycle; and use Milla’s mighty basset-hound ears to fly short distances, or call upon her canine magic to create deadly cubes which can be tossed at foes, compressed into a directional shield, or fired off as if from a rifle.\n\nMomentum-based platforming and combat in a wide variety of settings\nUse the game’s tight controls to reach incredible speeds and heights, exploring massive stages full of secrets, alternate paths, and hidden collectibles. Send enemies flying, fight screen-filling bosses, dodge lasers, ride mine carts, hop from airship to airship, and more!\n\nFollow the story, or just play the game; it’s all up to you\nPlay in “Adventure Mode” to enjoy the game’s intense and dramatic story, with over an hour of unique cutscenes and full voice-acting, or pick “Classic Mode” to do away with cutscenes entirely and simply play the stages for a streamlined gameplay experience.",
    "id": "0100EB800B614000",
    "name": "Freedom Planet",
    "publisher": "Marvelous (XSEED)",
    "releaseDate": 20240213,
    "version": 0
}