{
    "description": "NeoSprint zooms back to life as a single screen arcade racer for up to 8 players, paired with a robust track builder and intuitive sharing tools, ensuring a racing experience that satisfies speed demons and architects alike. Campaign mode, Grand Prix, Obstacle Courses and Time Trials provide tons of pulse-pounding race content, and multiplayer modes make for chaotic fun. Can you conquer the speedways and claim the fastest times?\n\nKey Features:\n\nIsometric Arcade Action: Precise controls with an arcade feel makes NeoSprint gameplay easy to pick up but hard to master. Learn the intricacies of drifting and drafting to pull ahead across a dazzling array of pre-made and player-created racetracks.\n\nRobust Track-Building and Sharing: Design twisting, turning tracks with a deep, customizable track builder. Build ramps, jumps, banks and more, and add a variety of scenery and decorations to make your track unique. Four different biomes - forest, desert, winter, and city - bring a completely different look. Easy tools to share and rank your tracks - and try others tracks - ensuring endless hours of new, exhilarating content.\n\nA Lineup built for Speed: Featuring 9 different car types, from muscle to sports car, all with their own speed, acceleration and handling. Each car is customizable with different colors and Atari-themed decals. Customize your lineup and get racing!\n\nCampaign Mode: For those playing solo, challenge 8 different rival racers in NeoSprint’s campaign mode. Travel through multiple Cups with increasingly difficult tracks. As you progress, unlock new decorations and car liveries.\n\nAlternate Game Modes: Grand Prix mode allows you to build bespoke circuits from your own tracks, or tracks downloaded by the community. Additionally, Obstacle Courses and Time Trials provide hours of racing fun after completing the Campaign. ",
    "id": "0100D5A01BA1A000",
    "name": "NeoSprint",
    "publisher": "Atari",
    "releaseDate": 20240627,
    "version": 0
}