{
    "description": "Driving home from the airport you glance at your fuel gauge and notice the needle is hitting the red line. Starting to feel tired you decide to take a little known short cut through a quiet village, the shorter drive will save fuel rather than stopping to fill up. \n\n“It’ll be fine, I just want to get home” you say to yourself.\n\nPassing some of the large old houses the car begins to make some strange noises and you realise you have pushed your luck, rolling slowly to a halt in front of one of the largest houses on the street. How embarrassing.\nYou decide to swallow your pride and knock the door for help. \n\n“Maybe a house this size might keep fuel for sit on mowers and generators.” You think, hopefully, to yourself.\n\nMoments after knocking on the door your world turns black and you find yourself waking up in the basement, reading a note left by the owner:\n\nI’m sorry you have found yourself waking up here but you were snooping on my property and I was alerted to your presence. \n\nI will be back shortly. \n\nYou will find the door to your room locked. Don’t be alarmed, this is for your own safety as my home has many unconventional contraptions that might otherwise ‘confuse’ you.\n\nFeel free to look around, although I apologise for the rather limited decor.\n\nABOUT\nSotano is a first person 3d escape room puzzle adventure, similar to games you may have played in the ’90’s or similar to a virtual escape rooms you may have played. An indoor immersive world that you explore and an inventory where you can collect and use items you find along the way to solve puzzles and escape the rooms.\n\nExplore areas, collect hidden objects and take in your surroundings to solve puzzles. You will need all of your puzzle solving and logic skills to put together a plan to make your way through the house, solving riddles and through the many rooms to escape the house of Sotano.\n\nHow you tackle the puzzles is down to you. Each puzzle has a logical solution, so take your time, there is no rush and enjoy the process of understanding what you have to do to escape.\n\n\nFEATURES\n• Explore and escape an immersive indoor environment, solving puzzles and collecting items room by room.\n• Use the inventory to collect and use objects to help you escape.\n• Beautiful all original adventure 3D graphics, environments and atmosphere to explore.\n• Immersive backing soundtrack and sound effects to pull you into the escape adventure.\n• Full save system, manage all controls and sound levels to your preference.",
    "id": "0100871017FBE000",
    "name": "SOTANO",
    "publisher": "M9 GAMES",
    "releaseDate": 20220429,
    "version": 0
}