{
    "description": "Welcome to Staxel, a quaint island full of charming characters, with bugs and fish to catch, fossils to excavate and quests to complete! Settle into your new home on the farm, fix it up, fill it with crops and animals, then change it up across the seasons of the year. When you’re not farming, take up a range of hobbies to earn some extra cash, or spend some time befriending the locals!\n\nNurture Your Farm\nPut down roots in Staxel as you settle into your new life. It’s your job to fix up, improve and maintain your homestead. Work the fields, tend to your crops, and adopt a variety of adorable animals such as cows, sheep, cats, and dogs! Make sure to adapt with the changing seasons so you can enjoy the fruits (and vegetables!) of your labour all year round!\n\nMake The World Your Own\nWith an extensive supply of resources available and a tool catered to every job, you’re tasked with handling all construction in the Staxel world, from your own farm to your neighbours’ houses, the general store and even the town hall!. Will you grow the village while keeping it’s rustic charm, or take it in an entirely new direction? Perhaps you’d rather focus on your own projects? It’s all up to you, and your creativity is just the tool for the job!\n\nTwo Ways To Play\nIn Staxel, there are two options to tailor your gameplay! You can start from scratch and work your way up, earning money and growing your town as your farm expands or you can start out in Creative Mode, in which money and resources are no object! Build, destroy and expand all you like, without worry.\n\nExperience Village Life\nThe local village is inhabited by all sorts of characters and there are plenty of fun activities to get involved in! You could be making new friends, taking up new hobbies, hitting the shops, finishing one of many collections or just catching up on the latest news with your neighbours. Village life is rich and rewarding, there's nothing quite like it!\n\nFestivals\nChanging weather isn’t the only thing that the seasons bring. Take part in yearly festivals that transform the town. Collect new items, help out the locals, and have some fun!\n\nMake Friends, Become Roomies\nAdvance your friendship with the villagers through hand-crafted quests that unlock new items, crafting, and town amenities! Learn about each villager’s likes and dislikes and help them with day-to-day problems, and eventually one of them could become your roomie!\n\nExplore Far-Off Lands\nBy befriending villagers, you’ll visit far-off islands across the ocean, with new resources to collect, crops to grow, animals to raise and friends to make! Or check out the portals that frequent the festival grounds. These allow you to visit special resource islands that reset every season, allowing you to gather resources without needing to dig up your village!",
    "id": "0100FEF00BE9C000",
    "name": "Staxel",
    "publisher": "Plukit",
    "releaseDate": 20210923,
    "version": 0
}