{
    "description": "After nearly a decade; the legendary raid leader, General Panzer returns from his mysterious hiatus. Rejoined by his trusty lieutenant, Blarghe, the two of them set off on an incredible adventure to revisit their old raid team members. \n\nThe Adventures of Panzer 1:\nLegendary retired raid leader Panzer and his trusty sidekick Blarghe attempt to reunite with their former comrades. Unfortunately, after 10 long years theold crew may not be happy to see them!Join Panzer and Blarghe for 5 unique levels of incredible platforming action! Journey through locations such as Mecha-Grokk's Bandit Cave, The Dinosaur Jungle and Pugna's Warlock Castle. Use both physical melee and magic projectile attacks to crush your enemies! Fight monsters and mini-bosses, avoid bats and spiders and dodge arrows and magic spells so you can rescue… or possibly just kidnap...  Panzer's former raid members!\n\nThe Adventures of Panzer 2:\nSet approximately 1 year after the events of The first game, Panzer returns to his role as Raid Leader of the Zergadins. A new Head Quarters has been built, The old team has been rounded up and are ready for action.  A new evil has arrived and it will take the whole team working together to defeat it.  So This time Panzer doesn't have to fight alone! He is joined by the Hunter Kankaro with his bow and arrow,  the Ice Mage Ahzriaz  with her ice magic and the Crazed Troll Vespeto with his explosives!\n\nDo you like action platforming games? Do you like comedy-driven stories in your games? Do you like retro gaming? And most importantly, do you like classic retro gaming entertainment systems? Then The Adventures of Panzer: Legacy Collection is for you!\n\nThe Adventures of Panzer: Legacy Collection is a story-driven action platform game series full of unique levels and incredible platforming action. Select from multiple playable characters, choose your own non-linear game path, and guide Panzer and his team to Victory!\n\n\nFEATURES\n* 2 Panzer games\n* Platforming action gameplay\n* Multiple playable characters\n* Real-time character swapping\n* Non-linear progression\n* Epic and humorous story",
    "id": "01005B201D48C000",
    "name": "The Adventures of Panzer: Legacy Collection",
    "publisher": "Ratalaika Games",
    "releaseDate": 20240126,
    "version": 0
}