{
    "description": "Teammates must work together to defeat end-of-level bosses and solve puzzles across a range of natural-world environments.\n\nPlay either as Furple, the curious and excitable purple kitten, or Finn, the independent fish with a bit of an attitude problem.\nYou'll embark upstream with these unexpected allies,towards the icy mountain where Furple's family are in mortal danger.\nCan you save them in time?\n\n\n* River Tails: Stronger Together requires a controller in order to play.*\n\n■Immerse yourself in visually stunning natural-world environments\nIn River Tails, you'll embark on an epic and visually stunning journey across land and water.\nExplore the flora of uncharted rainforests, immerse yourself in the magical atmosphere of river caves, cross the treacherous swamp (if you can!).\nOnly then will you get back to the icy mountain.\nOn your way, you'll encounter a wide range of local wildlife - but be sure to work out which are your friends and which are your enemies before it's too late!\n\n■Innovative and constantly evolving gameplay\nYour journey will be filled with innovative and fun river-themed challenges.\nThe further you travel, the more mechanics and puzzles you'll face.\nTo succeed, working with your partner is absolutely vital.\nYou know that saying about teamwork making the dream work?\nIt's a little cliché, but totally true when playing River Tails.\n\n■Nail-biting boss fights\nThey can be pretty scary, but having mastered the key co-op mechanics earlier in the game you will have all necessary skills to defeat these angry enemies.\nJust keep calm and work together.\nBosses aren't evil, but they do have some anger issues for which they should really seek professional help.\nThey are very protective of their turf and aren't best pleased when a lively kitten and a cool-guy fish get too close.\n\n■Play a co-op game in a challenging single-player mode!\nRiver Tails is designed specifically for two players, but we didn't like the idea of a game that can only be played in one way.\nThat's why we added the LoneWolf mode. \nWe have added a special control mode that allows you to play as both characters using one controller.\nThe coordination becomes between one part of your brain and the other!\nThis single-player mode is a whole new kind of challenge.",
    "id": "0100FE901BF98000",
    "name": "River Tails: Stronger Together",
    "publisher": "GRAVITY GAME ARISE",
    "releaseDate": 20240703,
    "version": 0
}