{
    "description": "Ary and the Secret of Seasons is an award-winning adventure game following a young girl named Aryelle, or Ary, as she journeys across the great world of Valdi. By becoming the Guardian of Winter, Ary gains the ability to manipulate the seasons around her. Ary will learn to control the seasons and use them to defeat enemies, overcome obstacles, and solve complex puzzles on her adventure across Valdi.\n\nLong ago, the world of Valdi was threatened by an evil mage. After a great struggle, he was defeated by the Legendary Warrior and sealed inside the Vault, imprisoned for all eternity. To ensure the mage's imprisonment, four great sages swore to keep watch and protect the Vault. They formed the original Guardians of Seasons, a secretive organization now steeped in history and legend.\n\nAfter a mysterious force throws the seasons of Valdi into disarray, Ary decides to assist the Guardians of Seasons and sets out to find the source of the mayhem. Using her wits and courage, Ary will have to overcome monstrous enemies, secret plots, and stuffy traditions to save Valdi and bring balance to the world once more.\n\nKey Features\n\n-\tRewarding exploration. Harnessing the power of the seasons, Ary can traverse sweeping landscapes in search of new destinations, solving amazing environmental puzzles to progress.\n-\tCaptivating storytelling. Ary is recruited to help the Guardians of Seasons, an old organization caught up by rigid traditions. As she ventures through uncharted locations across Valdi, Ary will discover secrets and hidden meanings behind the Guardian of Seasons.\n-\tDynamic environments. Manipulate the world around Ary with her environmental powers. Leap between ecosystems to bend the world and seasons to her needs.\n-\tFluid combat. Ary’s skills will be put to the test as she encounters foes looking to thwart her progress – from local inhabitants to hulking behemoths, she will use all the tools at her disposal to overcome monumental obstacles.\n-\tAlluring 3D world. A beautiful visual style combined with an enchanting soundtrack creates a lingering atmosphere that will surely become a memorable gameplay experience.",
    "id": "0100C2500CAB6000",
    "name": "Ary and the Secret of Seasons",
    "publisher": "Maximum Games",
    "releaseDate": 20220208,
    "version": 0
}