{
    "description": "ABOUT TESLAGRAD REMASTERED\nThe Kingdom of Elektropia is under siege by a tyrant king, who rules over its people with an iron fist. When a city-wide manhunt comes for him, a young boy escapes into the Tesla Tower. Once home to a sect of technological wizards known as the Teslamancers, it is now a forgotten vault of ancient technologies and forgotten history. You are on your own, with only the tools of the lost Teslamancers and your wits to survive.\n\nDiscover and master the lost art of Teslamancy. Solve intricate puzzles and perform incredible feats through electromagnetism. Use these powers to ascend the decrepit tower and bask in a steampunk inspired vision of old Europe in this non-linear puzzle-platforming adventure, and uncover the lore hidden in the visual storytelling of the hand-drawn environments. Can you uncover the secrets of the tower and topple the tyrant?\n\nKEY FEATURES\n•\tComplex puzzles! - Challenge your sense of logic to cleverly manipulate the world using electricity and magnetism. Surviving the perils of the Tesla Tower won’t be easy!\n•\tExplore! - Make your way through rich 2D hand-drawn surroundings as you journey into and beyond the Tesla Tower, picking up and mastering new items and abilities along the way.\n•\tVisual Storytelling! – A forgotten tale unfolds through this unique narrative approach. No dialogue, cutscenes, text, loading screens, or interruptions. The world speaks for itself!\n•\tSteam(punk) powered! - Discover a dystopian and mind-blowing, rainy & brainy interpretation of old Europe through Steampunk goggles.\n\nABOUT THE REMASTER\nReturn to the indie classic Teslagrad, recharged to provide the ultimate electromagnetic experience, and with a crisp new shine to its already stunning visual direction! This remaster ensures that the atmosphere and platforming that made the original so magnetic are enhanced to such a level that players won’t be able to leave their seats!\n\n•\tUpdated graphics! - Marvel at the hand-drawn backgrounds in even more stunning clarity, with atmospheric lighting and crisper animations updated for the current generation of gaming.\n•\tChallenge levels! – Put your skills to the test with 10 additional challenge levels that push your electromagnetic powers to their limits.\n•\tQuality of life improvements! – Designed to ensure that the game retains its original charm and challenge but will remove occasional frustrations found in the original. \n•\tRemastered Audio! – Experience an eclectic mix of classical orchestra, with a touch of Russian inspiration sprinkled with a myriad of metal bits and bobs and electrical stuff.",
    "id": "0100E0501A58E000",
    "name": "Teslagrad Remastered",
    "publisher": "Maximum Games",
    "releaseDate": 20230419,
    "version": 0
}