{
    "description": "What is Undead Darlings?\n\nJourney with a crew of half-zombie girls as you crawl through dungeons, beating up twisted creatures that were born from the fall of society in fast-paced turn-based RPG combat, and ultimately deliver the only known cure for what ails your party members to a place where it can be mass produced!\n\nStory driven portions of the game contain a multitude of branching dialogue paths that, based on the choices you make, gives deeper insight into the different characters, while the RPG portion of the game uses a familiar but refined turn-based battle system with unique twists. Both of these gameplay features are contained within a first-person perspective dungeon crawler with dungeons built like mazes and filled with traps and hidden paths.\n\nStory \n\nReginald \"Reggie\" P. Happenstahnce wakes up from an alcohol-related coma (courtesy of his own father, no less) by his childhood friend, Pearl, and is told that society had crumbled due to a virus outbreak that turned most everyone into zombies while he was sleeping. This includes Pearl herself. However, Pearl has managed to hold onto her human conscience, and she relates that she is not the only one in a similar state. As with every half-zombie Reggie will run into, she may be undead, but her heart is still human.\n\nYour role as Reggie is to be the girls’ loot donkey and carry the things they find in dungeons. Since Reggie is a human, the girls will prevent him from getting infected by fighting in the front lines! Go them!\n\nWhile on this adventure, you will learn more about the undead girls' lives from before the outbreak, but whose tale you will hear is based on the choices you make during the visual novel scenes. Perhaps one of them will connect with you, open up about their hardships, and maybe even develop romantic feelings... The ultimate result of these interactions will determine whether or not any of these girls trust you enough to take the biggest risk of their undead lives—volunteer to be the first test subject for your father's cure!\n\nKey Features\n\nExplore a multitude of complex post-apocalyptic dungeons—a total of over 20 huge floors to explore! Discover loot, secret event scenes based on your current battle party, and more!\n\nBecome invested in a novel-sized epic adventure—a script of over 300,000 words and more branching dialogue choices than you can shake your boomstick at await! The adventure is filled with comedy, slices of romantic life, and the horrors associated with surviving the zombie apocalypse from a zombie’s perspective!\n\nKey events give you the chance to grow closer to the girls, and by doing so, you will access specific character story arcs that come with gorgeous HD images of the characters for you to unlock! Over 20 unlockable images in total—gotta collect 'em all!\n\nSix playable, awesome half-zombie girls lead the charge! \n\nNine endings based on your choices and how close you grow with the characters!\n\nNo currency or stores exist in the post-apocalypse, so you will need to fill up your war chest by finding loot in dungeons. Be careful, though—weaponry will break if used too much! \n\nExploit multiple enemy weaknesses simultaneously in the unique Exponential Exploitation battle mechanic! Increase your damage multiplier and utilize it for a one-time attack that can deal tremendous damage! Set up custom battle strategies with the Macro function! Use this wisely in tandem with the EE System to create efficient tactics against your current roster of foes!",
    "id": "0100ED301196A000",
    "name": "Undead Darlings ~no cure for love~",
    "publisher": "Sekai Games",
    "releaseDate": 20200930,
    "version": 0
}