{
    "description": "The curtain rises on a new Fate, presented by TYPE-MOON and KOEI TECMO GAMES.\n\nThe 4th year of the Keian Era, Edo Period. It has been several decades since the end of a turbulent, blood-soaked era. People were enjoying peace and tranquility. But, a battle between seven pairs of Masters and Servants is about to begin, as the \"Waxing Moon Ritual\" unfolds in the shadows. Miyamoto Iori, a young man in Asakusa, finds himself caught in the violence of a Holy Grail War.\n\n- A brand new Fate set in Edo, mid-17th century Japan\nIn the Waxing Moon Ritual, seven pairs of Masters and Servants, historical Heroic Spirits that possess overwhelming power, vie for the omnipotent wish granter — the Waxing Moon. Only one can emerge victorious from the Ritual. Join the fierce battle in Edo from the perspective of Miyamoto Iori, a ronin who studied the Niten Ichiryu style of swordsmanship, and his Servant Saber who suddenly appeared before him.\n\n- An Action RPG where you can explore the towns of Edo\nFeel the bustling atmosphere of Edo where traditional houses, samurai residences, and brothels can be seen. Progress through the story centered around the Waxing Moon Ritual, meet various characters, explore different towns, and take on a wide variety of quests.\n\n- Master and Servant fight as one\nSwitch between controlling a Master and a Servant to fight against enemy Servants and giant monsters. Unleash Link Strikes and Affinity Techniques to turn the tide of battle and survive the Ritual.\n\nSupervision: Kinoko Nasu / TYPE-MOON\nCharacter Design: Rei Wataru\nStory Supervisors: Hikaru Sakurai, Yuichiro Higashide\nDevelopment: KOEI TECMO GAMES\nIn Cooperation with ANIPLEX\nOpening Animation Production: CloverWorks\nGenre: Action RPG\n\nOther editions featuring this product are also available for purchase. Please avoid making redundant purchases.",
    "id": "01003AE01AA76000",
    "name": "Fate/Samurai Remnant",
    "publisher": "KOEI TECMO AMERICA",
    "releaseDate": 20230929,
    "version": 0
}