{
    "description": "Parents Vs Kids is a family game with a cartoon design that will spice up your daily life at home! The dishes to do, the dog to walk, the rooms to tidy up... Always chores, but no one to do them... Parents Vs Kids is THE game that will decide for you who will do them! Compete as a family: Parents against children and may the best one win! You win? You choose!\n\nParents scared of losing against their skilled children? Don't worry! The game controls are very simple and often use motion-control: shake, aim, turn the Joy-Con™ of your Nintendo Switch™ to win the game! Everyone has the same chance to win!\n\n50 mini games are awaiting you, in four different modes:\n\n\"Family\" Challenge: No laughing matter as the winning team will be rewarded or the loser will receive a token! Several options are available to give your ideas for both funny and annoying challenges, but it's up to you to create the one that best suits your family! \nExample: Penalty \"Set the table\" / Advantage \"Choose the movie on TV\".\nEach team competes around a mini game only, winners/losers make the pledge!\n\nDream House: Climb the floors of the house of dreams to get the most beautiful room and enjoy a great nap! The mini-games follow one after the other, the team that wins the mini-game goes up one floor... The first team to reach the top of the house wins the game!\nBeware, the house of dreams is sometimes mischievous! Malus and bonuses can be applied to the teams for no reason at all: choosing the next mini game, playing the next round on one leg... Anything can happen!\n\nTournament: Brain or Muscle team? In Tournament mode, you play only mini games in the chosen category. Four different tournaments are available:\n• Drawing Fan: For players with a creative mind and a paintbrush!\n• Question for a Champion: Who will be the smartest?\n• Puzzle Master: Only for the most skillful!\n• All against all: No teams here, ever man for himself, and may the best one wins.\n\nPractice: Practice all the Parents Vs Kids mini games in this mode to tip the scales in your favor and ensure victory. There's no risk of you getting stuck doing the household chores that will be on the line!",
    "id": "0100FC301A2B0000",
    "name": "Parents vs Kids",
    "publisher": "JUST FOR GAMES",
    "releaseDate": 20230209,
    "version": 0
}