{
    "description": "Embark on a Nature-Fueled Adventure: Step into the shoes of Azura, a curious and nature-loving adventurer, as she uncovers the secrets of the mysterious Primalis creatures and their connection to powerful crystals. With a variety of landscapes to explore, puzzles to solve, and creatures to meet, Azura's Crystals offers an immersive experience for players looking to dive into a magical world full of wonder and discovery.\nFeatures:\n\nStory-Driven Exploration: Uncover ancient lore and unravel the mystery of the Primalis through a richly crafted narrative as Azura journeys from lush forests to dangerous caves.\n\nDynamic Combat System: Battle enemies using a combination of elemental crystal powers. Strategically summon the mighty Vesperians—beings of immense strength—for assistance in both offense and defense.\n\nCrafting and Resource Management: Gather rare resources from your surroundings and craft tools, potions, and upgrades to aid you in your quest. Use them to unlock new abilities and face increasingly tough challenges.\n\nPuzzle-Solving and Ruins Exploration: Test your wit with environmental puzzles and ancient ruins that require a deep understanding of the Primalis and their world to proceed.\n\nStunning Environments: Journey through a variety of beautifully crafted environments, each with its own unique flora, fauna, and hazards. From serene forests to treacherous caves and forgotten ruins, every location tells part of the story.\n\nVesperians: Harness the elemental power of the Primalis Crystals to call upon Vesperians, awe-inspiring creatures that help you in combat, research, and even exploration. Each Vesperian offers unique abilities that can be upgraded over time.",
    "id": "01006EC0200A4000",
    "name": "Azura's Crystals",
    "publisher": "SOFT SOURCE",
    "releaseDate": 20241212,
    "version": 0,
    "category": [
        "Adventure",
        "Puzzle",
        "Simulation"
    ],
    "developer": null,
    "intro": "Uncover secrets that shape your destiny!!",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "de",
        "it",
        "pt",
        "zh",
        "zh"
    ],
    "nsuId": 70010000084992,
    "numberOfPlayers": 1,
    "ratingContent": [
        "Fantasy Violence"
    ],
    "region": null,
    "rightsId": null
}