{
    "description": "STORY\n\nInfernax is the adventures of a great knight who returns to his homeland only to find it plagued with unholy magic.\n\nWhile on your quest to find and destroy the source of this corruption by any means necessary, you will face ruthless creatures, dangerous beasts, and precarious terrains.\n\nFACE THE CONSEQUENCES\n\nEvery decision you make is crucial, would you rather:\n⦁\tslay or help someone? \n⦁\tuse your experience gained from slashing monsters to get more life, mana or damage? \n\nThink well before deciding on what to do my friend. A single choice can change the game; remember that thing you did to that guy? Farmer Pepper remembers.  \n\nCONSEQUENCE FACES\n\nSmash as many monsters as you can to get some money, spend your savings to buy better weapons and armors from the blacksmith, gear up and get stronger for this journey of smashing even more faces!\n\nEvery choice you make open up different side quests to obtain powerful weapons and skills or money \n\nStorm the Castle and slay their bosses before more innocent fall to the mysterious curse that plagues your land.. In the end, only you can rid the land of Upel of these monsters, whichever way you decide to do it; you do you, dude..\n\nDEUX OR DIE UPDATE\n\nReturn to the lands of Upel as the Duke Alcedor, this time joined by your trusty squire Cervul, as you attempt to regain control from the forces that plague your duchy. The new mode is playable as a standard 2-player local co-op or as a 1-player hot-swap mode that allows a single person to control both characters by switching on the fly.\n\nUse Cervul's various tools to bring victory, or ruin, to the land and the people that inhabit it in this newly rebalanced version of the game!\n\nFEATURES\n\n⦁\tMulti-endings based on player's decisions.\n⦁\tChallenging castle-dungeons and lots of boss battles.\n⦁\tRuthless bloodthirsty monsters that want you super duper dead.\n⦁\tLevel up system to tailor your experience to your liking.\n⦁\tBuy new items and unlock skills to help you in your quest of reversing the curse. \n⦁\tA dangerous and unique open world with many secret areas to uncover.  \n⦁\tPucker up buttercup because it's about to get gory.\n⦁      Play with a friend or by yourself with the addition of a support character, Cervul the squire",
    "id": "010039A016792000",
    "name": "Infernax",
    "publisher": "The Arcade Crew",
    "releaseDate": 20220214,
    "version": 0
}