{
    "description": "Together, they’re the Freelance Police. And they’re about to save the world.\n\nIn 2006, the comic book crime-fighting duo Sam & Max starred in the first full-fledged episodic game from Telltale, the studio that went on to make The Walking Dead and Batman: The Enemy Within.\n\nNow everyone’s favorite dog and rabbity-thing are back in Sam & Max Save the World Remastered, a new version of their first season of episodic games that has been lovingly updated by a small group of the original developers with the blessing of Sam & Max creator Steve Purcell.\n \nIt’s just another day at the office for the self-proclaimed Freelance Police when the Commissioner calls in with a disturbing report: former child stars are running amok in the street! What starts as an open-and-shut case of idiotic vandalism balloons into an all-out conspiracy as Sam and Max encounter one miscreant after another who have been mysteriously hypnotized. (You can tell from the “spinny thing” they do with their eyes.)\n \nWho’s the source of this malfeasance, and what is their dastardly plan? Cracking this case will require Sam’s nose for detective work, Max’s lack of conscience, an assortment of inventory items, and a little help from neighbors Sybil Pandemik, Bosco, and Jimmy Two-Teeth. From Sam & Max’s street to the White House lawn, inside the internet, and all the way to the moon, this baffling mystery gets weirder and funnier as it unfolds.\n\nReturn to the adventure game that was once called “gaming’s first sitcom” and is today known as “the remaster you didn’t know you were waiting for.” With enhanced graphics, Joy-Con™ and touch screen support, an original jazz score with five new tracks, and the same brain-tickling puzzles and offbeat humor that won it IGN’s Best Adventure GOTY award back in the day, Sam & Max Save the World Remastered is a modern classic that will be right at home in your Nintendo Switch™ library.\n",
    "id": "0100CD301354E000",
    "name": "Sam & Max Save the World",
    "publisher": "Skunkape Games",
    "releaseDate": 20211109,
    "version": 0
}