{
    "description": "Dig Dog is an action roguelike platformer. Dig to discover treasure, adventure and bones! Jump, dash, stomp and dig your way through a strange world inhabited by stranger creatures.\n\nSimple, expressive control scheme – Run, dig, drop, jump or dash using only the control stick and one button!\n\nTHE DETAILS\n\nPlay both Game Modes:\n\nBone Hunt – The roguelike treasure hunt. Dig for bones across four worlds of increasing difficulty. Battle enemies above perilous cliffs and sunken desert caves. Die a lot.\n\nFree Dig – An endless digging experience. Dig through an infinite set of levels with minor challenge and no game overs. Progress is saved.\n\n• Forge your own path as you creatively tunnel through each level.\n• Travel to new worlds! Uncover stranger and more dangerous environments.\n• Hunt for bones and treasure as you dive deeper.\n• Discover shops and buy items, but don't get too greedy!\n• Keep sniffing out bones to unlock a variety of color themes.\n• A thumpin’ 8-bit soundtrack you’ll surely dig.\n\nA WORD FROM THE DEVELOPER\n\nEach time you play Dig Dog, the levels are freshly generated. Of course the worlds get steadily harder, but as you dig more you’ll discover a variety of challenges and goals. Will you spend your coins on a helpful item at the shop in 1-3 or horde them in an attempt for a high score. Maybe you’ll try to unlock new Warp Bones or try and beat all 4 worlds without dying.\n\nOr maybe just chill out in Free Dig mode with some cathartic digging. I love destructive environments. You can pretty much dig up a whole level if you want. (Although that can be quite dangerous.)\n\nAs you dig more, you may start to find some of the game’s hidden depths. For instance, if you fast stomp on an enemy you’ll create sparks that ripple to the left and right. These sparks are both useful and dangerous. It depends on when and how you use them.\n\nOn a personal note, Dig Dog was the first game I've programmed and drawn without using my hands. It was a challenge to make the game this way and I'm quite relieved that it's now complete.\n\nI hope you enjoy Dig Dog. I think there’s a lot to uncover here!\n\n-Rusty﻿",
    "id": "0100A5A00DBB0000",
    "name": "Dig Dog",
    "publisher": "Wild Rooster",
    "releaseDate": 20220630,
    "version": 0
}