{
    "description": "You are Eve, fresh out of Eden and armed with a living suit of armor. Explore a dangerous new world, battle its bizarre denizens and expand your empire in a desperate journey to find Adam.\n\nSmelter is a strategy, action-platformer combo inspired by classics from the 16-bit era. Lead Smelter and Eve, along with the faithful Zirm forces by expanding Smelter’s territory across the Rumbly Lands in top-down strategy levels included in the Classic Mode, or dive into thrilling side-scrolling platforming mayhem with Action Mode, leaving Smelter’s forces to annex key locations themselves. Build, attack and advance your army -- unlock, upgrade and unleash elemental action skills against vicious enemies, perilous environments and take on dangerous bosses with Boss Rush Mode. Release the power of Smelter!\n\nSTORY\nAfter the untimely destruction of the Garden, Eve finds herself in an unfamiliar world with her beloved Adam nowhere to be found. In her search for Adam, she encounters Smelter, an unusually over-confident, winged creature with the powerful ability to transform and fuse with others, giving them incredible powers.\n\nOffering his apparently “invaluable” assistance, Smelter transforms and fuses with Eve. They depart on a journey to the treacherous Rumbly Lands. There, they expand Smelter’s territory, allowing them to reach further into the various domains to find out what happened to her Adam, hoping to find him in one piece and find a way back home to their peaceful lives...\n\nKEY FEATURES\n- Classic Mode: Hybrid gameplay that combines fast-paced platforming with top-down strategy.\n- Expand your empire across a variety of regions, utilizing a variety of building types, upgrades, and units.\n- Meet a cast of characters with personalities ranging from the eccentric to the completely insane.\n- Uncover a multitude of secrets, including powerful hidden upgrades and hard-as-nails trial levels.\n\n- Action Mode: Take on challenging 2D action levels, enemies, and bosses with their own back stories, while leaving minions to deal with the strategy and base building.\n- Explore incredible, diverse worlds ranging from the hellish to the beautiful.\n- Master three skill sets, complete with over 40 upgrades obtainable through multiple challenges, allowing for varied combat, movement and defense tactics.\n- Fire up the “Smelt” ability, which can be used both in combat and on objects to navigate through difficult terrain.\n\n- Boss Rush Mode: Battle against the many wild and outlandish bosses in an array of ever increasing challenges and claim your spot as the champion.\n- Rock out to a killer soundtrack combining synth and guitar, featuring music by Evader, and opening and ending theme by Manami Matsumae (Mega Man, Shovel Knight).",
    "id": "0100B45010E9C000",
    "name": "Smelter",
    "publisher": "DANGEN Entertainment",
    "releaseDate": 20210422,
    "version": 0
}