{
    "description": "Prison Simulator is a first-person simulation game in which you play the role of a prison service officer a month before your desired promotion. You have to perform increasingly complex tasks in prison, balancing the administration's assessment and inmates' satisfaction. In the game, you play the role of a prison guard and it is only up to you whether you decide to obey the law or let this place and people corrupt you completely. After all, who said you had to be an exemplary ranger? Maybe you prefer to trade with prisoners, help them smuggle, and bet on the outcome of fights in prison instead? After all, everyone likes to have fun sometimes. Especially in a sad place like this, where you are also the boss. Or at least you think so. So how? Will you choose to follow the rules, intercept contraband, count prisoners, send them to work, take care of their basic needs and keep prison gangs under control? Will you go to the dark side? Whatever you decide, remember that your actions will affect both the facility itself and the inmates, and above all, the further course of your career.\n\nUnique features of the game:\n- try to balance between following the orders of your superiors and doing small favors for the inmates. In doing so, you will maintain a fragile balance between both and benefit from the gratitude of both parties,\n- become the exemplary prison guard in campaign mode. Receive new prisoners, search cells for contraband for confiscation, view surveillance footage, maintain peace and order, react to inmates' acts of disobedience, and complete many other tasks assigned by your superiors,\n- or ignore all rules in Free Play mode. Do what you want, discover the farthest corners of the prison, explore the surroundings and interact with prisoners. Just remember that your every action will have an impact not only on other prison guards but also on the inmates themselves. Especially if you choose to punish the latter frequently and for no apparent reason.",
    "id": "010094C017B06000",
    "name": "Prison Simulator",
    "publisher": "Console Labs",
    "releaseDate": 20230602,
    "version": 0
}