{
    "description": "Rev up your engines and get ready for the ultimate racing experience in Speediest - Car Racing Formula & Auto Sport! Choose your path in the fast-paced world of motorsport as you take on the challenges of Formula and Autosport racing. This adrenaline-fueled game lets you dive into the excitement of two thrilling modes: Formula and Autosport.\n\nFormula Mode:\nStep into the high-speed world of Formula and become the master of the racetrack. Build and manage your own Formula pit-stop team, fine-tuning every aspect of your team’s performance. From tire changes to fuel management, every second counts in the race to victory. Upgrade your Formula cars with precision engineering, and train your drivers to become the best in the business. Assemble a winning strategy and compete in intense national and international championships.\n\nAutosport Mode:\nExperience the heart-pounding action of Autosport racing, where every twist and turn tests your skills to the limit. Manage your Autosport pit-stop team, specializing in different aspects of car maintenance. Customize and upgrade your fleet of high-performance autosport cars, and train your drivers to push the limits of speed. Take part in exhilarating national and international championships, proving your dominance on tracks around the world.\n\nGame Features:\n- Two Thrilling Racing Modes: Formula and Autosport.\n- Build and Manage Pit-stop Teams: Develop your Formula and - Autosport pit-stop teams for peak performance.\n- Upgrade Your Cars: Fine-tune your Formula and Autosport cars with cutting-edge technology and improvements.\n- Train Your Drivers: Shape your Formula and Autosport drivers into world-class racers.\n- National and International Championships: Compete on a global stage and rise through the ranks to become a racing legend.\n- Achievements and Rewards: Earn rewards, achieve milestones, and unlock new challenges.\n- Stunning Graphics: Immerse yourself in the world of high-speed racing with breathtaking visuals and realistic gameplay.\n- Intuitive Controls: Master the art of racing with easy-to-learn controls and responsive handling.\n\nGet ready to burn rubber, chase glory, and leave your competition in the dust. Speediest - Car Racing Formula & Auto Sport offers an unparalleled racing experience that will keep you coming back for more. Are you ready to make history on the track?",
    "id": "01009A201CFFA000",
    "name": "Speediest - Car Racing Formula & Auto Sport",
    "publisher": "VG Games",
    "releaseDate": 20231005,
    "version": 0
}