{
    "description": "This is our latest 'Family Remaster (v3)' which has made the game perfect for all the family, adults and kids alike!\nHelp Zeus save the planet in one heck of a crazy and hilarious family adventure. A classic point and click adventure game safe for kids. It combines Greek Mythology with Sci-Fi in a funny way! Fully animated @60FPS, vector graphics and a huge plot.\n\nYou control Zeus (Boss of Olympus) who is a crazy character. He tries to fix a time machine to save the planet from explosion. Everything happens in a Greek mythology timeframe. The characters and dialogues are fantastically funny, and translated into 7 languages. There is English voice over in some cut scenes. We use Vector art, a unique cartoonish style.\n\nZeus is summoned back to earth by an ancient security mechanism. The story starts with Zeus flying his spaceship and landing it in the bottom of the Santorini Ocean. In Santorini, he will interact with dozens of weird and wonderful characters and solve many smart puzzles. The game is a big, full length adventure game. He will visit Oia, Akrotiri, Fira, Caldera, Volcano and many more places until he finally discovers his super weapons, the lightning spear and the time machine. But even, then the task is far from over; he will have to set sail to another cluster of Greek islands: Milos, Karpathos, Mykonos and Delos. There, he must find the scattered pieces of the time machine so that he can use it to save the planet. He will also meet Europe and take her to Minoan Crete in the Knossos timeframe. He will enter the famous labyrinth of Knossos, go to Festos and find the missing pieces to complete the mission.\n\nFEATURES:\n1) Family and child friendly.\n2 Funny dialogue.\n3 Requires creativity to finish it.\n4) The solution of the game is included.\n5) Fully animated @60FPS and huge gameplay. (50 different places)\n6) Mini games.\n7) Translated into 7 languages.",
    "id": "0100B7E017E94000",
    "name": "Zeus Quest - The Rebirth of Earth",
    "publisher": "Crazysoft",
    "releaseDate": 20220609,
    "version": 0
}