{
    "description": "Where will Lucky’s treasure map lead you? Ride as Lucky on her faithful mustang, Spirit, and begin a wild new adventure in Miradero.  There’s a whole wide-open frontier full of exciting quests and wildlife to explore. With Lucky’s fearless best friends Abigail and Pru by your side, you’re bound to have lots of fun! \n\nYou’ll need to navigate dangers too, like the horse wrangler Hendricks, who’s a little too interested in your treasure hunt. But with the PALs together, and the bond between Lucky and Spirit growing stronger, you’re ready to become a true frontier expert. Friendship, nurturing, and exploration hold the key to unraveling the mystery – and outsmarting the villainous Hendricks.\n\nIt’s a thrilling and adventurous life in the country. Ride across the five different regions around Miradero, discovering items to collect, hidden paths, and animals – both friendly and dangerous. Help the townsfolk by taking on jobs like express deliveries and animal rescues. Use your camera to capture the beauty of the landscape, and ride Spirit to victory in exciting horse races.\n\nWhen it’s time to relax, customize your style with outfits and items you’ve found on your adventures, or head to the Miradero stables to groom and hug Spirit. The stronger your bond grows, the further Spirit can trek across the great frontier. Will you find – and protect – the real treasure of Miradero?\n\n• BE LUCKY - Star in a new Spirit adventure, with your fearless best friends Abigail and Pru\n\n• BOND WITH SPIRIT – Grooming your faithful mustang helps him grow stronger and trek to new regions\n\n• RIDE THE FRONTIER – Explore a wild, open landscape full of collectables. How many will you find?\n\n• SHOW YOUR STYLE – Give Lucky a new look with the outfits and items you find on your adventures\n\n• LIVE THE LIFE – Rescue animals in danger, help the townsfolk, compete in horse races, and more! \n",
    "id": "0100236011B4C000",
    "name": "DreamWorks Spirit Lucky’s Big Adventure",
    "publisher": "Outright Games",
    "releaseDate": 20210611,
    "version": 0
}