{
    "description": "Catarina Claes is a young woman born into a family of nobility who has a memory of her past life as a high school student. She was reincarnated as a Villainess in an otome game called Fortune Lover. Exile or death were all that awaited her in this new world. However, she managed to evade these ends, and somehow made it through the year to spring break.\n \n As fate would have it, both Catarina and her adopted brother, Keith, were to board a state-of-the-art luxury liner called the Vinculum on its maiden voyage during their time away from the Academy. Once aboard the ship, she realized her friends were also in attendance on what was meant to be a luxurious journey at sea.\n \n The tides changed quickly when they were attacked by pirates who took over the Vinculum and held all of its passengers hostage.\n \n This turn of events all seemed familiar to Catarina, and she begins to recall this was the storyline to a Fortune Lover fanbook.\n \n Could this mean she’s living in a resurrection of a canned doom ending?! Will Catarina and her friends be able to return to Sorcier safely?\n  \n The curtain rises for a new twist in this doom-flag-evading romantic comedy!\n \n Key Features\n Uncharted Waters Ahead! – A new doom flag has risen in this all-new story set in the My Next Life as a Villainess universe! This original tale can be enjoyed by both longtime fans of the anime and visual novel series and newcomers alike.\n \n Rascals, Scoundrels, Villains, and Knaves – Catarina isn't the only one who decided to take a cruise on the Vinculum. The full My Next Life as a Villainess crew is here. Featuring 6 romanceable shipmates, including 2 all-new characters!\n \n A Voyage Down Memory Lane – As you progress through the story and fulfill certain conditions, you'll unlock special Memory Scenarios. These episodes will take place from the perspective of the other characters in the story. Experience events such as childhood memories and tales from academic life!\n \n Batten Down the Hatches! – Along your journey, you'll sometimes face two paths before you. Time for a Strategy Meeting! Who better to ask for advice than... well, yourself! As seen in the light novel and anime, Catarina looks within to attend a meeting with five versions of herself—led by Chairman Catarina—to decide which route to take.\n",
    "id": "010064F019FC6000",
    "name": "My Next Life As A Villainess: All Routes Lead to Doom ! -Pirates of the Disturbance-",
    "publisher": "Reef Entertainment",
    "releaseDate": 20231128,
    "version": 0
}