{
    "description": "Embark on a legendary journey in \"Adventure Field™ Remake,\" now on the Nintendo Switch™ with enhanced graphics. Delve into the tale of a once-glorious kingdom ensnared by darkness, a story that begins with a young boy haunted by prophetic dreams. As evil corrupts the heart of the Sarook King, leading him to command his monsters against his own people, the stage is set for an epic saga.\n\nThe Premise:\nUncover the legend of a kingdom plunged into despair, betrayed by its monarch. In the mystical realm of Sarook, a young hero is awakened by visions of light, only to find his world threatened by a malevolent force. The king, once a protector, now spreads terror, commanding a legion of beasts to ravage his land.\n\nThe Game:\n\"Adventure Field™ Remake\" is a turn-based JRPG that reimagines the original classic with breathtaking 3D graphics. Navigate through treacherous dungeons, battle formidable enemies, and uncover the secrets of the kingdom. Embark on a quest to locate the 100 hidden mandragoras scattered across Sarook, unlocking one of 15 exclusive in-game achievements.\n\nShiny Monsters:\nPrepare for encounters with rare, color-varied monsters that offer a bounty of 10 times the usual experience and gold. With a 1 in 100 chance to stumble upon these shiny creatures, each battle could be a windfall.\n\n2 Difficulty Modes:\nChoose your challenge with two distinct difficulty settings: Remake and Classic. Classic mode raises the stakes—no healing upon leveling up, increased inn costs, deactivated healing crystals in dungeons, and the absence of hidden items. It's a true test of your strategic prowess and endurance.\n\nAs darkness descends upon the Kingdom of Sarook, the legend awaits your intervention. Only you can prevent the fall of the kingdom in this gripping remake. Will you rise as the hero Sarook needs, or will the shadows claim victory?",
    "id": "0100B6A01E59E000",
    "name": "Adventure Field™ Remake",
    "publisher": "Elushis",
    "releaseDate": 20240506,
    "version": 0
}