{
    "description": "Watch as this nostalgic yet completely reimagined storybook world unravels before your very eyes.\n\nTaking cues from both Ghosts 'n Goblins and Ghouls 'n Ghosts and giving birth to something entirely new, Resurrection is a title worthy of its name.\n\nDon't be fooled—this picturesque storybook world, while gorgeous, is a love-letter to the original titles and maintains the same punishing gameplay that fans have come to expect. So go on and test your mettle, for the gauntlet has been thrown!\n\n\nStory\n\nA long time ago...\n\nIn a far off land our tale begins, its beauty matched by none.\nThe knight, Arthur, and the princess there, bathed in midday sun.\n...but suddenly something's amiss, the town is up in flames,\na cloud of darkness does emerge, the palace it does claim.\n\nThe shadow then extends its reach, to the Umbral Tree divine.\nIts color fades, its vigor drained by powers most malign.\nAnd with this chaos wrought, the Demon Lord plays his vile hand.\nWhile Arthur's back is turned, the princess he kidnaps as planned.\n\nIn haste does Arthur don his armor, to save his maiden fair.\nTo the Demon Realm he does depart, so demons best beware.\n\n\nGameplay\n\nJust like its predecessors, Ghosts 'n Goblins Resurrection makes use of simple controls that anyone can enjoy. Use them to your advantage as you fight your way through weird and spooky stages filled with unique enemies in this enchanting world brought to life with modern technology and game design philosophy!\n\nGhosts 'n Goblins is, well, hard. Its unyielding difficulty has been a defining characteristic of the series, and Resurrection pays respect to that legacy. You'll die, and you'll die again, but you'll dust yourself off and get better with every attempt as you learn more about your foes and further craft your strategy. You'll struggle, but you'll also bask in glory once you do eventually emerge victorious. That is Ghosts 'n Goblins.\n\nIn Resurrection, Arthur can obtain 8 types of weapons, each with its own unique characteristics. Fell your foes with old favorites such as the Lance and the Dagger, shoot shockwaves with the Hammer to launch enemies, or send a Spiked Ball crashing along the ground to bowl them over instead! Use these—and more—to your advantage as you form your plan to progress through the Demon Realm!\n\nIn addition to his large arsenal of weapons, Arthur can also learn a magnitude of magic and skills. Use Thunderstorm to unleash a hailstorm of bolts in four directions, or learn Kitted Out to increase Arthur's inventory space and carry more weapons. With tons more available, be sure to make room for magic and skills in your strategy!\n\nMake full use of Arthur's weapons, magic, and skills as you brave the ordeals of the Demon Realm to bring the princess home safely. Muster every ounce of grit you possess; you're going to need it!\n\nOn top of single player mode, which focuses on the fun of hunkering down and overcoming challenges alone, Arthur can be aided in his quest by support characters, the Three Wise Guys. This gameplay style makes for an intense two player co-op experience—a first for the series.\n\nGhosts 'n Goblins Resurrection can also be played with a single Joy-Con™ held horizontally, so fun couch co-op play is as easy as passing your other Joy-Con™ to a friend!\n\nNote: Local co-op only. Online play is not supported.\n\nExperience the sweaty palms and white-knuckles that come with single player mode, or share the fun with your friends in a party game-like co-op experience!",
    "id": "0100D6200F2BA000",
    "name": "Ghosts 'n Goblins Resurrection",
    "publisher": "CAPCOM",
    "releaseDate": 20210920,
    "version": 0
}