{
    "description": "Wait! Who the heck are you?! Can you see me? You CAN, can't you? You've drunk the Spirittea and now you can see me!! Look, we've got problems! This town is crawling with troublemaking spirits. They've become lost because humans have stopped worshipping, leaving offerings or even thinking about them anymore.\n\nThis is- well... used to be a nice town, but there have been some strange goings-on lately! You're going to find the spirits causing mayhem and fix their problems so they can become paying customers, and get to know the townspeople and explore the mountain to its fullest!\n\nHere's the stuff you'll want to get involved in:\n\n-Solving the spirit's problems - To remember themselves, they'll need anything from some spicy noodles to finding and digging up their lost treasures, so get your problem-solving hat on!\n-Making friends with the locals - The townspeople all have their own schedules, likes, dislikes and hobbies to take part in - from bug catching to karaoke, there's something for everyone!\n-Managing the bathhouse - You'll need to clean towels, chop wood to heat the baths and seat the spirits with their friends for the ultimate bathing experience.\n-Upgrading and decorating - The local shops can make a whole lot of cool furniture and help you fix up overgrown areas of the bathhouse. We should make it big and fancy enough to take on all the spirits!\n\nTHE BATHHOUSE\n\nThe bathhouse is an ancient spirit building hidden up in the mountain, and it's up to you to clean it up and fill it full of customers! Once the spirits are in the bathhouse, you'll need to clean towels, chop wood to heat the baths and seat the spirits with their friends for the ultimate bathing experience. Each spirit has their own preferences so you'll need to get to know them all and upgrade the bathhouse to become the best bathhouse keeper around.\n\nTo keep your bathhouse running, you'll need to:\n-Keep the bathhouse and towels clean - Grab your trusty broom to sweep away the cobwebs and collect up all your towels, you'll need to keep everything clean, dry and organised.\n-Deliver a five-star service with food and scrubbing - Get ready to pamper your spirits with food straight from your kitchen and a give them a good scrub while they're relaxing! \n-Make the water perfect for each spirit - Chop wood for the boilers to heat up the water to the perfect temperature and mix up various elixirs to make the water perfect for each spirit - they'll all have their preferences and favourite recipes!\n-Sit friends together and enemies apart - Every spirit has others they like best, as well as some they don't enjoy spending time with at all! You'll have to plan carefully when you lead spirits to their baths - don't seat just anyone together! Unless, of course, you don't care about making money.  Which I do.  Very much so in-fact.",
    "id": "0100AF9017F8E000",
    "name": "Spirittea",
    "publisher": "No More Robots",
    "releaseDate": 20231113,
    "version": 0
}