{
    "description": "Right in the middle of the Next-Gen hurricane, comes the true next-gen game everyone’s been waiting for! ...Not this one; but it’s close! This... is the touching story about a disorganized Mayo jar, who just can’t get its sheets together.\n\nMayo is back, and it’s all about kicking butts and having an existential crisis. And it’s all out of butts! This second entry into the My Name is Mayo Cinematic Universe (not a thing btw) features the same real-life tapping mechanics and dozens of unlockable achievements as the original game. Be brave, be wise, unveil the stories and maybe... just maybe... you’ll learn from them... again.\n\nKey Features\n• Unlock 10 more random facts!\n• Take part in the 4 different, wacky stories. One of them features little minigames!\n• Unlock the 50 super-unique achievements!\n• Fill the Mayo album with the 50 ultra rare, 1950’s inspired, collectable cards!\n• Pointlessly compete with your friends and the world with the online “clicks” leaderboards!\n\nFrequently Asked Questions\nQ: Wait a minute... Is this a sequel to My Name is Mayo?\nA: Yes.\n\nQ: Why would you do such a thing??\nA: Isolation in 2020 has been interesting to say the least. Also we couldn’t resist peer pressure.\n\nQ: Well, is it a Next-Gen leap for the franchise?\nA: Huh? Franchise? Well, the graphics are 1080p, 60fps. 1950’s graphic-art inspired. Only the best!\n\nQ: Is it better than the original?\nA: ... Define “better”...\n\nQ: Good lord, what does the game even have?\nA: More of the stuff from the first game! 4 new stories to follow along; 10 more crazy facts to discover; some weird minigames sprinkled throughout; and one messed-up Mayo.\n\nQ: Are there at least achievements or something?\nA: Yup! 50 of them in fact, laid out in a nice card album for you to collect!\n\nQ: What’s the gameplay like? Is it still a clicker?\nA: Yup. Click the Mayo jar and the gameplay will “click” with you right away! “Tap” into the psyche of Mayo and “Mouse-y” along the quirky stories!\n\nQ: Please no more puns...\nA: I'm afraid I can't do that, Dave... (We hope one of you is named Dave)",
    "id": "0100B3F01B5E0000",
    "name": "My Name is Mayo 2",
    "publisher": "Green Lava Studios",
    "releaseDate": 20230926,
    "version": 0
}