{
    "description": "Darn it! An invading horde of naughty aliens is taking control over the whole world and the only one key to stop them hides within your best friend's body. \n\nLucky that a talented team of young and brilliant scientists is here to help. Miniaturize yourself to lead them into your friend's bloodstream and explore the human body from its insides as never before! \n\nRun, jump, dodge, beat and hold on to your nano skate while defeating the aliens in science challenges adapted to all ages!\n\nEVERY BODY SYSTEM IS AN ADVENTURE\nHave fun with over 25 levels and negotiate all kinds of obstacles in order to get the disk that unlocks the nanobots solution. It will be a real adventure—you'll have to deal with viruses, giant rolling stones, sticky walls, typhoons, puzzle games, toxic smoke, etc. It will surprise you!\n\nUPGRADE YOUR SKILLS\nImprove your knowledge of the human body to unlock new forms and skills for your nano-tool: vacuum express, laser scalpel, extinguisher… and more! Use them all to overcome all the dangers that await inside the human body and build the cure.\n\nEDUCATIONAL CONTENT\nFor children aged 6-7:\n. Musculoskeletal system: Main elements, most important bones and muscles, difference between bones and muscles.\n. Nervous system: Basic elements, sense organs, perception through different senses.\n. Digestive system: Main organs, healthy eating habits, different foods and flavors.\n. Respiratory system: Main parts, difference between inspiration and expiration, healthy habits.\n. Circulatory system: Main organs and their functions.\n\nFor children aged 8-9:\n. Musculoskeletal system: Elements, up to 10 bones and 8 muscles names, difference between bones and muscles.\n. Nervous system: Organs (brain, cerebellum, spine, neurons and nerves) and their functions, basic parts of the eye, basic parts of the ear.\n. Digestive system: Elements, digestion process and foods classification according to their nutritional value.\n. Respiratory system: Organs, inspiration and expiration process.\n. Circulatory system: Organs and their functions.\n\nFor children aged 10+ and adults:\n. Musculoskeletal system: Joints and cartilages, deeper knowledge of the musculoskeletal system.\n. Nervous system: Parts of the eye and their functions, parts of the ear and their functions\n. Digestive system: Parts and their function in the digestion process, food wheel for a balanced diet, different foods and their nutrients.\n. Circulatory system: Process of blood circulation, main arteries and veins, parts of the heart.",
    "id": "0100DDF01348C000",
    "name": "BodyQuest",
    "publisher": "Artax Games",
    "releaseDate": 20210326,
    "version": 0
}