{
    "description": "FEATURES:\n- You can fly as a squirrel-man and feel the “real” simulator.\n- Interactive shop, many hidden puzzles and things to press.\n- Cows.\n- Senseless physics.\n- More cows.\n- Endless level to gain money and beat records.\n- Did I mentioned about the cows?\n- Probably? A lot of bugs!\n\nDESCRIPTION:\nSo, you’re a guy in a wingsuit, who really likes to fly in his wingsuit, do crazy stunts, earn money, spend it on more wingsuit flying gadgets, get trophies, that kind of boring stuff.\nRight?\n\nWRONG!\nCow Catcher is an unusual wingsuit flight simulator.\nYou become Strange Wingsuit Man, whose goal in life is to fly around, steal random cows and wave his hands like a madman while he’s at it.\nYou might want to think of it as a hobby…\nSTEAL SOME AMAZING COWS\n\nYou’re job is to kidnap some amazing cows by attaching a rope to them and then transporting them to your pen.\nBeware though, for the flight is dark and full of… ok, that’s not the story, we beg your pardon.\nHave you ever handled a cow, high up in the air?\nNo? Well, that’s a shame, but we’ll tell you how it’s done.\nYou have to be very careful not to steer your cow in any of the obstacles awaiting you during your flight.\nI mean, why would you want to go hitting a cow against…things?\nThat would be crazy.\nKeep in mind, that typical cows usually wriggle during rope-secured flights.\nWe know that kind of stuff, duh.\nEARN COWCOINS\nFor every kidnapped cow you will be earning cowcoins, obviously. When you’ve earned enough of the marvellous currency, it’s time to go shopping! Sure, you can buy some reasonable gear, which will enhance your flying (why would you do that?) or you can exchange your money for a crazy beak, which will match your mad flapping (highly recommended)!\nWhat else will you find in the virtual store?\nYou will have to play to find out!",
    "id": "01003E00151AE000",
    "name": "Cow Catcher",
    "publisher": "Ultimate Games",
    "releaseDate": 20210531,
    "version": 0
}