{
    "description": "In order to expand your home, and build up the nearby town, you're going to need coins. What better way to earn those coins than by running a shop! Explore the islands and caves collecting everything from poop to flowers to sell to the local villagers. Once you have some seeds you can dive into Farming, or many of the other activities on the islands including, Crafting, Fishing, Mining and Questing.\n\nOnce you have some spare coin talk to Frank to commission new buildings in town, with each building bringing unique Upgrades, Shops, Quests and even New Areas to explore, you'll have plenty to keep you busy!\n\n- EXPLORE: With each area that you explore there are new items to find, collect, sell and even wear. Around every corner there is a chance to find hidden treasure, so you'll want to explore every chance you get.\n\n- DUNGEON : Dive into the dungeon and battle monsters on 10 epic levels, take on the boss if you dare.\n\n- MULTIPLAYER: You don't have to go alone on this new adventure, invite up to 9 friends to join you online. From shopkeeping to taming and exploring, everything is better with friends.\n\n- CUSTOMIZATION: There are 10 characters to choose from, the Fox, Bunny, Bear, Dragon, Cat, Bird, Badger, Chipmunk, Horse and Dog. Each character has a unique appearance and for all the characters there are over 400 skins and over 150+ dye-able clothing items to customize your character unique to you.\n\n- SHOPKEEPING: Found a flower or rock you think your customers will love? Open your shop between 12:00 and 18:00 and watch the money roll in. There are 1000+ items to sell in your shop, from raw materials to crafted items.\n\n- QUESTING: Don't go too far, the townsfolk will need your help rebuilding their town, especially when a natural disaster strikes. Help build up the town and local buildings introducing new quests, areas and items along the way. There are over 700 quests with a minimum of 30 hours of content to explore, don't worry if you finish all the quests there are new ones every season.\n\n- FARMING: Dig up seeds with flowers and vegetables in the wild or talk to Sammy the Seed Seller to purchase new seeds. Use your hoe to till the soil, then make sure to water it every day until your crops are ready to harvest. After a couple of days, harvest your crops and then cook them up or wrap them in a bouquet to sell in your shop.\n\n- FISHING: There is water everywhere! So it's no surprise that the villagers on these islands like to fish. Whether it's dawn or dusk there is a large variety of fish to catch.\n\n- RAISE ANIMALS: What farm is complete without animals? Talk to Frank about building your first Chicken Coop and Barn. In Garden Paws you can raise and tend to many animals including Chicks, Ducks, Calves, Alpacas, Foxes, Ferrets, Goats, Sheep, Horses, Rabbits and more. All of your larger mature animals can also be mounts to help you get around faster if you want a break from gliding around.\n\n- CRAFTING: There are over 600 crafting recipes, including various chests, furniture and building pieces. You can keep your farm classic with wooden decorations or glam it up with crystal furniture and glass walls. Your Farm, your style! There are over 60 wallpapers and hundreds of items to keep you building all night.\n\n- COOKING: There are multiple cooking stations to make your favorite treats, whether it's grilled fish, pies or salads you can take your shop to the next level by selling your delicious dishes.\n\n- BUILD YOUR HOME: Work with Frank at the local construction shop to upgrade the home your grandparents left you, when they set off to travel the world. Want something bigger or in another location? Build some foundations and walls to build anything from a small fishing shack to a large castle!\n\n- BUILD UP THE TOWN: In Garden Paws you'll have the opportunity to commission new buildings, bringing in new townsfolk and seeing the town grow due to your efforts.",
    "id": "01009A000C35C000",
    "name": "Garden Paws",
    "publisher": "Bitten Toast Games",
    "releaseDate": 20210826,
    "version": 0
}