{
    "description": "The apocalypse wasn’t the end of the world. Just the one we knew.  Enter the Days of Doom, a post-apocalyptic tactical RPG roguelite that challenges players to reach Sanctuary, a place of promise and respite in a world of colorful chaos. Starting with a small cast of survivors, you’ll chart a path to reach your ultimate destination, encountering threats, including zombies, raiders, and even zombie raiders! Along the way you will need to recruit a ragtag band of heroes to protect your growing community and fight your way forward. \n\nDiscovering how to best utilize each hero's unique abilities is the key to success in Days of Doom’s turn-based combat. Attack with Pyro early in the battle, as he ignites enemies for lasting damage. Then combine the Hydromancer and the Thrasher in a one-two knockout punch. Hydromancer can set the stage with a ranged water attack, and then the Thrasher can deliver a shocking surprise to wet enemies. The odds against you may seem insurmountable, but if you use your heroes' abilities strategically, upgrade them, and add new abilities along the way, you might just make it.\n\nNo two runs are ever the same, which keeps you at the top of your game, and makes Days of Doom inherently replayable. \n\nFeatures\n\n- Beautifully animated hand-drawn art that brings the quirky vision of the post apocalypse to life\n\n- Eight character classes, each equipped with unique default and special abilities\n\n- A dozen enemies from the archetypal zombie, to deadly raiders, to explosive monstrosities and two surprisingly brutal boss fights\n\n- Over 50 randomly occurring events that present risk-reward scenarios\n\n- Over 70 items and runes to collect to turn the odds in your favor\n\n- Roguelite progression means no two runs will be the same, but you permanently upgrade stats like party size and speed of resource accumulation, which means each run will get you closer to reaching your goal\n\n- Original orchestral soundtrack by Jelle Dittmar",
    "id": "010036601ACAE000",
    "name": "Days of Doom",
    "publisher": "Atari",
    "releaseDate": 20230921,
    "version": 0
}