{
    "description": "SCAVENGE. SHOOT. SURVIVE.\nTACTICAL BANDITS is a hardcore arcade action game set in a post-apocalyptic world where you must navigate the ruins of civilization as a fearless bandit seeking survival and glory. Embark on a thrilling adventure to the Last Settlement, looting weapons and fuel canisters while evading deadly threats.\n\nPrepare for epic confrontations with a diverse arsenal of weapons, and leave your mark on the hauntingly beautiful yet treacherous wasteland. Prove your worth and become a legend feared by all in the West Coast's unforgiving landscape.\n\nScavenge, shoot, and survive as you embrace the mantle of a tactical bandit and conquer the apocalypse in an adrenaline-fueled quest for dominance!\n\nSINGLEPLAYER ADVENTURE\nEmbark on an epic solo journey across the barren wasteland, where danger lurks around every corner. Traverse through abandoned homes, rummage through deserted shops, and navigate derelict highways as you head toward the elusive Last Settlement. Your mission: gather precious fuel canisters and lethal weaponry to ensure your survival against the brutal odds.\n\nARE YOU UP FOR THE CHALLENGE\nTest your skills and speed in the Challenges Game Mode. Face a series of specific tasks that will push you to your limits. Can you complete them all as fast as possible without succumbing to the dangers of the wasteland?\n\nMULTIPLAYER MAYHEM\nEnter the fray of intense multiplayer game modes! Engage in exhilarating death matches, where only the deadliest bandits will emerge victorious. Cooperate with your team in thrilling capture the flag battles, strategizing and seizing opportunities to secure your prize. If you crave endless waves of challenges, dare to face the relentless horde mode, where survival hinges on your ability to work together and push beyond your limits.\n\nSURVIVE THE HORDE\nDo you have what it takes to survive the relentless onslaught? In Horde Mode, either brave the wasteland alone or team up with friends to withstand 25 waves of zombies and enemies. Unleash your combat prowess, spend your scrap wisely, and hold the line. Every wave brings new challenges and rewards.\n\nUNIQUE SHOOTING MECHANIC\nAdapt to an innovative shooting system, where the tension of combat never lets up. Forget about conventional reloading – here, every shot counts, and players must scavenge for ammo crates scattered across the levels or loot weapons from fallen adversaries. The scarcity of resources keeps you on your toes, turning every confrontation into a test of skill and resourcefulness.\n\nVISUALLY STUNNING POST-APOCALYPTIC WORLD\nExperience a hauntingly beautiful world brought to life by stunning visuals and meticulous attention to detail. Roam through haunting landscapes, where the remnants of the old world stand juxtaposed with the encroaching wilderness. A post-apocalyptic masterpiece awaits exploration.",
    "id": "010074A01CD34000",
    "name": "TACTICAL BANDITS",
    "publisher": "Make Good Games",
    "releaseDate": 20240725,
    "version": 0
}