{
    "description": "A casual robot game with simple controls.\nUp to 4 people can play at the same time with one software.\n\n-Mode\nThis game has two modes, story mode and simulator mode.\n\nIn story mode, you can experience a little bit of a fictional world where robots exist.\n\nSimulator mode includes 4 modes: arcade mode, VS mode, challenge mode and survival mode.\n\nArcade mode is a mode where you select and clear various courses.\nYou can play with 1 human alone, 1 human with 1 CPU, or 2 humans.\n\nIn VS mode, the player can set the situation and enjoy battle.\nUp to 9 robots can participate in battle.\nThe number of humans that can participate in battle is 0-4.\nYou can also set up teams flexibly. You can set your match to be a brawl-style match, or a team battle.\n\nIn challenge mode, you can try various challenges.\nThe number of robots that can try is 1-4, and the number of humans that can try is 1-4.\nFor example, you can challenge with 1 human and 2 CPU, or 3 humans and 1 CPU, or 4 humans, etc. You can challenge and enjoy the challenges with your favorite composition.\n\nIn survival mode, you can try various challenges with limited resources.\nThe number of robots and humans that can try is the same as in the challenge mode.\nYou can take on the challenge alone, or with your friends.\n\n\n-Robot type\nThere are 10 robots available, each with different performance and cost.\nThe better the performance, the higher the cost.\n\n\n-Drone system\nA drone system has been implemented so that after being defeated with a remaining cost of 0, you ride a drone and intervene a little in the battle.\n\n\n-How to operate the robot\nLeft stick or directional buttons: Move\nB button: Ascending\nPress B button twice: Dash\nA button: Guard\nY button: Shooting\nX button: Target switching\nR button: Melee\nL button: Shift",
    "id": "01003A00188D0000",
    "name": "Robot VS",
    "publisher": "Blacksmith DoubleCircle",
    "releaseDate": 20230713,
    "version": 0
}