{
    "description": "Civil war engulfs the kingdom as battle lines are drawn and swords unsheathed. Two lovers brought together by war are torn between their sworn queen and the princess who’s risen up to take back the throne.  Amidst this conflict is a convergence of fate—a rogue magician seeking to unravel the land’s secrets meets a young girl, the second heir to the throne. With the power to create and destroy worlds, the two fight to overcome their past.\n\nExperience deep tactical battles across vast and treacherous landscapes as you build an army of powerful troops, customizing their classes and skills to gain every advantage against monsters, ruthless foes, a daughter scorned, and a queen so cruel she’d kill her own husband to gain the throne.\n\nForm an army of specialized fighters and wielders of magic, choosing from over 12 custom classes to build out your party. Travel the world of Arcadia, fighting off monsters and avoiding traps as you rain down destruction on your foes from varied grid-based maps.\n\nWar has begun. Saving Arcadia will require perfect strategy, the latest gear, and friends at your side. Gather a team of trusted warriors to fight for the fate of Arcadia. The Atlas is about to awaken.\n\nExplore the Land - Travel through the vast and beautiful landscape of Arcadia, battling across dozens of maps including ancient ruins, seaside villages, snow-capped mountains, and verdant forests.\nEngage in Strategic Battles - Utilize 150+ unique combat skills to deploy tactical traps, buff your soldiers’ abilities, and exploit your enemies’ weaknesses to gain victory.\nRally the Troops - Build an army from 12 different classes; customize their mastery across 25 unique skill trees and arm them with weapons, armor, and powerful accessories to amplify their abilities.\nExperience the Masterpiece - Enjoy the exquisite ambiance of Arcadia with an inspired jazz-infused soundtrack and detailed art nouveau-style character portraits.\nDiscover the Epic Narrative - As fates intertwine, the heart-wrenching stories of Vashti, Desmond, and all of Arcadia unfold in this rich tale of war and magic across 70+ unique campaign encounters.",
    "id": "0100C51014778000",
    "name": "Arcadian Atlas",
    "publisher": "Serenity Forge",
    "releaseDate": 20231130,
    "version": 0
}