{
    "description": "Teenage Mutant Ninja Turtles: The Cowabunga Collection assembles thirteen classic TMNT games by Konami in one incredible package. This collection provides a unique opportunity for gamers to experience these immensely popular and very influential games on  Nintendo Switch™ and includes a fantastic set of new quality of life features:\n\nAdded Online Play* for certain games and Local Couch Play\nSave Anytime and Rewind\nEleven Japanese Regional Version Releases\nButton Mapping\nUnique Development Art & Sketches\nHistoric TMNT Media Content\n\nThe games are based on the characters and themes from on the 80's children's cartoon and comic book series, The Teenage Mutant Ninja Turtles. The game often takes place in a fictionalized New York city, in the sewers, inside futuristic enemy bases and even across time itself! Teenage Mutant Ninja Turtles: The Cowabunga Collection will be available on Nintendo Switch in 2022!\n\n•Teenage Mutant Ninja Turtles* (Arcade)\n•Teenage Mutant Ninja Turtles: Turtles in Time* (Arcade) \n•Teenage Mutant Ninja Turtles (Nintendo Entertainment System™)\n•Teenage Mutant Ninja Turtles II: The Arcade Game (Nintendo Entertainment System™)\n•Teenage Mutant Ninja Turtles III: The Manhattan Project (Nintendo Entertainment System™)\n•Teenage Mutant Ninja Turtles: Tournament Fighters (Nintendo Entertainment System™)\n•Teenage Mutant Ninja Turtles IV: Turtles in Time* (Super Nintendo Entertainment System™)\n•Teenage Mutant Ninja Turtles: Tournament Fighters* (Super Nintendo Entertainment System™)\n•Teenage Mutant Ninja Turtles: The Hyperstone Heist* (Sega Gnesis)\n•Teenage Mutant Ninja Turtles: Tournament Fighters (Sega Genesis)\n•Teenage Mutant Ninja Turtles: Fall of The Foot Clan (Game Boy™)\n•Teenage Mutant Ninja Turtles II: Back From The Sewers (Game Boy™)\n•Teenage Mutant Ninja Turtles III: Radical Rescue (Game Boy™)\n",
    "id": "0100FDB0154E4000",
    "name": "Teenage Mutant Ninja Turtles: The Cowabunga Collection",
    "publisher": "KONAMI",
    "releaseDate": 20220830,
    "version": 0
}