{
    "description": "Will you be able to solve the mystery of Vereda? \n\nAs an undercover secret agent, you never ask too many questions about your secret assignments.\nBut accepting your latest mission, you wished you had. \nAll you know is that a top-secret dossier was stolen two days ago. And you must find and recover it.\nIt has been located in a town where little is known about who or what is there. \n\nSo it is just down to you to use all of your puzzle solving experience to navigate the mysterious town and track down the missing dossier. \n\nWith this your mission begins… \n\nABOUT\n\nVereda – Escape Room Adventure is a first person 3d escape room inspired puzzle adventure, similar to games you may have played in the ’90’s or similar to a virtual escape rooms you may have played. An indoor and outdoor immersive world that you explore and an inventory where you can collect and use items you find along the way to solve puzzles and escape the rooms.\n\nPlay as a secret agent assigned a mission to recover a secret dossier set in an unusual town. Explore areas and take in your surroundings. Use all of your puzzle solving skills to make your way through the town and recover the missing dossier\n\nHow you tackle the puzzles is down to you. Each puzzle has a logical solution, so take your time, there is no rush and enjoy the process of understanding what you have to do.\n\nFEATURES\n\n• Explore and escape an immersive indoor and outdoor 3D environment, solving puzzles and collecting items along the way.\n\n• Use the inventory to collect and use objects to help you escape.\n\n• Beautiful all original adventure 3D graphics, environments and atmosphere to explore.\n\n• Immersive backing soundtrack and effects to pull you into the escape adventure.\n\n• Full save system with load slots, manage all controls and sound levels to your preference.",
    "id": "0100AF7019134000",
    "name": "VEREDA - Escape Room Adventure",
    "publisher": "M9 GAMES",
    "releaseDate": 20221027,
    "version": 0
}