{
    "description": "Classic Mario side-scrolling gameplay is turned on its head with the addition of Wonder Flowers. These game-changing items trigger spectacular moments you have to see to believe...Witness pipes coming alive, float through outer space, wreak havoc as a giant Spike-Ball, and see even more unexpected events called Wonder effects.\n\nPick from heroic Super Mario characters and power-ups to save the Flower Kingdom\n\nChoose from the largest cast of characters in a side-scrolling Mario game, including Mario, Luigi, Peach, Daisy, and Toads. Players of all skill levels can feel the wonder by playing as a Yoshi or Nabbit who don’t take damage! Grab surprising new power-ups like Elephant Fruit to use your trunk to trounce enemies and spray water, on your adventure to save the Flower Kingdom from Bowser’s wonder grip. You can even find and equip new badges to change up your play style to truly make this Mario adventure your own.\n\nShare the wonder with friends and Mario fans near and far\n\nTeam up with up to three friends locally* and gather around one Nintendo Switch™ system to experience the game-bending Wonder effects together as you tackle courses as a team and help each other on your way to the Goal Pole. Online**, you can work together or turn a course into a friend race to finish first. Even when playing solo, connecting online lets you see silhouettes of other Mario fans around the world as they embark on their own journeys. See how they approach each course and get their help when you’re in trouble. Find standees left by other players to help recover from falls—or place your own.\n\nUnlock and equip more than 20 badges with various effects. Want some more midair time? Equip the Parachute Cap. Want an extra boost underwater? Dolphin Kick is your best bet. Having trouble perfecting your platforming? Safety Bounce will save you from a fall. Using your badges together with power-ups is the key to saving the Flower Kingdom!",
    "id": "010015100B514000",
    "name": "Super Mario Bros.™ Wonder",
    "publisher": "Nintendo",
    "releaseDate": 20231020,
    "version": 0
}