{
    "description": "Ten of Capcom's most popular arcade games in one epic collection!\n\nA wide variety of titles are included from iconic series such as Street Fighter and Darkstalkers, Cyberbots, and the first home console port of Red Earth!\nAnd of course, all titles support online play!\nThis is the perfect collection for both arcade veterans who remember the titles, and those who want to get into them for the first time!\n\n■ Fully-featured online modes\nPlayers can aim to top the global leaderboards in ranked matches, or create a lobby with friends for casual games or just spectate some exciting matches.\nSupported with a robust Rollback netcode which offers a stable and smooth online experience.\n\n■ First-timers welcome\nBeginner-friendly features such as training mode and one-button special move control options are included.\nYou can also save and load any time for a quick do-over!\n\n■ Additional content: The Museum\nThis archive features more than 500 illustrations and development materials across the 10 included titles.\nIt also includes concept art that has never been shown to the public before, and behind-the-scenes materials that give a glimpse into the development process.\nNot only that, you can listen to over 400 music tracks recorded from the arcade versions of each title.　\n\nIncluded game titles (Japanese and English versions selectable for most titles *1)\nDarkstalkers: The Night Warriors\nNight Warriors: Darkstalkers’ Revenge\nVampire Savior: The Lord of Vampire\nVampire Hunter 2: Darkstalkers’ Revenge\nVampire Savior 2: The Lord of Vampire\nHyper Street Fighter II: The Anniversary Edition\nSuper Puzzle Fighter II Turbo\nSuper Gem Fighter Mini Mix\nCyberbots: Full Metal Madness\nRed Earth\n\n(*1 Vampire Hunter 2: Darkstalkers’ Revenge and Vampire Savior 2: The Lord of Vampire are Japanese versions only)",
    "id": "01002DD016E50000",
    "name": "Capcom Fighting Collection",
    "publisher": "CAPCOM",
    "releaseDate": 20220624,
    "version": 0
}