{
    "description": "Defy the ancient goddess of war and free the Agency from the forces and anomalies that have captured it in this scrolling shooter and action roguelike game.\n\nStep by step, explore the Supernatural Threat Reduction Agency and discover its mysteries and secrets as you gradually make your way to the top floor, where one of the most important and mysterious finds of our time is being studied: the tomb of the ancient Goddess of War, Anath. The main character is a special agent who came after receiving the red danger level signal. Waking up in a secret laboratory, the hero realizes that all of the Agency's members have lost their minds and that he was subjected to strange energy effects that gave him short-term amnesia and the ability to change his state. Making your way through many obstacles and hordes of the possessed, you have to reach the threat's main source to liberate the Agency and prevent the danger from spreading to the outside world.\n\nThe gameplay combines elements of scrolling shooter, action roguelike, and bullet hell games with a fast-paced combat system sufficient to test your skills in the fight against evil.\n\nThe Agency is an ever-changing building that combines well-designed rooms and randomly generated mazes. Its task is to obstruct the spread of otherworldly forces and protect against any possible threats in the event of danger. The higher the threat level is, the higher the level of obstacles in your path.\n\nFeatures:\n- Study the Agency and its mysteries. Find out what forces are behind the supernature threat to the world.\n- Use the ability to change your energy states with your mind. Learn their features, strengths, and weaknesses.\n- Find and use dozens of types of weapons, from standard pistols to top-secret modern designs.\n- Find and study dozens of types of magic spells that upgrade your current abilities and grant you new ones. As you progress through the game, you'll find many defensive and offensive spell combos with different types of weapons.\n- Fight dozens of types of enemies and unique bosses.\n- Decide the fate of the Agency. Your attentiveness, perseverance, and decision-making affect the final outcome of the story.",
    "id": "0100E8201B182000",
    "name": "Fusion Paradox",
    "publisher": "Sometimes You",
    "releaseDate": 20231101,
    "version": 0
}