{
    "description": "Welcome to the world of Zombie Watch! You are one of a few people who survived a virus that has infected most of the population and turned them into flesh-eating zombies. They may be dead but they are not resting in peace and they will come after you. Take on the challenge of survival in a harsh and brutal environment and prove you can conquer them all.\n\nZombie Watch is a top-down survival game that will take you to the post-apocalyptic world, where you are going to encounter numerous zombies and wildlife. Gather, mine, scavenge for resources and build a self-sustaining base with defenses to fend off the incoming zombie hordes. Craft or find weapons, armor, medicine, and much more.\n\nSTORY:\n\nYou wake up in a post-apocalyptic world overrun by bloodthirsty zombies that are after you around the clock. They can smell you from a distance, hear every step you take if you are not careful, and will make you their one and only target once they spot you. While living in hiding or fighting for your life, you also have to attend to your basic human needs. It would be a shame if you perished from starvation or thirst. Use your survival skills, set traps and build a self-sustaining base! Enter the world of Zombie Watch – be aware of your surroundings and keep a good watch!\n\nGAME FEATURES:\n\n• EXPLORATION: Explore the surroundings of the living, breathtaking world and its different biomes. Scavenge and gather what you can find, everything can come in handy.\n\n• INVENTORY SYSTEM: Find or craft different clothing items, weapons, food, and other equipment to carry on you at all times.\n\n• BASE BUILDING: Build a great defense system for your survivors to keep the zombies out.\n\n• ZOMBIE HORDES: Various zombies will attack you in hordes or one on one but they will also periodically attack your base. When you get bitten or otherwise wounded, you are going to be able to heal your wounds.\n\n• FOOD AND WATER SYSTEM: You have basic human needs and you need food and water. You will be able to plant a few seeds and grow your own food.\n\n• CRAFTING: Find or craft your own weapons and armor. Cook, brew potions, scavenge, gather herbs, grow your own garden, mine ore, chop down trees, and much more to come.\n",
    "id": "0100C88016CF6000",
    "name": "Zombie Watch",
    "publisher": "Wildlak",
    "releaseDate": 20211221,
    "version": 0
}