{
    "description": "Noby and his friends are back in an all-new Doraemon: Story of Seasons title! The popular mash-up series between the well-known farming franchise adored by players for over 25 years and beloved Japanese cultural icon, Doraemon, gets a new entry, complete with plenty of fresh ways to play!\n\nGrow crops, raise animals, and use Doraemon's Secret Gadgets to help friends in a fun-filled and heartwarming story that people of all ages can enjoy.\n\nA place where we all feel welcome, A place that feels like home\n• Noby and co. arrive on a strange planet, where they meet a young boy named Lumis. They decide to live together on his old farm and make his dream of bringing it back to its former glory a reality! Join the crew as they make precious memories together, like watching fireworks, star showers, and the first sunrise of the year, just to name a few!\n\nOpen up wild possibilities with Doraemon's Gadgets\n• Doraemon's Gadgets make farming life a breeze! Water crops with a Mini Raincloud, harvest cooked meals with a Farm Restaurant, use the Hopter and Extra Hold Cloud Spray to make a garden in the sky, go deep sea diving with the Adapting Ray and cultivate pearls, and more!\n\nA soothing world that looks like it came straight out of a picture book\n• Realistic touches such as natural lighting, wind, and ambient sounds breathe life into the lush environments. Distinct and charming locations await! Golden fields of swaying wheat, a cape with a stunning view of the horizon, an atmospheric forest just to start! These gorgeous, soul-soothing locales change with time and the seasons, each offering a unique view into the natural beauty of the world.\n\nFarm together with a friend\n• Offline two-player lets Players enjoy farming with family or a friend. Work on the farm together, go fishing, or maybe even pull up that giant turnip you couldn't get on your own!\n\nNote: A Deluxe Edition is also available which includes the extra add-on content. Please take care to not make duplicate purchases.\nAn internet connection is required to play some content.",
    "id": "01008EE0177A8000",
    "name": "DORAEMON STORY OF SEASONS: Friends of the Great Kingdom",
    "publisher": "BANDAI NAMCO Entertainment",
    "releaseDate": 20221102,
    "version": 0
}