{
    "description": "Collect trash, zap goop, and befriend adorable axolotl-like creatures in this cozy aquatic adventure. \n \nLoddlenaut is an ocean cleanup adventure set on a vibrant alien planet. Play as an interstellar custodian who is tasked with cleaning up the pollution left behind by a spacefaring mega-corporation.  \n \n• Explore an open-world alien planet \n• Raise aquatic critters called “loddles” that grow based on what they eat \n• Clean up icky goop and floating debris with your bubble gun \n• Unlock special gadgets to clean different types of ocean pollution \n• Recycle collected trash to craft useful items and upgrades \n \nAs you clean up the planet, you’ll run into axolotl-like aliens known as “loddles.” Protect them from the polluted waters and feed them aquatic fruits while you make their planet habitable again. Depending on their diet, loddles will grow in different ways and develop unique traits and abilities that will further enable them to survive on this polluted planet. \n \nIncluded in this edition: \n \nGoddles Update \nExplore an expanded planet with three new caves that each contain a lost loddle with a new rare cosmetic mutation! Delve even deeper to discover Goddle Grotto, a secret sixth biome that is home to three mythical Goddles. Make use of the new gardening system to collect seedlings, grow your own flora, and increase each biome's resistance to pollution. Plus, track the positions of all pollutants with the new Global Pollution Tracker, expand your backpack with the new Inventory Capacity Module, and acquire gold versions of your tools by completing different milestones that will ultimately unlock a modified ending cutscene. \n \nLoddlepedia Update \nTrack your loddle evolutions and see which ones you’ve yet to discover. Plus enjoy a new loddle ability, new loddle personality traits, new biome diversity ratings, and a new way to boost around the ocean!  ",
    "id": "010086501F826000",
    "name": "Loddlenaut",
    "publisher": "Secret Mode",
    "releaseDate": 20240919,
    "version": 0
}