{
    "description": "Tribes of Midgard’s Valhalla Saga update is HERE! This Saga represents the culmination of the Einherjar’s fate-defying quest to stop Ragnarök. Mount up and journey across Midgard (and beyond!) in this epic Survival ARPG adventure. Build, craft, and explore, as you fight your way through towering creatures of legend to discover the secrets of the Sanctuary stones. Valhalla awaits, Einherjar!\n\nA vibrant blend of survival and action RPG for 1-10 players! Craft legendary items, grow your home base and embark on an epic journey through procedural realms to face towering creatures hel-bent on unleashing Ragnarök.\nTravel across procedurally generated worlds by land and sea to harvest resources, gather loot, craft powerful Weapons, level up your Einherjar, chase chickens, and complete hundreds of challenges to unlock new rewards in the most colorful Ragnarök you’ve ever seen!\n\nSave The Day, Your Way:\nSurvival Mode: This mode lets you take your adventure to the far reaches of Midgard at your own pace. Explore, craft, and build your perfect Viking home anywhere you see fit through your mighty Allforge. Choose among 90 skills as you level up and fight your way up the Jötunn food chain until you can face off against the all-powerful Ancients and discover what awaits you at the end of your epic Saga.\nSaga Mode: This fast-paced, time attack mode requires you take on the forces of Ragnarök before the endless winter takes hold. Unlock and specialize among 8 unique classes to defend the Seed of Yggdrasil, fortify your Village and stop your enemies every nightfall for as long as you can. The greater your accomplishments, the greater your rewards when you take the Bifröst to return to Valhalla!\n\nFace Colossal Threats:\nDescending from Valhalla, your Einherjar starts with nothing but a loincloth and a save the world attitude. Stand against the ever-looming threat of the gigantic Jötnar, and the even more threatening Ancients that command them. Unleash mighty Spells contained within your Weapons, block incoming attacks with your trusty Shield, and time your evades in this action-packed gameplay against these screen-filling baddies!\n\nForge Your Viking Legend:\nCreate unique character builds by leveling up and choosing game-changing abilities from the Norse gods. Hunt rare resources and loot powerful Runes that will modify your playstyle in surprising ways. Complete in-game events, sail boats across the oceans, take on NPC quests, and raid dungeons to grow your legend further! Or simply fish! Not only are you up for the challenge, this is what you were chosen to do.\n\nRally The Tribe:\nAdventure solo or form a tribe of up to 10 players in online PvE co-op. Play together to build a functioning village, complete with formidable defenses, towering structures and top-of-the-line crafting stations!  Or just an aesthetically pleasing Viking homestead with some well-earned decorations! The game difficulty adapts to the amount of players in a world. Note that we recommend taking on Ragnarök with a tribe of four or more.\n\nKeep Up the Fight:\nContinuous free updates and limited time Festive Events bring even mightier treasures to the endgame. Play to accumulate Golden Horns and redeem them to unlock a myriad of recipes, including Starter Kits, Runes and Equipment, to make each new session more rewarding. Progress through the Season Track and complete hundreds of challenges for even more. Make each saga your own by wearing your best costumes and bringing your cutest pets along!\n",
    "id": "0100DC0014268000",
    "name": "Tribes of Midgard",
    "publisher": "Gearbox Publishing",
    "releaseDate": 20220816,
    "version": 0
}