{
    "description": "Choose from a cast of Kirby’s most iconic copy abilities—including the brand-new Wrestler ability—and duke it out to be the last Kirby standing. Familiar friends and foes like Bandana Waddle Dee and King Dedede also make an appearance as playable characters.\n\nProve your pink puffball prowess and scale the tower in Story Mode\n\nMeta Knight and King Dedede have seemingly teamed up to challenge Kirby to a buddy gauntlet! Fight alongside a buddy (player or computer controlled) to scale the tower, choosing helpful items between each round that will power you up for the rest of your ascent.\n\nFriends can join the fray locally or online\n\nUp to four players can battle on the same system*, with local wireless, or online**! Choose a free-for-all or team battle and customize the rules to your liking. \n\nEach of the playable abilities and characters has a distinct play style and set of moves. Abilities like Cutter and Archer excel at ranged attacks, while Wrestler and Fighter like to get up close and personal! Other characters like Gooey and Bandana Waddle Dee bring a variety of moves from past Kirby games. Experiment with them all to find and master your favorite.\n\nEarn Fighters Points as you play to level up your Fighters Rank to unlock abilities, characters, stages, and more. You’ll even unlock Rare Hats that change the look of certain copy abilities—Cutter Kirby rocking a mohawk is a sight to see.\n\nWhen you aren’t battling with friends or scaling the tower in Story Mode, Single-Handed mode is a one-player time trial of 9 back-to-back battles! It’s great for practicing your skills or gaining some Fighters Points.\n\nPlayers with save data for the Kirby Star Allies game can get Rare Hats of the Three Mage Sisters, and players with save data for the Super Kirby Clash game can get a Rare Hat for Sword Kirby. \n\n",
    "id": "0100227010460000",
    "name": "Kirby Fighters™ 2",
    "publisher": "Nintendo",
    "releaseDate": 20200923,
    "version": 0
}