{
    "description": "Build your own Jurassic World for the first time or relive the adventure on the go with Jurassic World Evolution: Complete Edition! Packed with every piece of downloadable content available, Jurassic World Evolution: Complete Edition for Nintendo Switch™ includes all three major narrative expansions – Jurassic World Evolution: Return to Jurassic Park, Jurassic World Evolution: Claire’s Sanctuary, and Jurassic World Evolution: Secrets of Dr. Wu- as well as four Dinosaur Packs and the Raptor Squad Skin Collection.   \n\nTake charge of operations on the legendary islands of The Cinco Muertes Archipelago and bring the wonder, majesty and danger of dinosaurs to life. Build for science, entertainment or security interests in an uncertain world where life always finds a way.\n\nBioengineer over 60 dinosaurs that think, feel and react intelligently to the world around them. Play with life itself to give your dinosaurs unique behaviours, traits and appearances, then contain and profit from them to fund your global search for lost dinosaur DNA.\n\nControl the big picture with deep management tools or go hands-on to confront challenges on the ground or in the air. Expand your islands and choose your own journey in an captivating narrative featuring iconic characters from across the film franchise and decades of Jurassic World lore at your fingertips.\n\nEmbark on a journey with captivating stories, challenging missions and more remarkable dinosaurs with three major expansions:\n\nJurassic World Evolution: Return to Jurassic Park: Following the events of the iconic 1993 film, you are invited to return to the island where it all started to rebuild the original Jurassic Park. Reclaim the park from the dinosaurs, rebuild beloved locations, and overcome challenges guided by Dr. Alan Grant, Dr. Ellie Sattler, and Dr. Ian Malcolm in an original narrative voiced by the film cast.\n\nJurassic World Evolution: Claire’s Sanctuary: The once dormant Mt. Sibo is expected to erupt at any time and threatens to send the dinosaurs of Isla Nublar back to extinction. Leap into action with former Jurassic World Park Operations Manager, Claire Dearing, and work together on this rescue mission to save these magnificent creatures.\n\nJurassic World Evolution: Secrets of Dr. Wu: Hidden within Las Cinco Muertes is an intriguing storyline featuring campaign missions from Dr. Henry Wu, who remains dedicated to his research with hybrid dinosaurs.\n",
    "id": "010050A011344000",
    "name": "Jurassic World Evolution: Complete Edition",
    "publisher": "FRONTIER",
    "releaseDate": 20201103,
    "version": 0
}