{
    "description": "The Choices You Make, Make You\n\nGrowing up in humanity’s first extrasolar space colony means navigating a new world full of wonder, danger, and beauty. Explore the wilderness, study, fall in love, discover strange creatures, and deal with the consequences of your actions. Your choices will directly affect the lives of your friends and the fate of the colony. What kind of world will you help make? Will you survive to enjoy it? Why do you remember doing this before?\n\nGrowing Up on an Alien Planet\n\nYou have your whole life ahead of you. Will you spend it studying in school, or diving into the intriguing flora and fauna of this new world? Will you introduce space-age technology, or live in harmony with nature? Will you battle massive beasts, or nurture future generations? Realized in brilliant watercolor, the world of Vertumna is yours to explore.\n\nYour Pasts and Your Futures Matter\n\nEverything you learn and experience will make you and your colony stronger. You will thrive and you will make mistakes. These formative moments - your memories, decisions, and friendships - become collectible cards you carry with you. Each season brings new obstacles on Vertumna. The battle cards you earn from your experiences give you new options for overcoming these challenges, whether that is navigating relationships, learning new skills, exploring the planet, or staying alive. Every decision counts, during this life and the next.\n\nHow Many Lives Will YOU Live?\n\nThe cosmos is full of incredible mysteries, and your ability to remember your past lives is one of them. There are dozens of different endings to your story. How many lives will it take to save both your colony and the planet? Are you ready to wake up again?\n\nFeatures:\n\n- Use memories of past lives to explore 800+ story events.\n- Discover more than 250 battle cards as you grow up on an alien planet.\n- Play your best hand in challenge encounters to ace your math test or escape from a wild snapbladder.\n- Make friends, fight with your parents, go on dates, fall in love, and save the colony.\n- 29 wildly different endings based on the choices you make each month.\n- Pick from 25 colony jobs, like goofing off as a depot clerk, or surveying the valley.\n- Grow into 15 skills, including bravery, toughness, organization, and empathy.\n- Get to know 10 dateable characters, including dog-boys, aliens, hot politicians and stone cold killers.",
    "id": "0100808018268000",
    "name": "I Was a Teenage Exocolonist",
    "publisher": "Finji",
    "releaseDate": 20220825,
    "version": 0
}