{
    "description": "Rogue Legacy 2 is a genealogical rogue-LITE. That means it has all the trappings of a typical rogue-like, but with persistent upgrades, and persistent heirs. In this game, your legacy defines you. Spend your inheritance, grow the family manor, and give your children a better fighting chance. \nEach child is unique, with their own traits and abilities. One daughter could be vampiric Ranger, while another could be a vegan Chef. It’s a new experience every time. RL2 also lets you play how you want to. Go hard and fast, and dive deeper into the depths of a randomly-generated world. Or take it slow and steady and build your character up until you’re ready for greater challenges.\n\nWHAT’S NEW IN 2\nEvery Adventure is Unique\nNew monsters, traps, and layouts await you every time you enter the Kingdom. This is a world where improvisation, not memorization, is the key to success.\n\nWildly New Classes\nNo two classes play the same. Hide atop Ivy Canopies as the Ranger and rain poisoned arrows down on your foes. Take to the skies as a Dragon Lancer, striking enemies at massive speeds. Or sing and dance through danger as the joyous Bard. RL2 supports 15 new classes, with 15 distinct styles of play.\n\nBrand New Style\nRogue Legacy 2 features 2.5D stylings, with 3D characters against hand-drawn backdrops. The art uses heavy shading and all animations are done using stepping techniques to keep the familiar Rogue Legacy look and feel.\n\nRevamped Biome Generation\nBiome generation in RL2 will feel completely new, as each biome adopts different “build strategies” to create completely unique randomly-generated regions.\n\nTrue Metroidvania\nTo really push the metroidvania flair, RL2 introduces heirlooms: special items that permanently give your heroes new abilities and fundamentally change the way you play. Prove your worth, provided you can uncover the many heirlooms.\n\nTraits 2.0\nThough fun the first time, traits in RL1 often wore their welcome later in the game. We’ve now added gold modifiers to entice players to take on new challenges. The more debilitating the trait is (in-game), the bigger the reward. This makes choosing your heirs a meaningful decision every time.\n\nRelics and Resolve\nOne of the most exciting new features to Rogue Legacy 2 is the ability to pick up Relics, which are unique items that change how your run is played. Gain stat modifiers, complete special challenges, and even gain brand new abilities as you traverse the kingdom. But be careful, the more Relics you obtain the more your resolve is shaken, and all Relics are lost if your hero perishes.\n\nImproved Accessibility\nRogue Legacy 2 takes accessibility to the next level with the introduction of House Rules. Toggle contact damage, tweak global damage and health, and even give yourself flight for difficult platform sections. You have complete control over how you want to play the game.  Also introduced are new mechanics such as Off-shore Banking to give struggling players more ways to succeed.\n\nRich Narrative & New Game+\nBeating the game once is only the beginning. Learn about the inevitable collapse of a once-thriving kingdom, and discover the dark secrets of the ones responsible, while you connect and build relationships with the characters you meet along the way. The new and expanded lore to RL2 runs deep as you continue to explore and discover multiple playthroughs in NG+. Choose how the game gets harder, from unique biome hazards, to special boss fights. The experience keeps changing for near infinite replayability.\n\nMore of Everything\nThe sequel adds more of everything people loved from the original Rogue Legacy. More traits, spells, classes, biomes, enemies, equipment, rooms, story. More secrets... Just more everything.\n\nClownanthropy\nHoly smokes! Punching clowns!\n\nAND THERE'S A WHOLE LOT MORE. Scar Challenges, Fairy Rooms, Curio Shoppe, the list goes on. But reading is for nerds. Go out and discover the world of Rogue Legacy 2.",
    "id": "01007DA0134C0000",
    "name": "Rogue Legacy 2",
    "publisher": "Cellar Door Games",
    "releaseDate": 20221109,
    "version": 0
}