{
    "description": "The \"Japanese Rail Sim\" series is a train operating simulator game that uses real footage to give you the feeling of actually traveling in beautiful Japan, enhancing your gaming experience. \nThis time, we take you to Hakone, one of Japan's top tourist destinations, where you'll be operating a tourist train on the famous mountain railway, the Hakone Tozan Railway.\nGet ready to embark on an exciting round trip and experience the mid-spring and autumn tourist seasons in Hakone!\n\n◆Extreme Difficulty! Challenge the Conditions Unique to Mountain Railways!\n\nYou'll be operating a round trip from Hakone-Yumoto Station to Gora Station.\nThis line features an 80 per mille (‰) steep slopes, the steepest in Japan for a train that travels using its own power, unassisted by cables ropes or other mechanisms. Balancing speed control on such steep slopes while maintaining a punctual schedule is extremely challenging!\n\n\n◆Operate the Allegra on Its 10th Anniversary!\n\nYou will be operating the three-car tourist train consisting of one Allegra car, celebrating its 10th anniversary in November 2024, coupled with two St. Moritz cars!\nAs you navigate the steep slopes along the route, you'll encounter three switchbacks where you'll switch between the operator's seats of both the Allegra and St. Moritz cars!\n\n\n◆Full of Hakone Travel Information, Including Spring and Autumn Operating Details! Enjoy the travel experience!\n\nYou'll be operating in the spring, when the cherry blossoms begin to bloom, and in the autumn, when the trees turn vibrant colors.\nAs you progress, you can also view tourist information about the sightseeing route known as Hakone's Golden Course, including details about the Hakone Tozan Railway, cable cars, ropeways, and the pirate ship that tours Lake Ashinoko!",
    "id": "01001C101FC52000",
    "name": "Japanese Rail Sim: Hakone Town of Natural Beauty and Hot Springs",
    "publisher": "Sonic Powered",
    "releaseDate": 20240919,
    "version": 0
}