{
    "description": "Inspired by classic shooters, Gunscape takes all their most memorable elements and puts them in a toolkit to create single player and co-op campaigns or multiplayer arenas. Don't like building stuff? Then just blast your way through hordes of monsters or duel with other players online or split-screen! Maps can also be shared, played and voted on by the whole world, so you'll always have new levels at your fingertips!\n\nWorld Building\n\nThe game is organised into themes taken from the entire genre of FPS games, from the early classics to the modern triple-A stealth and war shooters. Each theme set contains unique world building blocks, player models, enemies (and bosses!), music tracks, skyboxes, special level elements (like traps and teleporters) and--of course--GUNS. Assets from different sets are meant to be combined freely when building your worlds and the selection of content contained in each one has been carefully selected and planned out to avoid redundancy and to represent the truly iconic parts of the game it was inspired by. \n\nMap Sharing\n\nGunscape has a server to share your creations and the game has a built in map browser with filtering and voting system, so that anybody can have full access to every public player-created map, regardless of which theme packs were used to make them.\n\nGame Features\n\n- Solo, split-screen and online co-operative multiplayer map creation! Build maps at your own pace or invite friends to help out! Jump in and out of action mode while editing to test your map on the fly or just to blast one another. \n- Campaign mode: play or build a sequence or branching tree of maps with or without a story. Build a whole self-contained adventure or a gauntlet of fearsome challenges. \n- Co-op mode: invite one or more friends to tackle a dedicated co-op map with you or take a single-player map and crank up the difficulty. \n- Multiplayer arenas: build a map with multiple spawn points and power-ups and invite your friends or host a public match for some brutal online action using one of many multiplayer modes.\n- Global and persistent map sharing: anyone can play the maps you share.",
    "id": "010056A010678000",
    "name": "Gunscape",
    "publisher": "Blowfish Studios",
    "releaseDate": 20230201,
    "version": 0
}