{
    "description": "Fear the Spotlight is an atmospheric third-person horror adventure with a disturbing mystery to unravel. Sneak into school after hours with Vivian and Amy, survive a séance gone wrong, solve tactile puzzles, and, whatever you do, stay out of the spotlight… \n\nSunnyside High has a dark history. When Vivian enters the deserted corridors for a seance with the rebellious Amy, she suddenly ends up alone, and at the mercy of the monster who wanders the halls. Vivian must avoid its gaze, find her friend, and uncover the disturbing, murderous truth of a decades old tragedy. Fear the Spotlight is a creepy love letter to classic 90s horror experiences with a focus of rich storytelling, puzzle solving, and a tense atmosphere. This is a perfect narrative horror game for those new to the genre.  \n\nESCAPE THE NIGHTMARE \n* The séance went terribly wrong. Amy has disappeared, and the school has transformed into a nightmarish version of its former self. Play as Vivian to uncover a dark hidden past while attempting to save both you and your friend \n\nDELIGHTFULLY HORRIFYING GAMEPLAY \n* Sneak to avoid detection from an unknown entity in tense hand-crafted stealth moments as Vivian explores the ominous darkness of the school corridors \n* Solve highly tactile puzzles that pay homage to classic genre favorites while evolving gameplay to satisfy modern horror fans \n* Explore the eerie setting of a derelict Sunnyside High with a flashlight, screwdriver, wrench, and more to uncover a web of mysteries \n\n1990s ATMOSPHERIC DREAD \n* Explore the hellish version of Sunnyside High as Vivian in this ode to classic 90’s teen horror. A retro art style, tense audio design, and a nostalgic setting will delight both veteran fans and those new to the horror genre \n\nAN EXPANDED STORY \n* Dive even deeper into the dark world of Fear the Spotlight with an extensive additional storyline \n* Fear the Spotlight is the first title to be published by Blumhouse Games, a video games label within Blumhouse Productions focused on championing the most creative and unique takes on the horror genre. ",
    "id": "010025001EF82000",
    "name": "Fear the Spotlight",
    "publisher": "Blumhouse Games",
    "releaseDate": 20241022,
    "version": 0,
    "category": [
        "Action",
        "Adventure"
    ],
    "developer": null,
    "intro": "It’s safer in the dark. ",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "pt",
        "fr",
        "de",
        "it",
        "ru",
        "ko",
        "zh",
        "zh"
    ],
    "nsuId": 70010000084840,
    "numberOfPlayers": 1,
    "ratingContent": [
        "Violence"
    ],
    "region": null,
    "rightsId": null
}