{
    "description": "Travel Through Unfamiliar Worlds\nExplore a vast, dangerous, yet beautiful world. Broken up through multiple chapters, join the protagonist and Karon, his talking bird companion, as they confront time and fate.\n\nBack to The Golden Age Of JRPGs, with Side-scrolling Action\nSlashing, Smashing, thrusting countless enemies while building up stamina for powerful Possession Skills, which are enough to melt away anything that blocks your way, including huge bosses that could take half, or even more of the screen. Fight aggressively while thinking strategically, always pick up the most trust worthy equipment, and select the best suited skills to deal with ever changing circumstances.\n\nFight God-Like Boss Battles\nBattle ferocious bosses throughout the story, each with their own set of attacks and challenges. Upgrading abilities and acquiring new skills are vital to finishing each battle and progressing through the protagonist’s story.\n\nMultiple Ways to Build Your Character\nA warrior mastered ranged combat with bows and throwing knives? A mage smashing enemies with staffs and cast magic at the same time? Play it in your way. Gathering experience to level up, collecting force to grow up, forging and mastering equipment to open up more tactical options.\n\nCombat and Story, Why Choose When You Can Enjoy Both\n14 years in development and more than 1 year for revision, award-winning indie developer KEIZO gave his all into this work. The plot keeps twisting as characters growing in an ever expanding world; Classic themes like time travel and tons of spoilers are all custom-made with the developer's own style. In ASTLIBRA, Story elements are often made into game mechanics, for example, your soul-mate Karon is not just a sidekick to talk with.\n\nFruitful Endgame with Even More Challenges\nWith 6 difficulty options, all kinds of players can enjoy the combat system at their own pace, but no one can finish all those contents casually - even after you \"beat\" the game, the Postscript after Final Chapter will provide extra story, new adventure and fresh system, tapping the potential of skills, equipment, as well as your imagination. ",
    "id": "0100F8D01A06E000",
    "name": "ASTLIBRA Revision",
    "publisher": "WhisperGames",
    "releaseDate": 20231116,
    "version": 0
}