{
    "description": "Early Purchase Bonus: UNI2 Season Pass\nThe Season Pass includes the following items:\n1. Instant access to the playable character Kuon\n2. New playable character DLC (Character #1) to be released August 2024\n3. New playable character DLC (Character #2) to be released February 2025\n4. New playable character DLC (Character #3) to be released August 2025\n\n* The Early Purchase Bonus will be available through March 27, 2024.\n* The Early Purchase Bonus will be available for purchase at a later date.\n\nSys:Celes sinks towards ruination.\nFor the Immortalize, the collapse of all that is, looms on the horizon.\nThe curtain rises on the final chapter of the Hollow Night. Catastrophe beckons...\n\nExperience the Dramatic Stylish 2D Fighting Action in the latest entry of the UNDER NIGHT IN-BIRTH series!\n\nThe first numbered sequel in the series!\n\n▼ Choose from a roster of 24 total characters, with renewed visuals!\n3 new characters join the battle: Moonlight Dancer \"\"Twin Barrel Beauty\"\" Kaguya, Indomitable Rampart \"\"Steel Guardian\"\" Tsurugi, and Endless Entity \"\"Eternal Re-Birth\"\" Kuon.\nYou won’t be able to take your eyes off the intense battles between these 24 fighters with the highly detailed HD pixel art graphics!\n\n▼ Simple inputs make it easy to jump into the fray!\nNew to fighting games? Not a problem – simple inputs mean even beginners can pull off moves with a single button!\n\n▼ Now supporting rollback netcode for an improved online experience!\nWith the addition of Casual Matches, it’s easier than ever before to dive in and enjoy online battles.\n\n▼ Introducing new moves and game mechanics!\nAll characters now boast new moves, such as Hyde’s Blaring Outrage and Linne’s Soaring Dragon.\nThe new game mechanics Creeping Edge and Celestial Vorpal open up additional depth to gameplay.\n\n▼ The final chapter! A new tale of the Hollow Night…\nSever the cycle. An end to the endless.\nMay the tale of these countless Nights be concluded, on this eve, the moment of destiny.\nA long-awaited continuation to the tale of the Hollow Night unfolds!\n\n",
    "id": "0100697019026000",
    "name": "UNDER NIGHT IN-BIRTH II Sys:Celes",
    "publisher": "ARC SYSTEM WORKS",
    "releaseDate": 20240125,
    "version": 0
}