{
    "description": "Step into the shoes of the last survivor of a race decimated by The Moon, now seeking to settle the score with the culprit of its extinction. But what secrets does The Moon hold?\n\nUncover the truth as you face 25 challenging bosses that will test your combat skills. Are you ready to unravel the mysteries surrounding your past and the fate of your species?\n\nMultiply your abilities! Control a warrior capable of materializing weapons and becoming an unstoppable threat. Delve into the darkness of vengeance and discover how far you'll go to seek justice.\n\nAfter each epic showdown, access the Armory, where you'll find an array of weapons to choose from and upgrade. Will you be brave enough to face the challenges that await you?\n\nChoose your path through four difficulty levels. From straightforward encounters to frenzied madness, each challenge will bring you closer to the truth behind The Moon and your destiny.\n\nGet ready for the ultimate battle in Nimbusfall!\n\nKey Features:\n\n- Take on the challenging battle against 25 unique bosses that will test your combat skills.\n- Immerse yourself in a captivating visual world with stunning pixel art animations and an immersive chiptune soundtrack.\n- Customize the challenge to your liking with 4 difficulty levels designed to appeal to both newcomers and combat experts.\n- Master variety with 10 different weapons at your disposal, each with its own style and unique power.\n- Enjoy the thrilling single-player mode or invite a friend to join the action in local 2-player mode.",
    "id": "01005AF01F5A4000",
    "name": "Nimbusfall",
    "publisher": "DevilishGames",
    "releaseDate": 20240913,
    "version": 0,
    "category": [
        "Action",
        "Fighting",
        "Platformer",
        "Arcade"
    ],
    "developer": null,
    "intro": "Dive into a new and thrilling boss rush-style video game where revenge is the only motivation. ",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "de",
        "zh"
    ],
    "nsuId": 70010000082010,
    "numberOfPlayers": 2,
    "ratingContent": [
        "Very Mild Violence"
    ],
    "region": null,
    "rightsId": null,
    "latest_update": {
        "id": "01005AF01F5A4800",
        "version": "65536"
    }
}