{
    "description": "Welcome to an epic adventure like no other.\nSlasher - a game that promises non-stop action, adventure and excitement! In this game, you play as a fierce and powerful female character, ready to take on the world and all its challenges.\nAs you journey through a range of stunning locations, from mystical forests to freezing winters and scorching deserts, you’ll encounter a range of enemy to defeat in epic battles.\nGet ready to face some of the most challenging and awe-inspiring bosses you’ve ever encountered in a video game! Each location is home to a unique and formidable boss, with their own set of attacks, strengths, and weaknesses.\nWith a range of weapons at your disposal, including two different katana, twinblades, dual swords, a scythe and a great sword, you’ll have everything you need to take on any challenge that comes your way.\nBut it’s not just about the weapons - you’ll also have access to a range of upgrades that will help you improve your skills, from combos and sprint attacks to double jumps, dashes and aerial assaults.\nIn this game, each weapon has its own unique ultimate attack that can be unleashed upon your enemies. These attacks are powerful and devastating, capable of dealing massive damage to any foe that stands in your way.Each ultimate attack is unique and visually stunning, with its own set of animations and effects that make them a joy to behold. And with careful timing and strategy, you can use these attacks to turn the tide of any battle, defeating even the most formidable foes with ease.\nThe game also features a unique stun system that allows you to incapacitate your enemies and deal devastating blows, as well as an inventory where you can manage your equipment and items. And of course, you’ll need to collect coins from defeated enemies and in-store to purchase new upgrades and items to help you on your journey.\nWith a stunning soundtrack that sets the tone for each location and battle, this game will keep you on the edge of your seat from start to finish. So get ready to experience the ultimate adventure in a world like no other!",
    "id": "0100E9601B670000",
    "name": "Slasher - Sword RPG Impact Simulator",
    "publisher": "GOGAME CONSOLE PUBLISHER",
    "releaseDate": 20230525,
    "version": 0
}