{
    "description": "After the death of his mother and the arrest of his father for it, our protagonist Mark tries to contact her through the Spiritual board, which explodes mysteriously and causes Mark to fade away. That's where it all began: a series of paranormal events will torment him while he tries to gather the fragments of the Spiritual board and thus, find what is really happening.\n\nThe player will embody Mark, a teenager in charge of his little brother, because he has just suffered the loss of his mother and has his father in prison for it. Reveal the visions and fears that torment Mark. Although only he was knowledgeable about them... or someone else?\n\nThe objective is to gather the fragments of the Spiritual board, found around the house, to be able to contact Rose, her mother, and discover the truth.\n\nThe whole argument of Evil Inside happens in a mysterious house ... or almost everything. Explore Mark's house that is constantly changing. Slowly the atmosphere will change. Nothing is what it seems. Beat your fears. Face terror and truth. But above all... enjoy a real horror experience.\n\nEverything has been very strange. Why did dad do that? He is now in prison. He was a good person... Something is not right. I need to know the truth... but only she knows. Or she knew it. I need to talk to her, I need to discover the truth. What happened?\n\nYou sit on the couch. The situation overcomes you. In a very short time your life has taken a 180ยบ turn. Almost without realizing it, you live alone. In charge of your little brother. You go to the kitchen, a creak. The light blinks suddenly. You are alone, or so you think. To all this, it continues to haunt you not to know the truth, there is nothing clear in this whole story. Something does not add up...\n\nYour biggest fears come true. Loneliness and darkness invade you. What's going on? That melody...",
    "id": "01002E800D44E000",
    "name": "Evil Inside",
    "publisher": "JanduSoft",
    "releaseDate": 20210326,
    "version": 0
}