{
    "description": "Fin must unravel the mysteries of the Clan and find hidden crystal artifacts to protect the world from the ancient Destroyer. \nThe hero will face everything - from tragedy and betrayal to new friends and an incredible adventure! Fin cannot tell his friends and his foes apart until he meets them himself.\n\nThis 2D adventure game will give you a chance both to brandish a sword and put your brain to good use. Not only will you have to fight for dear life, but also solve entertaining puzzles to stay alive!\n\nYou will ecounter interesting quests, and it will take all your wits to get to the next Metroidvania level. Don't forget to grind some levels to be stronger and tougher!\n\nGAME FEATURES:\n- Use your SWORD AND MAGIC to defeat the enemies.\n- JUMP and run to dodge attacks and traps.\n- Fight UNUSUAL and dangerous enemies - a VARIETY of monsters and even machines!\n- Find the WEAK SPOT OF EVERY BOSS and vanquish them!\n- Collect all the TREASURERS scattered along METROIDVANIA! \n- GRIND by defeating treacherous enemies. Experience is invaluable and will make you both a great swordsman and a skilled magician!\n- Travel across BREATHTAKING levels: icy permafrost, sandy desert, green tropics, dungeons, ruins and the world beyond time.\n- The platformer's stages are filled with obstacles and VARIOUS TRAPS which fly, spin, shoot and strike at you in every possible way.\n- EXPLORE the platformer levels and search SECRET ROOMS to pick up bottles with magic potions. Potions will help you to become even stronger!\n- INVESTIGATE all the items that come into your paws. Remember that even a harmless wooden barrel can hide SECRETS.\n- Solve PUZZLES to find hidden artifacts.\n\nThe game has been translated into the following languages: English, French, Italian, German, Spanish, Russian, Arabic, Japanese, Korean and Portugese.",
    "id": "0100C8200E942000",
    "name": "Fin and the Ancient Mystery",
    "publisher": "Silesia Games",
    "releaseDate": 20211108,
    "version": 0
}