{
    "description": "Immerse yourself in the thrilling world of air transportation as the inheritor of a small airline company left to you by a distant relative. From humble beginnings at a small airport to building a global aviation logistics empire — incredible adventures, challenges, and opportunities await to shape your destiny.\nRise to the heights of a professional pilot managing both your aircraft and business in \"Flight Simulator Delivery: Cargo Business\". From a simple crop duster to an aviation tycoon, your journey is filled with dangers and thrilling moments. Manage wisely as you make critical decisions, upgrade your resources, and prove your worth to join the elite ranks of cargo transport service. With 12 aircraft and 2 hangars offering upgrade capabilities for both, and 10 airports awaiting your exploration and conquest across the globe, the sky's the limit in this exhilarating adventure.\n\nFeatures:\n- Vast Open World: Explore diverse locations, from small regional airports to bustling metropolitan hubs, each offering unique challenges and opportunities.\n- Hangar Purchase and Upgrades: Expand your airline company by enhancing infrastructure and increasing capacity for more aircraft and cargo.\n- Aircraft Purchase and Upgrades: Choose and upgrade from small single-engine planes to powerful sky freighters for optimal performance and reliability.\n- Dozens of Airports: Discover over 10 unique airports worldwide, each with distinct architecture, technical features, and business development potential.\n- Variety of Cargo Types: From routine mail deliveries to rare and precious cargo, the diversity of tasks and opportunities will challenge you in various ways.\n- Weather Conditions: Navigate through variable weather conditions, from clear skies to dense fog and severe storms that can influence your decisions and flight safety.\n- Day and Night Cycle: Embark on night flights and face new challenges and conditions that demand your expertise and experience.\n\nAre you ready to transform a single-engine plane into a global aviation powerhouse?",
    "id": "0100415020914000",
    "name": "Flight Simulator Delivery: Cargo Business",
    "publisher": "404 Games",
    "releaseDate": 20241005,
    "version": 0,
    "category": [
        "Arcade",
        "Simulation",
        "Adventure",
        "Training"
    ],
    "developer": null,
    "intro": "Lead the Skies and Build Your Aviation Empire!",
    "isDemo": false,
    "languages": [
        "en"
    ],
    "nsuId": 70010000087004,
    "numberOfPlayers": 1,
    "ratingContent": [
        "Very Mild Coarse Language"
    ],
    "region": null,
    "rightsId": null
}