{
    "description": "Armies of undead, flying sharks and the price of immortality. Azuran Tales: Trials is a brutal platformer with RPG elements, challenging combat and merciless enemies. Journey across the World of Azuran as you discover its beautiful levels, expansive lore and unravel the mystery of Magrath. But don't expect an easy journey as you explore this world full of lore, monsters, traps, and unique bosses. This game is straightforward and hard to beat so you will be forced to learn and adapt or fail and die each and every time!\n\nFight to the death and beyond\n\nExplore the secrets and mysteries of the world of Azuran. Face the trials put forward by Magrath, where death is never the end, just a moment of respite. For Drukandra will not let you find peace until the Amulet of Valur is remade and the balance is restored.\n\nDiscover the world of Azuran\n\nDrukandra, the God of the Dead, Ruler of the Underworld, found your soul worthy for his quest. After granting you his blessing, you are sent to hunt down Magrath, an entity shrouded in mystery, who wields great power and wishes to claim the world of Azuran as his own. Only by finding the hidden pieces of the Amulet of Valur can you bring this foe down but doing so won't be easy. Deadly traps and villainous enemies await you for Magrath knows you are coming, and he will not make things easy for you!\n\nKey Features:\n\n• A modern take on the classic side-scrolling gameplay;\n• Deadly gameplay: 15 handcrafted and increasingly difficult levels where you encounter deadly mechanics and increasingly powerful traps. Engage in nerve-shattering battles with split-second reaction speed. Face the trials and follow Magrath’s path in the world of Azuran and beyond;\n• Discover the world of Azuran: explore vast, diverse environments – haunting dungeons, intricate caves, floating cities, cursed temples and all the dangers lurking within;\n• Battle Cleric class gameplay and storyline: Evolve your character with powerful new abilities and spells with choice-based character progression. Gather and use powerful scrolls fitting your combat style. Follow Merius storyline and gather revealing lore about the world and its dangers;\n• Fight to the death and beyond: brutal boss fights where you face ferocious beasts, sinister magic-wielders and defeat ancient threats on your path to completing the Amulet of Valur.",
    "id": "0100C7D00DE24000",
    "name": "Azuran Tales: TRIALS",
    "publisher": "Tiny Trinket Games",
    "releaseDate": 20190624,
    "version": 0
}