{
    "description": "Battle for control of the afterlife in Epitaph, a competitive, fast-paced tactical game. Pick three Reapers, the aspects of death, and fight your opponent in real-time, cooldown-based combat. You'll control all three characters at once, sequencing their abilities and setting up explosive combos to decimate your opponent. But be careful - every time a Reaper dies, they come back stronger, so moving closer to victory will make your opponents even more deadly.\n\nFast-Paced Tactical Combat:\nEpitaph’s combat is a unique mix of strategy and timing. You’ll have to outwit and outsmart your opponent in real time, planning and sequencing your abilities carefully to land devastating combos and counter your opponent’s intentions.\n\nBattle Among Deaths:\nEpitaph takes place in the afterlife, where the many faces of Death are fighting against one another in a battle for souls. There are 13 different Reapers in Epitaph's roster, and you’ll draft a team of three to fit your personal strategy. Will you take Becilla, the Commander, who charges into battle and calls her allies to her side, or Ezzim the Executioner, who relentlessly hunts down his victims with his mighty ax? Stylish abstract character designs add to Epitaph's ambiance and make it look and feel like to no other competitive game.\n\nDeath is a Strategy:\nYou can kill a Reaper, but in Epitaph, nothing stays dead for long. If your Reapers die six times, you’ll lose the match - but dead Reapers come back bigger and angrier, making them even more threatening. You may be down early, but are you actually on the verge of losing, or just setting up an amazing comeback for your empowered squad?\n\nFeatures:\n• Local Multiplayer\nCapture the souls of your friends in intense fast-paced tactical combat.\n• 13 Unique Reapers\nThere's a reaper for every kind of player, from the brutal, in-your-face style of Unch, The Glutton, to the evasive and supportive strategies of Ziyan, the Martyr.\n• Single-Player Puzzle Mode\nIf you’re looking for a more individual challenge, try and solve over 150 puzzles in a single set of moves, ranging from introductory and informative to devilishly hard.",
    "id": "0100646012282000",
    "name": "Epitaph",
    "publisher": "Everook",
    "releaseDate": 20210119,
    "version": 0
}