{
    "description": "Lead your team to glory in F1® Manager 2024. A new Formula 1® season has arrived, and with it, the most comprehensive F1® management experience to date. Build a legacy with one of 10 official F1® constructors or create your own team for the very first time.  \n\nPlan and direct your team’s strategy and watch as your driver’s execute your commands in thrilling F1 races, brought to life with a broadcast-quality presentation. Manage your drivers, staff, car development and facilities throughout multiple seasons to give your team the best chance to claim a spot on the Formula 1 podium.\n\nNEW FOR 2024\n\nCREATE A TEAM\nFor the first time in the series, create your own team to challenge the grid and forge a new legacy. Customise every element of your team from your origin and livery design to logo and racing suits. Recruit the right staff and drivers and negotiate with sponsors for placement on your car.\n\nDEEPER MANAGEMENT\nThe dramatic world of F1 comes to life on and off the track with the brand-new Mentality System. Manage the personalities and needs of your staff and drivers in the pursuit of success. Keep your stars happy to avoid allowing rivals from poaching your talent, disrupting your team’s trajectory towards the top.   \n\nBuild a legacy by fostering talents from F2 & F3 to add to your own affiliate pool. Access the stars of the future and ensure their success is your success.\n\nF1 RACES BROUGHT TO LIFE\nCircuits visuals have been refreshed for the official 2024 season, including the returning Shanghai International Circuit. Improved track marbling and enhanced use of real-world data mean racing lines are clearer than ever, with enhanced trackside detailing providing the best-looking visual presentation to date.\n\nHelicam provides a strategic bird’s eye view on the action, giving you a new perspective when executing and evolving your race day plans\n\nRaces present ever-evolving challenges and opportunities with the introduction of Mechanical Failures. Can you mitigate these issues as they arise to stay on track?  Ensure you are in position to capitalise on rivals' issues and claim unexpected results.  \n\nMORE TO DISCOVER\n·         2024 F1® Sprint race format\n·         2024 driver and staff roster, including drivers from development and team academies\n·         Improved approachability including refreshed data visualisations, the option to simulate the full race weekend, and enhanced tutorials\n·         Race Replay returns for another thrilling season, allowing you to relive and redefine moments from the 2024 FIA Formula One World Championship™\"\n",
    "id": "010072E01CE0E000",
    "name": "F1® Manager 2024",
    "publisher": "FRONTIER",
    "releaseDate": 20240723,
    "version": 0
}