{
    "description": "The economic simulation Pizza Tycoon offers a number of hot new toppings! Work your way through a challenging campaign to rise from a simple pizza baker in the streets of Rome to the owner of the world's most successful pizza chain!\n\nShow your competitors the way to sell pizzas and create a unique taste experience for your customers each time they visit one of your restaurants. Whether you do so by means of target group oriented advertising and great pizzas in stylish restaurants or by dancing along the crust of legality through the occasional use of sabotage and violence is entirely up to you. It's time to once again enrich the world with tasty pizzas and redefine good taste.\n\n- No one has invented your favourite pizza yet? Vegan, straight vegetarian or meat with added meat? Create your own pizzas using the legendary Pizza Creator with 75 different ingredients!\n- The single-player campaign lets you rise step-by-step from a simple pizza baker in Rome to the world's greatest pizza mogul in 12 comprehensive missions.\n- From Sydney to Berlin to Washington DC: Conquer the world's greatest metropolises with your own pizza chain and satisfy the people's unique tastes and demands!\n- Customize your restaurants the way you want: Floorplan, furniture, personnel, interior decorating. There's a little interior decorator in every pizza baker.\n- Use market analyses and sophisticated marketing strategies to reach your customers with convincing advertisement.\n- Get rid of your competitors by using particularly spicy ingredients such as sabotage and bribery.\n- The free game mode offers an alternative to the campaign rich in its diversity. You can determine a wide range of parameters such as startup capital, number of residents, competitors and much more, allowing you to create your own challenges.",
    "id": "0100A6301788E000",
    "name": "Pizza Tycoon",
    "publisher": "Assemble Entertainment",
    "releaseDate": 20230223,
    "version": 0
}