{
    "description": "Just Die Already is an old people mayhem sandbox game created by the designers of Goat Simulator.\n\nYou are an old retired person in a near future where people aren’t having any children. There isn’t anyone to pay for pensions due to those ungrateful millennials who prefer playing video games instead of doing actual work. With no one to cover your living costs, you - just like all other old people in this world - have no other choice but to survive on your own. \nHow will you survive in a world that wants you to Just Die Already?\n\nTo make things worse, you’ve just been kicked out of your retirement home, and your only option now is to perform dangerous challenges and explore the world for retirement tickets to qualify for free retirement care. \nSo with society wishing you dead, isn’t it finally time to live a little?\n\nFREE POST-LAUNCH PVP MODES – AVAILABLE NOW\n\nGive the boomers what they deserve by having them fight for their lives! Compete against your other old friends with this new free Player Versus Player update.\nPlay in 4 new arenas, customize your game modes and start ripping each other’s limbs off. \nBrace yourself up to your nipples in your old man pants, this Old Vs Old mayhem competition is ON!\n\nKEY FEATURES\n\nBE OLD, BE BOLD\nYou get to be an old person. Angry, fragile, poor and hating the world: the dream you didn’t know you had until now. Finally, you have found something in common with your grandparents.\n\nBREAK A LEG... BREAK A NECK\nDiscover the joys of being old and made of glass, anything can break you and you can break your everything. \n\nDON’T TRY THIS AT (RETIREMENT) HOME\nComplete dangerous challenges that you will never ever try at home and answer existential questions like: can you launch yourself from a catapult and land on someone? Or, can you survive losing your head, grabbing it and whacking someone with it?\n\nONE MISSION: RETIRE!\nEarn rewards by completing dangerous challenges, your goal? To qualify for a proper retirement home. That makes perfect sense. Word of advice: try and stay in one piece so you can enjoy it in the end…\n\nSANDBOX MULTIPLAYER\nPlay alone, or with up to 4 players in online multiplayer. Complete challenges together, or just cause mayhem and rip your friends’ limbs off! \n\nBE OLD. TWICE.\nYou get to be an old person. So good we said it twice.\n\nLIMITLESS INTERACTION\nPick up and interact with a very wide variety of objects. Everything from giant trouts, trampolines, guns, electrical wiring, and fireworks, just to mention a few. Bazookas, axes, trombones, air horns and jetpacks to mention a few more. Yes they all can be used to hurt and maim.\n\nEMBRACE YOUR INNER BOOMER\nWreak havoc on the millennial and zoomer population (we forgot Generation X, just like everyone else). NPCs react differently depending on their age - some will laugh and clap at others getting hurt while others will run away in terror. \n\nTHE GAME CAN BE AS CRAZY AS YOU\nThe city is filled with detailed environments, loaded with secrets and hidden paths, that encourage detailed exploration and quirky experimentation to truly see it all.\n\nOLD. PERSON.\nOkay that’s the last time we promise.",
    "id": "0100AC600CF0A000",
    "name": "Just Die Already",
    "publisher": "Curve Digital",
    "releaseDate": 20210520,
    "version": 0
}