{
    "description": "William Shakespeare's Hamlet has finally been restored to its original second-person non-linear branching narrative format. I know! What took so long, am I right? Now it's up to YOU to decide what happens next. Play as Hamlet and revenge your father's death. Play as Ophelia and make scientific discoveries. Play as King Hamlet, Sr. and die on the first page!\n\nWritten by the fabulous Ryan North, creator of Dinosaur Comics, and has written for the comic series of Adventure Time and Marvel Comics' The Unbeatable Squirrel Girl. His works have won multiple Eisner Awards and Harvey Awards and made New York Times Bestseller lists.\n\nDiscover sweet art as you play from some of the greatest and most attractive artists of Our Time, including Kate Beaton (Hark! A Vagrant), Anthony Clark (Nedroid), Mike Krahulik (Penny Arcade), Matthew Inman (The Oatmeal), Ethan Nicolle (Axe Cop), Andrew Hussie (MS Paint Adventures), Zach Weiner (Saturday Morning Breakfast Cereal) and WAY more!\n\n** FEATURES **\n\n• Tiny Yorick skulls mark the choices Shakespeare took in his play!\n• Play as Hamlet, Ophelia, and Hamlet Sr., each with their own unique adventures.\n• Learn things, like the meaning of the word ‘pernicious’ and the origin of the phrase ‘Till death us do part’!\n• Sensibly bring evil King Claudius to justice in a court of law! Or, stuff him into a cannon and then fire him into a wall!  IT’S UP TO YOU.\n• Travel through TIME! Fight PIRATES! Kill a guy IN A CHURCH (it’s totally okay, he’s a jerk!)!\n• View the HAML-O-METER at the end of each story to see how well you stuck to the Bard’s vision!\n• Dyslexic friendly font support, to aid readers with dyslexia.\n• Hidden achievements to find throughout the gamebook.\n• Art you discover is unlocked in the art gallery. Find all the full colour images as you play!",
    "id": "01004B50167D8000",
    "name": "To Be Or Not To Be",
    "publisher": "Tin Man Games",
    "releaseDate": 20220112,
    "version": 0
}