{
    "description": "If there are feel-good games, well Dissolved is a feel-bad game. You play as a girl whose weird psychosis is to turn every ordeal in her life into a video game. Each level has an original gameplay parodying retro games, in surprising and challenging ways.\n\nControl schemes are very simple, often one or two buttons, but unsettling at first. How to fight space gopniks shooting from the sky if you can't shoot back? Well, simply strike through their projectiles until your reach them. And if you find yourself unarmed against armies of cops, you can always use their own dead bodies as projectiles.\n\nThe tone is as dark and twisted as it is offbeat and silly. Every time our protagonist encounters a painful challenge, rather than facing it she'll prefer taking refuge in her imaginary world. It doesn't make things easier for Padla, the superheroine her sick mind is personifying. It's now up to Padla to walk your cat on a road which suddenly became a deadly step by step runner. You'll also let her deal with classroom relationships, in a stealth game to make you the most popular girl without being spotted by the teacher.\n\nEach level represents a part of her life that she doesn't want to face: a never-ending school day, playing at a concert, or simply recovering from too much alcohol and drugs. They materialize whether as spooky rhythm game, a coma-induced shoot'em up, even a violent sports game against your classmates... All kinds of disturbing challenges await you.\n\nThere are nine different gameplay types in this chapter, some of which can be played two-player competitively, or in endless mode to reach high scores. After each challenge, the inescapable reality will strike back. You'll then need to find the next one in order to progress, by interacting with newly appeared objects in the different rooms that your monotonous life will cycle through endlessly.\n\nPadla has a dark alter ego who sometimes appears in her visions. Her origin and intentions remain mysterious, but she will undoubtedly play a role in your descent into madness... ",
    "id": "0100F2501C636000",
    "name": "Dissolved - Chapter One",
    "publisher": "Timothee Paez",
    "releaseDate": 20230831,
    "version": 0
}