{
    "description": "Hashiriya Drifter - from 80-90' Japan car culture.\n  Hashiriya Drifter is the ultimate drift racing game that you always wanted to play! This immersive, epic car game also offers an update with the Nascar experience. There are dozens of cars you can choose from in this online racing game, and you need to burn rubber on the asphalt if you really want to win.\n  You will be playing against more than 10 million players in intense, exciting PVP races. Focus on one of the most impressive, exciting racing games out there. You get the CSR experience on steroids for free, and you also get to test your driving skills in no time. And since you can play against 20 people online at the same time, this is a very immersive and intense experience.\n  If you love street racing and drifting, Hashiriya Drifter is the coolest game you can play. These street racing are immersive and you have the unique opportunity to fully modify your car the way you want.\n  There are dozens of levels to choose from, and they all come with twists and turns to test your drifting capabilities. Your focus is to try and become the best and reach the finish line first. It s not easy to do that in this seesaw, challenging simulator game. But you need to constantly improve as you play against people which have your own skill range.\nIn the game you have realistic tuning for every vehicle, with more than 100 parts for a single car that you can fully customize the way you want.\n  Hashiriya Drifter offers you then best online racing experience and a cool way to drift around the horizon against people from all over the world. Do you have what it takes to become the best driver in the universe? Test out your skills against millions of other players, only with Hashiriya Drifter!",
    "id": "01002F9014542000",
    "name": "Hashiriya Drifter-Car Racing,Drift,Drag Online Multiplayer Simulator Games Driving Sim.",
    "publisher": "Erlano",
    "releaseDate": 20220825,
    "version": 0
}