{
    "description": "『Needy Princess Nerd Club - メンヘラオタ姫サークル -』 is a novel game in which a girl who wants to be pampered enters the nerd circle, so that she can become a \"Princess\" that is true to the name.\nA Bishojo games released in 2016 under the Noirsoft brand have been reborn on the PandaShojo platform for players around the world to enjoy.\n\n\n◆Introduction\n\"Hey... are you guys arguing because of me?\"\n\"Huh... no, of course not\"\nShe said it was fine, but more than the conflict that had arisen in the club,\nI couldn't help but notice a somewhat dark smile, and a satisfied expression on her face.\n\n\n◆Synopsis\nThe protagonist Natsuki Sugiura is a freshman who hides his nerdiness.\nHe joined the nerds club in the \"Modern Content Research Group\" to speak with people with the same interests.\n\n... Not long after joining, someone else was also interested in joining.\n\"U... Um! I want to join... this club.\"\nIt was a stereotypical nerdy girl wearing lolita fashion, Kaoruko Mizushiro.\n\nThe men found the nerdy girl rare and treated Kaoruko like a princess while they fully enjoyed the club activity.\nHowever, Kaoruko wanted the attention of the people anytime and anywhere which gradually changed her behavior...\n\n\n◆Characters\n・Kaoruko Mizushiro\n\"Natsuki, do you have a girlfriend?\"\nA nerdy girl with a strong personality who started wearing lolita clothing after entering university and wants the recognition of others.\nShe is the same year as the protagonist and became friendly with each other because they have many classes together.\nShe started getting the wrong idea about her appearance due to the men of the nerd club were all giving her attention.\n\n・Natsuki Sugiura\nA hidden nerd who is a freshman at the same university as Kaoruko.\nHe wanted friends who had the same interests and joined the nerd club as this was one his dreams.\nAlthough he thinks Kaoruko is cute, he also has a cool side and always takes one step back.",
    "id": "010062501BF54000",
    "name": "Needy Princess Nerd Club - メンヘラオタ姫サークル -",
    "publisher": "CyberStep",
    "releaseDate": 20230713,
    "version": 0
}