{
    "description": "The main character, Mei Ayatsuki, an ordinary high-school girl, is transported back in time to the Meiji era by the self-proclaimed magician Charlie, whom she meets on the night of a red full moon.\nIt was a slightly mysterious Meiji period “Tokyo” where the existence of Mononoke was recognized.\n\nWith Charlie’s guidance, she arrived at the Rokumeikan.\nThe protagonist sneaks into the party and is met by historical figures such as Ougai Mori, Syunso Hishida, Otojiro Kawakami, Kyoka Izumi, Gori Fujita, Yakumo Koizumi, and Tosuke Iwasaki.\n\nThrough her interaction with them, the protagonist realizes that she is a “Tamayori” and has a highly prized ability in the Meiji period that allows her to see Mononoke.\nHaving ability changes her relationship with them....\n\nIn this unfamiliar time, love affairs grow as she comes into contact with good-looking men during her daily life.\nWill the protagonist be able to return to her original time or...?\nDoes love transcend time and space: ...... How does it end?\n\nPowered-up version of “Meiji Tokyo Renka Full Moon!!”\n“Meiji Tokyo Renka Full Moon” (also known as “Meikoi”) is a historical romance fantasy game in which the main character travels back in time to the Meiji era and meets and falls in love with the great figures of history.\nWith the addition of Tosuke Iwasaki’s (VA. Yoshimasa Hosoya) route, “Meiji Tokyo Renka Full Moon” (released in August 2016) is now available on Nintendo Switch™ featuring even more new elements!\n\n\n＜Nintendo Switch Edition Added Content＞\n・Newly drawn key visual illustration by the artist Karu\n・Addition of a newly written bonus scenario\n・Multilingual\nLanguage: Japanese, English, Chinese (Simplified Chinese / Traditional Chinese) \n※Voice in Japanese only",
    "id": "010043901E972000",
    "name": "Meiji Tokyo Renka  Full Moon",
    "publisher": "HuneX",
    "releaseDate": 20241003,
    "version": 0,
    "category": [
        "Adventure"
    ],
    "developer": null,
    "intro": "Transcending time and going back to “Meiji” again\nTranscending time and opening the door to enthralling love affairs with handsome boys from the Meiji period.",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "zh",
        "zh"
    ],
    "nsuId": 70010000079185,
    "numberOfPlayers": 1,
    "ratingContent": [
        "Mild Themes",
        "Scary Scenes"
    ],
    "region": null,
    "rightsId": null
}