{
    "description": "In the year 3716, humanity lives under constant risk of ruin from a colossal alien threat known as “GIGANT”. Fleeing its destruction, a mysterious young girl arrives on ARK-3, a magnificent city built in the sky.\n\nCiel Fledge is a game about raising an adopted daughter in a future world that still has hope. Featuring compelling management gameplay and a loveable cast of characters, it’s up to you to take care of Ciel until she reaches adulthood and becomes ready to fledge the nest. \n\nSchedule \nHow will you raise Ciel? Using a helpful schedule with touch-screen controls on Nintendo Switch™, plot each day of the week and see what happens as the days unfold. Choose classes and hobbies, and encourage Ciel to make friends. Or take a part-time job to earn more money, and enjoy nicer meals for dinner.\n\nSupervise \nMonitor daily activities, and watch how Ciel behaves. Keep an eye on mood, as Ciel might abandon activities if she becomes too tired. Boost stamina with items, spoil Ciel with a generous allowance, or scold her when she skips school. It’s your responsibility to choose how to deal with her.\n\nBattle\nThe trials of daily life take the form of challenging puzzle battles: complete an activity, or pass a class test, by winning at strategic match-three card games. Learn techniques and build friendships to gain extra support in battle.\n\nGrow\nEvery choice affects how Ciel grows. Track progress each week and see how her stats and relationships have changed – with hundreds of unlockable character traits that can affect Ciel’s interactions and abilities in battle.\n\nCustomise\nEach Ciel is unique to the player. With a range of outfits, equipment, and multiple endings to the game, it’s up to you to shape what kind of person she becomes. Her age, height, and even weight will change as the years pass by.\n\nExplore\nSend Ciel on expeditions to the surface of Earth to explore and discover new areas of the old world. Scavenge useful items, and work with friends to fight enemies for a huge stat increase.\n\nUnwind \nLose yourself in the wholesome sights and sounds of the city, and ease into the daily routine of ARK-3. Featuring an enchanting art-style, and a smooth instrumental soundtrack inspired by Japanese City Pop.",
    "id": "010061E00E05E000",
    "name": "Ciel Fledge: A Daughter Raising Simulator",
    "publisher": "PQube",
    "releaseDate": 20211012,
    "version": 0
}