{
    "description": "A mysterious serial killer stalks the streets of modern-day Paris. The body count rises, and the police are no closer to catching the culprit. You are a taxi driver and survivor to the killer’s most recent attacks, having barely escaped with your life. You have seven nights to help find the killer, or the police will pin it on you. These next few shifts will be far from ordinary or safe…\n \nNight Call is a non-linear, narrative-driven noire investigation game. You are no detective, but you do have a gift. Around you, people feel more at ease. They talk. They share their thoughts, their emotions, their stories… their secrets. To passengers, you are more than just a driver; you are also a friend, a confidant, a counselor. A voyeur catching a glimpse under the masked but very real lives throughout the City of Light. And you’ll need to play these roles well if you want to catch the killer.\n \nUse the limited time you have available each night to gather clues while earning money to pay your bills. Drive passengers to their destinations, hear their stories and choose your responses carefully—some are just regular people with a tale to tell, while others might reveal a clue that’s key to your investigation. Follow the right leads to uncover new info about the suspects, and don’t forget to make enough money to buy gas and pay your bills.\n \nCan you solve the mystery before it’s too late? Better hurry—both the clock and the meter are running…\n\nKEY FEATURES:\n\nA VIVID AND ORIGINAL CAST: Meet more than 70 original, surprising, realistic characters and share their lives for a few brief moments. Some may move you, inspire you, or upset you. Listen and help—they might have something useful for you.\n\nGORGEOUS GAME NOIRE STYLE: Every character and location are lovingly hand-drawn in stunning black & white, evoking the pure tension of the noire style of art.\n\nINVESTIGATION VS. SURVIVAL: Will you forsake information for more money, or sacrifice your income to get the info you need? Make your choices quickly - is running out!\n\nMULTIPLE CASES, MULTIPLE KILLERS: Gather clues across three distinct cases. Can you uncover the identity of the killers? Be careful: a guilty suspect in one case may be completely innocent in the next.",
    "id": "0100F3A0095A6000",
    "name": "Night Call",
    "publisher": "Raw Fury",
    "releaseDate": 20230530,
    "version": 0
}