{
    "description": "Bio Inc.: Redemption is a complex biomedical simulator in which you make life or death decisions. Create the ultimate illness to infect and torment your victim or play as the head of a medical team and hopefully find a cure to save your patient. Will you be the plague or preserve humanity?\n\nIncluding over 600 actual diseases, virus, symptoms, diagnostic tests, treatments and other medical conditions, Bio Inc.: Redemption is frighteningly realistic. It will captivate you for hours, bringing you into a microscopic world of epic plague proportions!\n\nCHOOSE YOUR SIDE\nBio Inc.: Redemption includes two all-new campaigns!\n\nChoose Death and explore your dark side by wrathfully terminating victims using an agonizing combination of diseases and medical conditions. Be the Plague!\n\nChoose Life and you heroically play as a medical diagnostician to identify and cure diseases before it is too late for your patient. Save the human race one human at a time!\n\nEach campaign consists of nine cases with four different difficulty levels and the new adaptive AI system provides hours of gameplay with great replay value.\n\nBUILDING DEEP STRATEGIES\nThe mechanics of Bio Inc.: Redemption are simple to grasp yet extremely deep. Casual players will appreciate a quick and exciting challenge. Advanced players will have to elaborate complex strategies to solve high difficulty cases. It's all about combos and timing!\n\n24 DIVERSIFIED CHALLENGING CASES\nEach unique scenarios comes with its unique twists and specific objectives, gradually building your skills and expanding your toolset to evermore demanding intricate cases.\n\nUNFORGIVING, WICKED AND STRANGELY COMPELLING\nWhether you wish to cure an innocent patient's sickness or torment a poor soul through an unlikely disease and infection combination, the Bio Inc. universe will not leave you cold. Deviously realistic, even educational, balanced with a good amount of humor, the Bio Inc.: Redemption experience will take you on one heck of a thrill ride.\n\nBOOSTER AND REWARDS\nEach win rewards you with XP points. Spend your hard-earned XP points wisely to place boosters that will help you solve cases at a higher difficulty and become a Bio Inc. master!",
    "id": "01008A101DC22000",
    "name": "Bio Inc. Redemption",
    "publisher": "Klabater",
    "releaseDate": 20240314,
    "version": 0
}