{
    "description": "Ages ago, the gods contacted several civilizations all around the world. But since then, they remained silent. Now they need to hear our calls.\n\nDivine Ascent is a single and local-multiplayer strategy-puzzle game. The goal is to be the first to build towers, and to reach their tops to place temples.\n\nSix of the biggest civilizations of the ancient times compete against each other, to be the one taken by the gods to the heavens. To this end, they've elected builders whose sole purpose is to erect monuments as high in the sky as possible.\n\nKey Features:\n\n    Arena (local-multiplayer) and Puzzles (single player) modes\n    Arena is a set of 24 multiplayer levels for two to six players (humans or A.I.)\n    Single player mode contains 30 puzzles with increasing difficulty, plus the final stage which is sort of an Arena level against 5 opponents\n    Special moves\n    Tile-based isometric 3D graphics\n    Each civilization has its own theme and atmospheric background sound design\n\nGame mechanics:\n\nThe game is turn-based, in a board game style. The goal is to be the first to place three temples. A temple appears when you place a pawn on a tower five pieces high, or three pieces high in puzzle mode.\n\nThe player begins by placing his pawn on any square located on the base floor. If there is no such available square, he must place it on the lowest free floor. You must place it again in the same way after making a temple appear.\n\nEach turn, the player has two move options:\n\n    The pawn can be moved orthogonally to another adjacent free square of the board, whether on the same floor, one floor higher, or one floor lower.\n    You can use the piece in the corner of the screen to add it on a free square of the board.\n\nSpecial moves:\n\n    If squares are free and orthogonally adjacent to each other, and form stairs of which the lower piece can be climbed by our pawn, we can directly climb to their top.\n    If a square is located in front of ours orthogonally, our pawn can jump on it provided that it's one floor higher, and that every floor between is lower.\n    If the four squares around our pawn are blocked by whether pawns, temples, pieces that are at least two floors higher, or the edge of the board, you can place a new piece under it.\n\nThere are squares with special properties for each location. It's up to you to discover which effects the gods have awarded them.\n\nGame modes:\n\nThere are two game modes: Arena and Puzzles.\n\n    Arena is a set of 24 multiplayer levels, taking place in the locations of all the different civilizations and using their particular special squares. Two to six players (humans or A.I.) compete to build temples.\n    Puzzles mode is a scripted solo adventure where you have to solve several levels to advance to the next ones. The player has a limited amount of moves to build a single temple, whether alone or against opponents in later stages.",
    "id": "0100C0100C7EA000",
    "name": "Divine Ascent",
    "publisher": "Timothee Paez",
    "releaseDate": 20190725,
    "version": 0
}