{
    "description": "In a universe where the earth has merged with another world, the hunt for a bride from another world has begun?!\n“Isekai Musume Hatsujouchuu”, released in 2019 from the bishojo game brand Calcite, has been remade for the CS Novel Club platform so that it can be enjoyed by people of all ages around the world.\n\n\n◆Synopsis\nA few decades ago, new continents suddenly began to appear all over the world.\nThose continents were inhabited by elves, beasts, vampires, and other beings.\nIncredibly, the Earth has merged with another world.\nThen the world began to change dramatically...\nMarriages between different races are becoming more and more common, and now getting an Isekai wife is all the rage!\nThe main character, a businessman, also started looking for a bride from another world...\n\nGirls came pouring in for him…!\nHe’s finally popular?!\nAnd, the world is trying to kill him...!\n\nThe protagonist sought a place where he could live in peace, and decided to establish his own country in this other world.\n\n\n◆Characters\n・Fia August\n“I tried making miso soup, but…I'm not very confident about it.”\n\nA long-eared elven woman who lives in the forest and specializes in magic and archery.\nHer beauty and singing voice have healed many people.\n\n\n・Meir Ellulu Quartz\n\"I was looking for you, Kosuke. I was able to find you by smell, though.\"\n\nA girl from the cat tribe with a dazzling smile.\nShe is very friendly and has a habit of sleeping on the lap of people she likes.\nShe is small but athletic, and is good at climbing trees and hunting.\n\n\n・Chartier Winghur\n\"That means the Demon King could become the ruler.\"\n\nThe queen of the vampire tribe with a beautiful and bewitching atmosphere.\nShe has lived a long time and has tremendous power.\n\n\n・Kullulu-Urd Abbdn Daente\n“It's not just your life anymore. Without you, the kingdom will fall.\"\n\nA demon girl who came from the underworld to train to become a respectable demon.\nShe seems strong and powerful, but is very clumsy and usually fails at most things.",
    "id": "010003901827A000",
    "name": "Isekai Bride Hunting",
    "publisher": "CyberStep",
    "releaseDate": 20220519,
    "version": 0
}