{
    "description": "Nostalgia strikes true with this 90s-inspired, old-school, western RPG dungeon crawler in which you command a party of up to seven characters!\n\nIts grid-and-90-degree-rotation-based movement system evokes the classics of dungeon crawler genre. The game tells many little stories, that help make it's vast, open world feel very much alive.\n\nThe larger story revolves around the player's party of heroes (custom or pre-made) and their search for a relic of days past - the Amber Crown - an object allowing its wearer to control a great power, cursed by evil forces to be forgotten, erased from history. It supposedly belongs to the ruling king by birthright, and with the ongoing Ogre invasion, is something the kingdom desperately needs to survive the onslaught.\n\nExperience the expansive world of Amberland, with many towers, castles, caves and dungeons hidden around every corner. Uncover the whole map with the help of the Griffin Riders Guild (assuming you manage to find their imprisoned guildmaster). Help many troubled souls along your quest per proper adventuring etiquette, and reap the rewards. Face many different foes, from underpaid halberdmen to fearsome arachnids and dragons. Brave swamps, frozen tundras, scorching deserts and more, as you travel the world, edge to edge. Do your best to uncover, understand and ultimately become... Legends of Amberland.\n\nKey features\n* Classic, 90 degree rotation, FPP, turn-based, tile movement RPG.\n* Up to 7 highly specialised party members. (Pre-made or established through extensive character customization.)\n* Expansive, meticulously designed open world, with organically designed progression paths.\n* Many modern takes and improvements on the classic dungeon crawler formula. (Simplistic, fast-paced combat; easy inventory management, unlockable fas-travel, and more!)\n\nOther features\n* Easily digestable, fairy-tale story of noble heroes on an epic quest in a high-fantasy setting.\n* Streamlined gameplay mechanics for ease of use with complex calculations behind the scenes.\n* Designed with people who don't have much time for gaming on a day-to day basis in mind.",
    "id": "01007170100AA000",
    "name": "Legends of Amberland: The Forgotten Crown",
    "publisher": "Pineapple Works",
    "releaseDate": 20200420,
    "version": 0
}