{
    "description": "Our operators are standing by, waiting to give you the answers you need to protect your home from all manner of pests and household hazards.\n\nHome Safety Hotline is an analog horror inspired telephone operator simulator where you answer incoming callers' questions about what's inside their home. Read through a vast catalog of common pests and household hazards, and do your best to become an expert in home safety. You will be held responsible for what happens.\n\nA new horror experiment from Nick Lives, the creator of NiGHT SIGNAL and A Wonderful Day For Fishing.\n\n-Navigate a vast catalog of safety information using the latest in 90's technology.\n-Listen to original jazzy lo-fi music by David Johnsen while you place callers on hold.\n-Correctly deduce what's in your callers' homes or else leave them to suffer the consequences.\n-Learn about the various untold horrors that live inside your home.\n-\"Phobia Toggles\" - An accessibility option that allows you to disable in-game images for common phobia triggers including arachnophobia and more.\n-Unlockable Art Book detailing the game's development history.\n\nINCLUDES THE BONUS \"Home Safety Hotline: Seasonal Worker\" DLC\n\nIt's 1996, and there's only four days left until Christmas. Rebecca, a yearly seasonal employee at HSH, has been brought back to help answer the helplines during this busy (and deadly) time of the year. Many strange new household hazards come out during the holidays and some of them may mark the end of all things above and below the soil.\nWelcome back to HSH. We're all counting on you, Rebecca.\n\nFeatures\n-A new 4-day storyline set during the holiday season.\n-28 new horrifying entries to discover, featuring the art of Trevor Henderson, Eduardo Valdés-Hevia, Lou-Ellen Allwood, and Omega Black.\n-Meet new fully voice acted characters and callers, featuring the talents of Longmont Potion Castle!\n-Live to attend the annual office Christmas Party.\n",
    "id": "010044A01FBE4000",
    "name": "Home Safety Hotline",
    "publisher": "Puppet Combo",
    "releaseDate": 20240920,
    "version": 0,
    "category": [
        "Simulation"
    ],
    "developer": null,
    "intro": "Hearing noises? Seeing things? Call Home Safety Hotline! ",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "pt",
        "ru"
    ],
    "nsuId": 70010000083893,
    "numberOfPlayers": 1,
    "ratingContent": [
        "Mild Violence"
    ],
    "region": null,
    "rightsId": null
}