{
    "description": "Return to the vibrant world of Avalice to battle an ancient threat in the long-awaited sequel to the surprise indie action-platformer hit, Freedom Planet. In the years since the events of the original game, our three heroines have refined their signature abilities, making them more formidable than ever before. Take advantage of Lilac’s speed with her Dragon Boost, reach new heights with Carol’s Jump Disc or motorcycle, or take a more measured approach with Milla’s shield. And all-new playable character Neera won’t be left out in the cold, as she can use her powerful Frost Arts to punish foes. Like its predecessor, this high-speed platforming adventure delivers exhilarating momentum-based action, but advances the formula with new gameplay systems and enhancements.\n\nWith 24 expertly designed stages, an ambitiously expanded Adventure mode, retro-but-refined 2D visuals, and the addition of the highly requested Boss Rush mode, Freedom Planet 2 is the indie darling grown up to become a true platforming power.\n\n◆More Ways to Play\nExplore Avalice in Adventure mode, meeting over 100 NPCs along the way. After saving the world, zoom straight into the action in Classic mode or challenge your fiercest foes in the new Boss Rush mode.\n\n◆Heroines to the Rescue\nFoe-turned-friend Neera joins the bombastic cast of all-female protagonists, each with their own unique abilities and perspective on a story reminiscent of a Saturday morning cartoon adventure.\n\n◆The Brave and the Bold\nStage too hard? Too easy? Customize the difficulty with the new equippable item system that will let you change the rules of the game—try summoning a helpful shield orb at the start, transform all item boxes into bombs, or any of the numerous other ways to dial the challenge up or down.\n\n◆Fight Smarter, Live Longer\nThe new Guard button lets you parry enemy attacks—sometimes with added benefits—and the new Revival system lets you risk an extra life for a chance to make a comeback and eke out that tough victory.",
    "id": "01009A301B6D8000",
    "name": "Freedom Planet 2",
    "publisher": "Marvelous (XSEED)",
    "releaseDate": 20240404,
    "version": 0
}