{
    "description": "FRUITFALL CRUSH, a true puzzle game, simple in concept but with enormous depth as the challenge increases. FruitFall Crush is very easy to grasp with simple controls but will keep players coming back for more, eager to improve their performance.\nIt’s one of those games that’s impossible to put down, yet so easy to pick up and play! The superb blend of carefully crafted game mechanics, ease of play combined with 75 mind bending levels, will have you reaching for FruitFall Crush time and time again!\n\nIT’S A BRAIN GAME!\nThe objective of the game is to make the fruit disappear by moving them around the grid until they are grouped together – fruit must be either above or to the left or right of another fruit, diagonals do not count.\n\nThe fruit can be moved by rotating the play area and allowing the fruit to fall thereby creating groups of three or more of the same fruit, which will then be removed, a bonus is awarded if more than one group disappears on one turn.\n\nFruitFall Crush provides the player with 4 great Game Modes to enhance the playing experience to the full.\n\nARCADE MODE: In this mode you attempt to complete as many levels in a row accumulating your time and score as you proceed. If you run out of time or fail on any particular level, you are given three ‘continues’ - displayed as hearts at the top left of the screen.\n\nAn Auto-solve help system avoids you becoming trapped and frustrated.\n\nOnce you have ‘unlocked’ (completed) a level within Arcade mode, you are then allowed to access it within Time Trial or Practice modes.\n\nTIME TRIAL MODE: Finish the game as quickly as you can!\nYou can try any ‘unlocked’ level as many times as you like, recording your best times along with your name for that level.\n\nPRACTICE MODE: Play the game at your own speed, no ticking clock to worry about and each time you restart, you continue where you got to last time.\n\nTWO PLAYER MODE: Go head-to-head with a friend in the exciting 2 player mode, using one Nintendo Switch™ console either side by side in TV mode or competing end to end using a Joy-Con™ each to see who can finish 10 levels the quickest?!\n",
    "id": "010038A007AA4000",
    "name": "FruitFall Crush",
    "publisher": "System 3 Software",
    "releaseDate": 20230901,
    "version": 0
}