{
    "description": "■『Yohane the Parhelion - NUMAZU in the MIRAGE -』\nYohane the Parhelion is an official spin-off of \"Love Live! Sunshine\".\n『Yohane the Parhelion - NUMAZU in the MIRAGE -』 is a deck-building rogue light set in that world!\n\nWhile working as a fortune teller in Numazu, Yohane spends her days with her friends.\nBy chance, she comes into possession of an old mirror.\n\nWorried that her fortune-telling is not accurate, Yohane decides to play \"Magic Mirror Fortune-Telling\" using the mirror,\nSuddenly, she is sucked into the mirror, which begins to glow.\n\nWhat she finds in the mirror is the \"Ura-Numazu,\" which is the exact reverse of the real Numazu!\nMoreover, it was a mysterious world where magic could be used with the power of cards.\nAt the same time, strange things happen to the friends in the real world one after another.\nIn order to save them, she must go through the \"Ura-Numazu\"!\nWhat awaits her?\n\nA world of mirrors that changes its appearance every time she enters.\nAfter countless choices, what is the future that Yohane will choose?\nA new story begins in the other Numazu!\n\n■Deck building and card battles in \"Ura-Numazu\" where magic can be used!\nAdventure through Numazu in the mirror.\nExplore Numazu in the mirror and use the cards you acquire to your advantage.\nAim for the deepest level of the \"Ura-Numazu\" by making full use of the cards you have obtained!\n\n■A wide range of deck construction with more than 100 types of cards!\nAdventure through Ura-Numazu, collect cards, and build your own powerful deck!\nBuild the strongest deck of your own!\n\n■Summon your trusty friends with Summon Cards!\nYou can summon powerful friends in Ura-Numazu.\nSummon Yohane's friends to help you out in a pinch!\n\n■Endless maps with changing structures! Infinite ways to attack!\nOnce cleared, the map changes its structure every time you enter.\nA bargain system that lets you play forever!\n\n■Charms to make you stronger than the strongest! Create your strength with Cards x Charms!\nCharms\" are items with powerful effects.\nCombine them with cards to become more powerful than the strongest!",
    "id": "0100F2101C9A6000",
    "name": "Yohane the Parhelion - NUMAZU in the MIRAGE -",
    "publisher": "BeXide",
    "releaseDate": 20240222,
    "version": 0
}