{
    "description": "Get ready for an addictive and lowpoly gaming experience in \"Mad Road\"! Take control of a lone biker on a mission to cleanse the world from threats and chaos. Armed with your trusty bike, you must eliminate everything in your path to earn rewards, upgrade your truck, and recruit new bikers to strengthen your ranks. Can you survive the escalating challenges and become the ultimate road warrior?\nIn Mad Road, simplicity meets intensity as you navigate through a series of top-down levels. Each level presents a unique battleground filled with enemies, obstacles, and challenges. Your task is to eliminate all the adversaries using your weapons and abilities.\nAs you ride into action, you'll accumulate rewards for every successful takedown. Collect rewards and power-ups scattered across the map to unlock upgrades for your truck. Enhance its speed, armor, and offensive capabilities to face the increasingly difficult levels head-on. Your upgraded truck will become a force to be reckoned with, granting you a greater advantage against your foes.\nBut it's not just about the truck. Mad Road allows you to recruit new bikers with specialized skills and abilities. Each biker brings a unique advantage to the table, such as enhanced firepower, better handling, or increased durability. Choose wisely and assemble a team of bikers that complements your playstyle and strategic approach.\n\nMad Road's minimalistic art style creates a sleek and immersive atmosphere, allowing you to focus on the thrill of the chase and the satisfaction of obliterating your adversaries. With its easy-to-learn mechanics and addictive gameplay, it's a game that appeals to both casual players and seasoned gamers looking for a challenge.\nPrepare for a fast-paced and action-packed adventure in Mad Road, where your biking skills, upgrades, and strategic choices will determine your success. Are you ready to conquer the roads and leave a trail of destruction in your wake?",
    "id": "01005D701B99E000",
    "name": "Mad Road - Apocalyptic Shooter Survival Killer",
    "publisher": "VG Games",
    "releaseDate": 20230601,
    "version": 0
}