{
    "description": "A remodeled 2D take on the third game in the world-renowned FINAL FANTASY series! Enjoy the timeless story told through charming retro graphics. All the magic of the original, with improved ease of play.\n\nWith the power of light nearly eclipsed by the power of darkness, only the crystals' four chosen adventurers can save the world.\n\nExperience the iconic job changing system first introduced in FFIII - switch jobs at will and use various abilities as you progress in the game. Change into a variety of classes like Warrior, Monk, White Mage, Black Mage, Dragoon, Evoker, or even call monsters to do your bidding with as a Summoner.\n\nEnjoy the exciting third installment in the FINAL FANTASY series!\n\n--------------------------------------------------------------\n\n■ Beautifully revived with new graphics and sound!\n・Universally updated 2D pixel graphics, including the iconic FINAL FANTASY character pixel designs created by Kazuko Shibuya, the original artist and current collaborator.\n・Beautifully rearranged soundtrack in a faithful FINAL FANTASY style, overseen by original composer Nobuo Uematsu.\n\n■Improved gameplay!\n・Including modernized UI, auto-battle options, and more.\n・Switch the soundtrack between the rearranged version, created for the pixel remaster, or the original version, capturing the sound of the original game.\n・Now possible to switch between different fonts, including the default font and a pixel-based font based on the atmosphere of the original game. \n・Additional boost features to expand gameplay options, including switching off random encounters and adjusting experience gained multipliers between 0 and 4.\n・Dive into the world of the game with supplemental extras like the bestiary, illustration gallery, and music player.\n\n(This remaster is based on the original \"FINAL FANTASY III\" game released in 1990. Features and/or content may differ from previously rereleased versions of the game.)\n*This product is also contained within a bundle. Please take care not to purchase multiple copies of this product.*",
    "id": "01002E2014158000",
    "name": "FINAL FANTASY III",
    "publisher": "SQUARE ENIX",
    "releaseDate": 20230419,
    "version": 0
}