{
    "description": "A spirited jewel of a romance adventure from developer LIFE0 arrives on the Nintendo Switch™! Experience meetings and final partings with each of these girls as you uncover the truth behind the incident that sees all their stories tragically intertwine.\n\nIncludes \"The Purple Envelope\"!\nIncludes \"The Purple Envelope,\" an afterword told from the perspective of the protagonist's childhood friend Sairenji Murasaki.\n\nIncludes new event CGs from the console version!\nThe plethora of new event CGs that were added to the console version have all been included. Enchanting illustrations breathe life into the story at every turn.\n\nPlayable in two languages!\nThe text can be set to English or Japanese (audio is Japanese only). This includes in-game text, options, and the digital manual. Language settings can be changed at any time.\n\nPlay using only the touch screen! Play with one hand!\nPlay in handheld mode with the Nintendo Switch Joy-Con™ controllers attached, or detach them and play with just the touch controls! While in tabletop mode or TV mode, everything can be controlled using only the Joy-Con (R), allowing you to play with only one hand!\nAlso available for the Nintendo Switch Lite. (A separate Joy-Con (R) is required to play with one hand.)\n\nStory\nOne day as summer vacation draws near, our protagonist, Kanzaki Shuuichi, ends up watching a cursed Blu-ray handed to him by a mischievous friend. This results in Shuuichi getting possessed by a vindictive female spirit. The vindictive spirit's influence causes a rash of bizarre behavior from him, which worries his childhood friend Sairenji Murasaki, the daughter of a family-run temple. She exorcises the vindictive spirit...and as it disappears, a girl is left in its wake.\n\nThe girl introduces herself as Mikanagi Chiyako, and reveals that there are six more ghosts residing within her, for a total of seven girls whose ghosts still linger in the mortal world because of the strong emotions they felt at the time of their passing—and all of them are stuck in the same body.\n\nAccording to Murasaki, ghosts can only exist in this world for 49 days, which means there are only 7 days for each girl. To ensure that the girls can go to heaven happily, their lingering desires in this world must be fulfilled in this short amount of time—a task entrusted to Shuuichi.\n\nAnd so a quiet summer for Shuuichi and the seven girls, begins...\n\nStaff\nScenario: Major Tom\nOriginal Artwork: Miko\n\nCast\nMikanagi Chiyako    VA: Uesaka Sumire\nKutsuna Sakura    VA: Kiritani Choucho\nTsukinoki Kotoha    VA: Aranami Kazusa\nTakanashi Mari    VA: Fujita Masayo\nDoumeki Ichiru    VA: Shimizu Ayaka\nTsukumo Shizuku    VA: Toda Megumi\nShikima Nene    VA: Shimizu Ai\nSairenji Murasaki    VA: Ohashi Ayuru\n*Fully voiced (excluding the protagonist)",
    "id": "01006B501E464000",
    "name": "SEVEN DAYS",
    "publisher": "PROTOTYPE",
    "releaseDate": 20240606,
    "version": 0
}