{
    "description": "There was once said to be an untrodden dungeon housing a vast treasure of silver and gold. Any being who dared set foot in this underground labyrinth, filled since ancient times with poisonous gasses and demons, would succumb within a single minute.\n\nWhen witch Tia, who had previously fallen on hard times and given up her home, schemes to claim the dungeon's riches and buy back her abode, she encounters a hellhound who calls herself the demon queen. Tia borrows the queen's body, and, alongside the magical lifeform Doll, ventures forth into peril.\n\nThus begins the adventures of the unlikely trio: witch Tia, magical lifeform Doll, and demon queen Lilith.\n\nGame Summary:\nIn Doll Explorer, a deckbuilding turn-based strategy game, you'll set off on a perilous adventure, combining various actions for Doll to perform in order to defeat enemies and maneuver around traps, all while evading the poisonous fog closing in from behind. \n\nMake your way--cautiously yet surely--through the dungeon in search of the treasure that slumbers in its depths. Take note of enemies and traps, choosing the best actions and path forward. Don't forget to make use of Tia's stockpile of sorcery.\n\nWhen you defeat enemies, materials will drop that can be used to enhance your character's abilities. Use the \"\"Explore\"\" action to obtain material, enhancing Tia and Doll with new magic and items in preparation to take on even stronger foes.\n\nGame Features: \n・Over 20 types of action\n・Combo Actions that are activated through specific action combinations\n・Various magical tactics that can be used to your advantage\n・Materials that can be gathered and used to enhance characters\n・Battles against diverse enemies and enormous bosses\n・Adorable characters and yummy food!\n・A \"Gallery Mode\" where you can view the game's artwork\n\nStep into the dungeon's depths in pursuit of its treasure!",
    "id": "0100EB601D77C000",
    "name": "Doll Explorer",
    "publisher": "Waku Waku Games",
    "releaseDate": 20240404,
    "version": 0
}