{
    "description": "The Gateway to Vespuccia, the City of Air and Light, Lamplight City - the thriving port city of New Bretagne is a beacon of progress and industrial advancement in the New World. Yet beneath the promises of a shining 19th-century future, the city rests upon foundations of poverty, class struggle, and crime.\nFor police detective turned private investigator Miles Fordham, Lamplight City's shadowy corners are just part of the territory. But with his former partner constantly speaking to him from beyond the grave, his grip on sanity is slowly loosening. Can Miles find justice for his clients and track down his partner's killer before his entire world comes apart?\nLamplight City is a detective adventure set in an alternate steampunk-ish \"Victorian\" past.\n\nFEATURES\n• Be the detective you want to be. But prepare to face the consequences. - Investigate crime scenes, interrogate suspects, get information by any means necessary. Follow the law or make your own rules, but how you choose to act will affect people's attitudes towards you.\n• Five cases to solve, with multiple suspects, false leads, and different outcomes. - Never find yourself stuck in a dead-end situation. If the case becomes unsolvable, simply move on to the next one. The story will adapt based on your choices.\n• Single click interface with no inventory. - Gather clues and documents in your casebook for review. Item manipulation is handled via a context-sensitive cursor.\n• A fictional city with four boroughs to explore, each with their own unique flavor. - Players will visit each of these boroughs throughout the game, exploring themes such as class divide and the public's fear of emerging steam tech.\n• Inspired by the works of Edgar Allan Poe and Charles Dickens.\n• Meet over 50 professionally voiced characters.\n• Original score by Mark Benis.\n\n\nAGS Award 2018 - Best Character (Miles Fordham)\nAGS Award 2018 - Best Animation\nAGS Award 2018 - Best Puzzles (tied with The Clockwork Labyrinth)\nAGS Award 2018 - Best Writing",
    "id": "01009BE01719C000",
    "name": "Lamplight City",
    "publisher": "ASHGAMES",
    "releaseDate": 20220602,
    "version": 0
}