{
    "description": "2024 Astrology and Horoscopes Premium is the most luxury astrology, horoscope and numerology application. \n\nLearn your love horoscope in style. Use our super polished, lifestyle, console quality premium astrology app. Get detailed daily predictions of tomorrow and yesterday based on biorhythms. Daily horoscope / Dailyhoroscope not included. We use professional astrologers and give you the best results. This App can replace your personal Astrologer with horoscopes and details about all zodiac signs: Aries, Taurus, Gemini, Cancer, Leo, Virgo, Libra, Scorpio, Sagittarius, Capricorn, Aquarius, Pisces, Scorpio with a very small cost. The app also includes Zodiac Matchmaking / Matchmaker that predicts the compatibility of two signs accurately. What my future? What about my boyfriend? Answer all your questions with our yearly horoscope. Get details and general information about Zodiac Signs like: About Love, Health, Likes / Dislikes, Problems / Solutions / Planet Ruling, Symbol, Color, Star-Stone and famous people. Detailed Numerology is also included.\n\nIts all there: Life path, birth day, challenge numbers, pinnacle cycles, period cycles and personal year cycle. We even have included birth information like: Chinese sign, your tree and birth color. Only hand reading - Tarot is not included. Predict the future with our yearly druid astrology, kundli, paddhati, bhava, kundli, astroslam & yodha. \n\nFeatures:\n* Super polished, premium app that saves up to 5 users.\n* Daily Predictions. Get detailed daily predictions with text, based on Biorhythms. (Not Horoscopes)\n* Yearly Horoscope. Predict your Relationship, Sex, Money and Health. Birth Chart not included.\n* Astrology Compatibility - Matchmaking! Check horoscopes compatibility. Is he compatible with me?\n* Numerology explanation. My future. Use the numbers to unlock your fate.\n* Astrology / Zodiac Signs info. Do you know your planet? Your stone & color?\n* Even more details like: Chinese sign, your tree and birth color.\n* You can export all results to your email easily.\n* Living room multiplayer! Up to 5 different users.\n* Translated into: English, German, French, Greek, Japanese.",
    "id": "010034800B75E000",
    "name": "Astrology and Horoscopes Premium",
    "publisher": "Crazysoft",
    "releaseDate": 20220113,
    "version": 0
}