{
    "description": "\"Ghost\" is a metroidvania where two super hackers hire a mysterious agent in order to infiltrate the Nakamura Space Station and steal the greatest electronic secret ever. Of course, the space station will defend itself, which is where the fun begins: the station's defences, with their never-ending arsenal of weapons and artifacts, will have to be destroyed. But the story gets more complicated when the hackers find out about their agent's hidden ties...\n\nWEAPONS: Weapons reload on the go and they never run out of bullets. No need to hoard ammo for the boss battle! The various weapons can be found or purchased (depending on the game mode) and each one has its strengths and weaknesses.\n\nGHOST: The protagonist is not the android you see, but the being that remotely controls it: a mysterious digital ghost that can leave its robot chassis, pass through doors and walls, control enemy androids, and use their own tools against them. What happens if the robot you control gets destroyed, you ask? Then your ghost will be free to control something else, or return to your main body.\n\nUPGRADES: You can have as many as you can collect. The upgrades are passive, so they work without needing any special controls, and they don't run out or deactivate. They come in a large assortment, from aggressive drones to bullet improvements. Remember that the more you get, the more OP you are.\n\nITEMS: Devices you can use at any time. High-tech equivalents to potions and scrolls.\n\nGEEKIES: Spread throughout the game are hidden \"geekies\". If you find one and activate it, something related to that geekie will change in the game (not affecting gameplay)... and the challenge is to find out what changes. I know, it sounds silly, but some of them are funny.\n\nSECRETS: 200 rooms have secrets in them that can be revealed by performing a specific action. If you find a secret, you're rewarded with a small permanent powerup that will make your character more powerful. In addition, finding all of the secrets in each level will reward you with something very special.\n\nMAP: The whole map has around 300 rooms, divided into zones. Each zone has its own enemies, its own ambience, its own soundtrack, and, of course, its own boss.\n\nSTORY: The story is not to save the world, but rather to go on an intruiging journey wrought with humor. Not to mention all the dialogues and cinematics, all voiced in English.\n\nGAME MODES: Ghost has 2 game modes: \"classic\" and \"survival\". Classic is similar to a metroidvania, where the more you advance through the game, the more stuff you obtain and the harder the enemies become. Survival is crazier, as you get stuff much faster and you'll soon turn into a killing machine, but you lose everything when you die.\n\nSKILL TREE: The RPG component of the game is found in the skill tree, where you can spend skill points to level up characters, obtaining special skills for each one. Depending on what skills you select, your gameplay will change in an interesting way.\n\nAnd the rest is a mystery, one that I shouldn't spoil... you'll just have to discover the rest on your own.",
    "id": "0100EEB005ACC000",
    "name": "Ghost 1.0",
    "publisher": "unepic fran",
    "releaseDate": 20180712,
    "version": 0
}