{
    "description": "Originally created by legendary game designer Sid Meier, Civilization is a turn-based strategy game in which you attempt to build an empire to stand the test of time. Explore a new land, research technology, conquer your enemies, and go head-to-head with history’s most renowned leaders as you attempt to build the greatest civilization the world has ever known.\n\nAnd now on Nintendo Switch, the quest to victory in Civilization VI can take place wherever, whenever.\n\nCivilization VI for Nintendo Switch includes the latest game updates and improvements and four pieces of additional content which adds four new civilizations, leaders, and scenarios: \n\n•Vikings Scenario Pack\n•Poland Civilization & Scenario Pack\n•Australia Civilization & Scenario Pack\n•Persia and Macedon Civilization & Scenario Pack\n\nFeatures:\n•PLAY YOUR WAY: The path to victory is the one you determine. Become the most scientifically advanced civilization, dominate through sheer military power, or become the foremost destination for the cultural arts. \n\n•THE WORLD’S GREATEST LEADERS: Play as one of 24 different leaders from various countries around the world and throughout history. Build an empire of lucrative trade routes with Cleopatra of Egypt, flex the military might of your legions with Trajan of Rome, or develop a powerhouse of culture with Hojo Tokimune of Japan. Each of the leaders can be played any way you prefer, with unique abilities, units, and infrastructure in their quest for victory.\n\n•EXPANSIVE EMPIRES: See the marvels of your empire spread across the map. Settle in uncharted lands, improve your surroundings, build new districts, and see your cities – and your civilization – prosper. \n\n•ACTIVE RESEARCH: Unlock boosts that speed your civilization’s progress through history. To advance more quickly, use your units to actively explore, develop your environment, and discover new cultures. \n\n•DYNAMIC DIPLOMACY: Interactions with other civilizations change over the course of the game, from primitive first interactions where conflict is a fact of life, to late game alliances and negotiations. \n\n•EXCITING AND UNIQUE SCENARIOS: Civilization VI for Nintendo Switch includes four playable scenarios, each with a different setting and style of gameplay inspired by history.  Be part of the colonization of Australia in “Outback Tycoon,” defend Poland from invaders in “Jadwiga’s Legacy,” choose a Viking leader to conquer Europe in “Vikings, Raiders, and Traders!”, or conquer the known world in the “Conquests of Alexander.”\n\n•COOPERATIVE AND COMPETITIVE MULTIPLAYER: Up to 4 players can cooperate or compete for supremacy via a wireless LAN. ",
    "id": "010044500C182000",
    "name": "Sid Meier’s Civilization VI",
    "publisher": "2K",
    "releaseDate": 20181116,
    "version": 0
}