{
    "description": "About a year has passed since Akari Amasawa started her new job as a designer at Estario, a mobile app maker. While she doesn’t dislike her job, she’s not deeply passionate about it either. After her yearly performance review, she’s given the opportunity to join the Estarci team.\n\nThe company’s namesake app, Estarci is a news app that made a big splash when it launched, but has since fallen behind rival apps, including apps run by Estario itself. Management has decided to give the app one last chance before shutting it down for good, and Akari and all of her new co-workers will need to give it their all to save the app from the chopping block.\n\nWill Akari find true love? Will she find what it is she wants to do in life? Will the app get shut down? Wait, was Akari only given this opportunity because the company was looking for an excuse to fire her?!\n\nBusiness and pleasure mix in Sympathy Kiss, a thrilling office romance and slice-of-life drama!\n\nKey Features\n#POV: You Are A Modern-Day Office Worker in Japan – Explore your career opportunities and work with up to six love interests. See through the eyes of a Japanese career woman and experience full immersion in a contemporary workplace setting where the fantasy can be found in the breakroom. \n\nCall or text if you need me! – Increase productivity, or dabble in some friendly office banter by maintaining contact with romanceable characters using the RiNG system. Respond to text messages and take fully-voiced calls from your favourite love interests.\n\nWear Your Emotions On Your Sleeve – Some decisions require you to express how you feel through the Emotion Select system. Pick from two of a total of five emotions: Happy, Angry, Troubled, Sad, and Indifferent. Your selected emotions can influence future conversations. Your love interests will always remember to consider your emotions.\n\nA Happy Worker Is A Productive Worker! – Use the Love/Work system when making decisions to balance your work life and social life. Increase your Work Points or Love Points with each decision by choosing whether you will prioritize your career or romance. This will influence the outcome of your route and the ending.\n",
    "id": "01002EE01CA96000",
    "name": "Sympathy Kiss",
    "publisher": "Reef Entertainment",
    "releaseDate": 20240227,
    "version": 0
}