{
    "description": "Aside from her crippling debt incurred by her splurging on snacks and diet products, Mirai is just your average girl. Then, one day, she is forced to save numerous princesses who have been snatched away. Connect four pieces of the same color to attack the enemy, and fortify your moves even further with combos! Make full use of up to three skills to add even more oomph to your battles!\n\nFeaturing a variety of engaging battle tactics!\nConnect pieces and get combos, unleashing more and more skills! Use a skill when the boss tries their special move. Get the timing just right, and you'll perform a \"Payback\"! \n\n- More combos mean you can use skills more frequently!\nConnect skill pieces to unleash more skills, or connect heart pieces to recover HP? The order of combos is the key to success.\n\n- Keep an eye on your HP! Keep those combos coming quick!\nYour enemy continues to attack you while you move pieces. You'll have to keep an eye on your HP and decide whether to start combos or to wait it out. Be prepared!\n\n- Use \"Payback\" against a boss's special move!\nUnleash a skill to counter a boss's special move, increasing your skill effect and inflicting even greater damage. Make full use of every opportunity!\n\nChoose your difficulty!\nThere are more ways than one to win Puzzle Battler. You can wipe out low-level enemies all at once, or save your skills for higher stages. Some may find combos tricky, while others make full use of them. Play however you choose.\n\nIf an enemy stands in your way and you can't seem to defeat them, try using the coin pieces you've collected to train Mirai further before taking on the enemy once more!\n\nCute 8-bit graphics and casual story!\nMirai, the protagonist of this story, holds an enormous debt that she's kept secret all this time. But one day, lured by the promise of free crepes, she is entrusted with saving numerous princesses who have been snatched away!\n\nThe cute 8-bit characters add a touch of color in between battles with their casual stories! Don't miss out on the fun!",
    "id": "0100683018E08000",
    "name": "Puzzle Battler! Mirai",
    "publisher": "Waku Waku Games",
    "releaseDate": 20220922,
    "version": 0
}