{
    "description": "■ It is not only to destroy the block! This is \"Evolutionary system of Breakout !\"\n\n・ Various items come out \"Item Block\"\n・ \"Bomb block\" which can destroy a certain range of blocks\n・ \"Gravity block\" in which the trajectory of the ball changes\n・ \"Slide block\" which slips in the direction of inclination when tilting the controller\n\nIn addition to gimmicks, in this work\n\n・ \"Bomb Block (All)\" that can destroy all blocks\n・ \"Direction block\" in which the trajectory of the ball changes in the direction of the arrow\n\nA new gimmick that appeared!\n\nThere are photo many gimmicks not described here!\n\n■ \"Maid\" and \"Cosplayer\" appeared many times!\n\nCosplayers who have appeared in maids playing in Akihabara and events in various places are on sale this time!\nThat number 29 people in total!\nCollect points that you can earn each time you clear, GET STEELS and movies of cosplayers and maids!\nYou can set the photos you've acquired as backgrounds during the game!\nYou can enjoy the game with your favorite maid, cosplayer background!\n\n\n■ The number of stages is 123 stages + 1! Prepare a wide range of difficulty!\n\nAll maid, 29 planes which divided the area for each cosplayer, prepared 123 stages for the number of stages!\nWe have prepared several levels of difficulty, and you can choose your favorite aspect from the beginning!\nYou can enjoy a wide range of stages from stage that you can enjoy even beginners to high difficulty stage where expert players can hold sweat!\nIn addition to the normal stage that destroys all the blocks, there are stages to destroy blocks coming from above, and stages where the boss appears and knocks down!\n\n\n■ Implement the option that can change the speed of the ball and the approaching block!\n\n\"The ball is fast and the game will over soon ...\"\n\"The falling block is fast and can not be broken!\"\nEven those who feel safe!\nIt is possible to change the speed of a ball or a falling block!\n\nvice versa\n\"It is unsatisfactory at normal speed!\"\nYou can also speed up the ball!\n\n\n■ It is safe even on a difficult stage! Items that support play appear!\n\nFor those who \"can not clear this stage absolutely ...!\"\nAs a new element it is possible to use all four types of support items before the stage selection!\n\nSupport items can be earned by earning points as well as photo and movies!\nAs the number is limited, let's use it on the first stage here!",
    "id": "010033100AC2C000",
    "name": "Akihabara CRASH! 123STAGE+1",
    "publisher": "DORASU",
    "releaseDate": 20190125,
    "version": 0
}