{
    "description": "Some time has passed since Yuuji Kazami and his friends fought for their lives in a fierce battle, and a new generation of heroines gather at Mihama Academy, which has been reinstated as a 'specialist training school'. \nTaking place in the same world as The Fruit of Grisaia, new characters bring an exciting fresh take in this brand new series!\nThis thrilling story, which unfolds at the reborn Mihama Academy, will undoubtedly excite not only those who have played previous releases, but those who are new to the series as well!\n\nA collection of volumes 1 through 5!\nExperience the first half of GRISAIA PHANTOM TRIGGER through this new bundle, featuring volumes 1 through 5! Witness how each heroine overcomes their gruesome past, and how they surpass all obstacles to seize the present together with their comrades.\n\nAvailable in three languages!\nThe text can be set to Japanese, English or Simplified Chinese (audio is Japanese only). This includes in-game text, options, and the digital manual. Language settings can be changed at any time.\n\nPlay using only the touch screen! Play with one hand!\nPlay in handheld mode with the Nintendo Switch Joy-Con™ controllers attached, or detach them and play with just the touch controls! While in tabletop mode or TV mode, everything can be controlled using only the Joy-Con (R), allowing you to play with only one hand!Also available for the Nintendo Switch Lite. (A separate Joy-Con (R) is required to play with one hand.)\n\nSummary\nThe goal of SORD is to train a new generation of operatives to defend the country against future threats. To that end, the organization has established a series of schools up and down the country. Mihama Academy, more-or-less left to rot after a major incident, has been bought over by SORD and given a new purpose as one such 'specialist training school'. Mihama now entrusts the misfit girls who attend it with guns and live ammunition. Paying their own safety no heed, these students are again and again plunged into dangerous extrajudicial missions—all for the good of the world. No matter how much life grinds them down, what future awaits these girls, who've themselves chosen the path of the gun?\n\nGameplay\nIt's a visual novel in which you don't need to make any choices, so you can enjoy the story like you would when watching a movie or reading a book. The story comes to life with a star-studded voice actor cast and fully-voiced story (excluding the main character), gorgeous graphics and music, and immersive animation.\n\nStaff\nCharacter Design/Art: Akio Watanabe\nStory: Ryuta Fujisaki\nSD Character Design/Art: nanaca mai\n\nCast\nRena            VA: Maaya Uchida\nTohka          VA: Ayane Sakura\nChris            VA: Kaori Nazuka\nMurasaki      VA: Atsumi Tanezaki\nMaki            VA: Yoshino Nanjo\nGumi           VA: Suzuko Mimori\nTaiga           VA: Natsumi Takamori\nYuuki           VA: Mikoi Sasaki\nMiss Arisaka VA: Mikako Izawa\nOther\n*Fully voiced (excluding the main character)",
    "id": "01004AB0133E8000",
    "name": "GRISAIA PHANTOM TRIGGER 01 to 05",
    "publisher": "PROTOTYPE",
    "releaseDate": 20210428,
    "version": 0
}