{
    "description": "Two stories, two main characters, one epic experience: in Memoria, players travel through different time periods, while following two distinct protagonists: Sadja, a southern princess who wants to be a war hero, and Geron, a bird catcher who wants to lift a curse from his girlfriend. The game combines point & click gameplay with unique magic skills.\n\nSadja, a Southern princess, has an unstoppable desire to become the greatest hero in history – by joining and succeeding in the biggest war Aventuria has ever seen: The war of the Mages, fought in the middle of an uninhabitable desert.\nBird catcher Geron lives almost 450 years after the Great War. Geron’s eternal love, Nuri, has been turned into a crow by an evil curse. To give her back her human form, Geron needs the help of the mysterious merchant Fahi, who has magical powers. But Fahi is only willing to help Geron if he agrees to solve a puzzle which Fahi has seen in his dreams. The quest for answers soon leads to a chain of events that connects both Sadja's and Geron's stories, threatening to turn the present into a grim reflection of a long forgotten past.\n\nMemoria combines classic point & click adventure gameplay with the features of The Dark Eye, one of the most successful RPG universes known in the fantasy world. Point & click adventure game puzzles get a unique twist by adding magical features – and a wise, talking staff. Over eight chapters, players control both Sadja’s and Geron’s fates, involuntarily interacting with each other and bridging over 500 years of time. Each chapter in Memoria features opulent graphics, epic locations, a thrilling fantasy crime story and a unique puzzle design that differs from chapter to chapter.\n\n• Epic fantasy soundtrack and high quality voiceover to draw you deep into the game\n• Dive into the world of The Dark Eye, and explore mystical places such as Draconia, an ancient temple built by dragons\n• Follow the story of two unique characters through two different time periods\n• Beautifully hand-drawn 2D backgrounds and high quality 3D game characters\n• From the creator of The Dark Eye: Chains of Satinav, The Whispered World and Deponia",
    "id": "01003FA00EE36000",
    "name": "The Dark Eye: Memoria",
    "publisher": "Daedalic Entertainment",
    "releaseDate": 20220223,
    "version": 0
}