{
    "description": "Have you ever looked at a Pigeon and thought, “what is going on in your head?”\n\nWell, think no more! Headbangers Rhythm Royale puts you and 29 others into the eye of the Pigeon while you battle it out in rhythmic challenges to find out who is the ultimate Master Headbanger.\n\nCompete against each other in mind- bending musical minigames, screw over your competitors with powerups, and collect Crumbs to customise your very own Pigeon!\n\nGameplay Features:\n\nMinigames:\n Grab your friends and battle through minigame madness through online cross platform multiplayer. With 23 minigames across 4 rounds, each Headbangers level contains a new challenge with a stimulating and unique musical twist! Each round escalates in difficulty, progressing musical frenzy until the final round– keep as cool as a coo-cumber and get that bread!\n\nMinigames will test your memory, rhythm, reflexes, reaction time and most importantly… your rap ability! Simple controls paired with engaging gameplay, means this musical party is available for all!\n\nCustomisation:\nDesign your Pigeon from hundreds of unique items, including outfits, hats, glasses, voices, taunts and more. For every game you play, you earn Crumbs which can be spent in the Shop to purchase full costumes, costume items, taunts, sounds and more! Your Pigeon is your common canvas to mix and match items, allowing players to create and craft your ultimate Pigeon masterpiece, just like the famous painters Pigecasso and Michelangelcrow.\n\nFound yourself at the top of the leader board? Besting your friends? Be sure to spend those hard-earned Crumbs on some in game taunts to rub your wins in your fellow Pigeon’s faces, making your victories so much sweeter!\n\nProgression:\nComplete challenges to unlock customisation for your pigeon and progress through the in-game battle pass. Collecting Crumbs and XP through in game powerups, extra bonus rounds, and completing rounds will help you be the most stylish bird in the flock!\n\nCross play + Multiplayer:\nPlay with up to 30 Pigeons on any platform. No matter your friend’s device of choice to play on, you can flock together, battling it out to see who is crowned the Master Headbanger!",
    "id": "010057D017B0A000",
    "name": "Headbangers: Rhythm Royale",
    "publisher": "Team17",
    "releaseDate": 20231031,
    "version": 0
}