{
    "description": "BEGIN WITH PASSION FOR MOONSHINE\nWe love moonshin’. There ain’t nothin’ better than good booze. In Appalachia, we know it well. We’ve got moonshine in our blood - in the case of some old-timers, maybe even literally. We love to talk about likker, make it, drink it all day long - and we love to share it too! How 'bout that, my gaming friend?\n\nGET THE KNOW-HOW AND CRAFT FINE LIKKERS\nWhat’s your alcohol of choice? Do you maybe know how to make it? The process is a complex one, but with our know-how, we can shed some light on it, if you’d like; a little bit of moonlight - moonshine! - to guide you through the processes of fermentation, distillation, and bottling. \n\nRUN YOUR BASE SMART... AND BE DISCREET\nMakin’ booze is pure fun, but if you’re makin’ money too - now that’s the way to live. However, for that, you need to be smart, manage your base right, and not piss off the boys in blue...\nWe tried to capture the life of a moonshiner as realistically as possible. You’ll be managing workers who’ll be crafting and maintaining your equipment, you’ll be buying ingredients, unlocking technologies, planning deliveries and finances, making sure you remain as discreet as possible - and deciding whom to trust and with whom to work.\n\nTAKE YOUR STORY TO METROPOLIS\nIn our game, you take on the role of a young moonshiner. You will progress through main missions, you’ll be performing side quests, and running into road events during deliveries - the life of a moonshiner is ever-exciting and full of surprises...\nIf you’ll be prospering, you’ll get the chance to create and manage bases in five different regions, each with its own, more and more challenging missions. From your hometown mountains, through the thicket of a forest and mud of a swamp, all the way to civilization to conquer the big city. \nHow the story will end depends purely on you - there’ll be a pesky agent who’ll want to work with you, and there’ll be a corrupt governor that you can join. But you can also ignore them. You’re a free man, after all. \n\nThat’s how Moonshine Inc. came to be. Made for moonshiners, amateurs, dreamers, and newbies. Sit down, launch the game, enjoy crafting and running your business, and relax… after all, ain't nothin’ illegal ‘til you get caught!\n\nFeatures:\n[*]a faithful reflection of the moonshine craft - fermentation and distillation based on chemical formulas behaving as natural processes\n[*]a realistic recreation of an American moonshiner’s business, with all its challenges\n[*]a rich story - 3 possible successful endings or a “Game Over” if caught by the authorities\n[*]5 regions - running the base in the mountains, forest, swamps, town, and city, with linear progression\n[*]70+ recipes - 15+ moonshines, 15+ whiskies, 20 brandies, 20+ vodkas\n[*]50+ ingredients - sugars, fruits, vegetables, and grains\n[*]35+ apparatuses - 17 distillation stills, 8 fermentation tanks, 5 post-distillation tanks, 7 pre-fermentation apparatuses, and more\n[*]26 fermentation and distillation technologies\n[*]37 main quests + side quests and road events",
    "id": "0100BD7018128000",
    "name": "Moonshine Inc.",
    "publisher": "Klabater",
    "releaseDate": 20240711,
    "version": 0
}