{
    "description": "THE NEXT GENERATION OF ARCADE SPACE SHOOTERS IS HERE\nRedout: Space Assault puts you in control of a Super Orbital Recon Fighter during the 2395 Colonization of Mars: dive in the fastest, most epic and exciting arcade space battle you can experience. Outsmart, outmaneuver, overpower, outclass your opponents in lightning-fast, adrenaline-inducing single-player space combat.\n\nYou play as Leon Barret, ace fighter pilot of the Poseidon Security Forces. Here at Poseidon Corp., we are trying to pave the way for the colonization of Mars, as mankind is struggling for survival, split between a depleted hot Earth and a cold, claustrophobic Lunar colony. Your job is to maintain order by eradicating rebels and space pirates, facilitate our scientists' research while keeping them safe, and protect all our personnel from the numerous external threats.\n\nDive down into gigantic asteroid mining plants, shoot down Rebel drones and fighters, roll left and right avoiding enemy fire, unleash impossibly powerful missile volleys, but also race against stray pilots and space scavengers at breakneck speed for the sheer thrill of it.\n\nBy completing missions you will unlock Cards and Tokens to upgrade your fighter's Hull, Shields, Energy Weapons and Missiles until you are able to go up against massive Capital Ships and single-handedly shift the tide of the war. \n\nIn an interplanetary struggle where nobody is good or bad, you will experience Leon rising through the ranks, the meaning of “necessary evil”, the cost of integrity and ultimately, what it means to take a stand.\n\nFEATURES\nCareer mode - learn every skill you need to survive and triumph in the Redout Universe.\nMany Thriving Worlds - exotic locations, grandiose events and epic battles beyond every frontier.\nDeep Gameplay - manifest your tactical superiority by putting your dexterity, quick thinking and adaptability to the test.\nBigger, Badder Weapons - From Plasma Cannons to Shock Rays, Railguns, Scattershot, Air-To-Air Missiles, and Loadup Gatlings, a vast array of weapons is at your disposal. Choose, upgrade, and even install multiple instances on your ship.\nPimp my Ride - upgrade your spaceship to scale it up: let them come by the dozens, or single-handedly take on a Destroyer Warship! Drop and swap Cards to improve single aspects of your ship and better fit your style. \nMusic for your ears - An entirely dynamic soundtrack that will drop sicker and sicker beats the tougher the experience gets!\n\nLOTS TO DO IN SPACE\nFight enemy Drones, Fighters and all sorts of enemy ships in rail shooter sections: avoid missiles and buckets of bullets while you take them down one by one.\nExplore Iridium mines and abandoned space structures in search of hideouts, resources, and Rebels: enjoy the freedom of movement, cut your engine power to squeeze through narrow passages, but be careful not to scratch your paintwork. \nRace through enemy installations, behind enemy lines, through gigantic space battles, or against space pirates for a quick buck.\nAssault Capital Ships in specially designed missions that pit you against gigantic vessels: each with unique strengths, weaknesses and special attacks, each a turning point in the narrative of the game!\n\nFAST-PACED SPACE ACTION\nRedout: Space Assault comes with the Redout Adrenaline seal-of-quality. Every ship movement, from rolling to avoid missiles to pushing the limits of your ship via the enhanced boost, will make you feel like you are actually driving a space-capable fighter jet, on the brink of control. You will not need to instantly become a top gun in order to enjoy the game, but you will definitely need some skill if you want to achieve all bonus objectives and max out your fighter stats!",
    "id": "0100326010B98000",
    "name": "Redout: Space Assault",
    "publisher": "34BigThings",
    "releaseDate": 20210122,
    "version": 0
}