{
    "description": "Boreal Blade is a team-based melee fighting game with a focus on player vs player combat. Boreal Blade combines reactionary and tactical gameplay with extraordinary freedom to variate your attacks and develop your unique fighting style. \n\nThe game features four distinctive fighting styles with the possibility to choose between one-handed and two-handed weapons, a shield and a weapon combo, long thrusting pole weapons and fighting unarmed. Players can even throw items during battle! Three armour classes with their strengths and weaknesses are also included to guarantee a varied, ever-alterable fighting experience.  Arm yourself and prepare to dive into the battle!\n\nFEATURES:\n\nReactionary and tactical gameplay: \nComplete freedom of attack and block direction performed with simple controls, allowing players to concentrate on their battle tactics and series of manoeuvres and to control the flow of the battle. There are hundreds of ways to variate attacks and players have complete freedom to move the weapon and player character around, encouraging them to experiment and find the fighting style that suits them best.\n\nFour customizable multiplayer game modes:\nPlayers can charge into combat together with their clan mate warriors in Team Deathmatch and Boreal Battle modes where two teams go up against each other. Boreal Claim mode consists of two teams who take turns attacking or defending a banner against the other team. In Deathmatch it is everyone for themselves – the first warrior to get 20 kills wins the match!\n\nFour different fighting styles:\nHundreds of weapons, shields, pieces of armour and battle items for developing customized fighting styles and battle tactics.\n\nDetailed character creation and game world: \nCreate your warrior and choose their equipment, accessories and weapons and customize their appearance with jewellery, facial hair and armour dyes. Explore the different fighting arenas across the Nordic mythology inspired, paintinglike Norvalg.\n\n",
    "id": "01008E500AFF6000",
    "name": "Boreal Blade",
    "publisher": "Frozenbyte",
    "releaseDate": 20190829,
    "version": 0
}