{
    "description": "▪ “There’ll be plenty of challenges to face along the way and it’ll certainly test your skills, but twin-stick shooting fans won’t want to miss out on Ritual: Crown of Horns.” - Use a potion, review score: 82%.\n▪ “Ritual: Crown of Horns is a challenging yet hugely rewarding western-horror themed action game which will go down well with veterans of the ‘horde’ genre.” - Nintendo Life, review score: 72%.\n▪ “Ritual is metal as hell, but it’s doing it with carefully directed shots, not just generic excess.” - Rock Paper Shotgun.\n\nRitual: Crown of Horns is a slaughterhouse: a fast-paced action game set in an alternate Wild West, a demonic version of a hellish frontier. This arcade-inspired title unravels a tale about an unlikely duo: a bounty hunter who comes back from beyond the grave, yearning to exact revenge on his killers and a witch who aids him with a series of powerful rituals to further her own agenda.\n\nPush back hordes of enemies, while the witch performs her ritual. Use a whole arsenal to your advantage: mindfully swapping between weapons and spells. Unlock new tools and powerful items boosting your character. Travel throughout the Weird West picking your missions and planning future unlocks to finally exact your revenge! \n\nRitual: Crown of Horns is a skill based game, where split-second decisions and planning on the go are more powerful than button mashing and throwing yourself mindlessly at enemies. \n\nGAME FEATURES:\n▪ A unique auto-aiming system that distinctly sets itself apart from your average twin-stick shooters: instead of spraying and praying, you are an elite gunslinger who makes every shot count.\n▪ A satisfying arsenal: shotguns, six-shooters, rifles, crossbows, and a few surprises that are a little less era-appropriate.\nOutrageous enemies: brainwashed cultists, supernatural legendary creatures, bizarre murderous contraptions – you name it.\n▪ Gear: mysterious capes, hoods and amulets that you can customize and get powerful buffs for your character.\n▪ Creative spells and power-ups that can violently alter the way you approach each combat encounter.\n▪ Plenty of insane levels for you to master, each complete with unique challenges tailored to push the combat system to its limits.\n▪ A unique gothic-horror-meets-weird-western artstyle.",
    "id": "010042500FABA000",
    "name": "Ritual: Crown of Horns",
    "publisher": "Feardemic",
    "releaseDate": 20230102,
    "version": 0
}