{
    "description": "ASTROSMASH® was originally designed by John Sohl for the Intellivision® console in 1981 and quickly became one of the most popular games of its time. It sold more than a million copies and earned its spot in the top-5 best-selling Intellivision® games ever. In this space-themed game, players use a laser cannon to destroy incoming meteors, bombs, and other targets.\n\nIn ASTROSMASH® you control a laser cannon that scrolls left or right along a flat plane to target falling objects, such as large or small meteors, spinning bombs, guided missiles, or an UFO that crosses the screen from time to time at higher levels. Low hills and stars are seen in the background.\n\nThere are many types of targets, each of which may move at various speeds. As the game advances, the range of speed increases.\n\nThe game has ten levels, each of which features different objects. Each level is represented by a different beautiful background and amazing background music. Sounds and background music are perfectly synchronized with the gameplay. This is a masterpiece compiled by famous composer Tommy Tallarico. He has won over 35 industry awards and has worked on more than 300 game titles.\n\nPlayers have the option to fire single shots by pressing the fire button or to switch to automatic fire with multiple shots per second. The hyperspace option moves the laser cannon to a random location, which may or may not be safer than the starting point. \n\nThis ASTROSMASH® reincarnation is much more exciting, more visually appealing, and somewhat more challenging without straying from the game’s original theme and gameplay. The new graphics are phenomenal and the amazing background music – compiled by the famous game music composer Tommy Tallarico – adds incredible excitement to this video game classic. Plus, ASTROSMASH® now enables players to co-operate or play against each other; locally or online – even across platforms - for up to four players.\n\n•\tSingle player mode\n•\tCo-op and versus mode\n•\tLocal and online multiplayer modes up to 4 players (cross platform)\n•\t10 different levels\n•\tDifferent kind of enemies like spaceships, asteroids, UFOs\n•\tFantastic graphics\n•\tSuperb sounds compiled and designed by famous game music composer Tommy Tallarico\n",
    "id": "01005DB01CA9A000",
    "name": "ASTROSMASH",
    "publisher": "BBG Entertainment",
    "releaseDate": 20231012,
    "version": 0
}