{
    "description": "\"You've never been... in a single relationship?\"\n\nKimo Kang, a man who knows how to relax with a caramel macchiato, has one fatal flaw. In all his thirty years, he's never once been in a relationship, making him a Motesolo!\n\nOnce more, he takes an ambitious step into the love market, but for some reason, things refuse to go smoothly.\n\nWill Kimo be able to steal his date's heart and make this blind date a successful one...?\n\n< Game Summary >\nMotesolo: No Girlfriend Since Birth is an interactive movie game, uniquely produced to place you directly into a scene from a K-drama, featuring events that branch out and send you to one of multiple endings.\n\nBased on the information gathered while interacting with various in-game features, players may sympathize with Kimo as he tries to win over his date, Yumi Kim, or they can intentionally mess things up. Enjoy the various events your choices bring about!\n\n< Gameplay >\n▹ Blind dates lead to all sorts of choices. Is the choice that leads to a favorable impression the correct one? The simplest of choices can lead to unexpected outcomes.\n\n▹ Interact with your surroundings! Who knows what new info or items you might find by investigating this café, the scene of our blind date. Check out all the apps on Kimo's phone too. The parodies and easter eggs hidden within are an added bonus.\n\n▹ Will this blind date end in success or failure? Or, could this be the beginning of a true relationship? See what ending you unlock for yourself!\n\n< Extra Content >\nCheck out bonus content you'll only find in an interactive movie game!\n\nWatch the daily lives of the characters who immerse you in the story, bloopers and behind-the-scenes takes that bring the filming location to life, and more, all provided to let you delve 200% into this story-packed game.",
    "id": "01004D801B68E000",
    "name": "Motesolo: No Girlfriend Since Birth",
    "publisher": "CFK",
    "releaseDate": 20231130,
    "version": 0
}