{
    "description": "Phantom Spark is an exhilarating high-speed racing game that will test your limits. Push for your best time in precision time-trial races across three domains full of otherworldly architecture. Take on challenges, hone your skills, and master the pathways to surpass the champions.\n\nLight The Spark\nPushing you forward in the single-player campaign, you have the domain champions. Giving you the drive to set ever-faster times, acting as both guides and opponents. As you best each champion, and your spark strengthens, you will unlock new pathways and ships.\n\nHone Your Skills\nCompeting against ghost opponents allows you to see the current best time in action, letting you improve your racing line and find those extra fractions of a second. With instant restarts, you stay in the rhythm, keeping focus as you refine your times on each pathway. \n\nOnline Play\nSee how you measure up against the best in the world and your friends with online leaderboards. Forge rivalries and seek to be the best as you master over 30 unique pathways.\n\nLight The Spark\nEach region has its own Champion who will push players to evolve and adapt upon their best time in the single-player campaign, encouraging competition even in single-player mode.\n\nHone Your Skills\nYou’ll be able to race against your own ghost and analyse each twist and turn in the effort to increase your speeds, unlock challenges and cosmetics for your ship as you discover new tracks winding through the ruins of this forgotten world.\n \nOnline Play\nThe competition never ends - play against the best in our online leaderboards and against your friends. Forge rivalries and become the best as you hone your skills on over 30 unique tracks.\n\nKey Features\n- Over 30 tracks and challenges built to be replayed as you improve your skills.\n- Race against each region Champion to encourage competition even in single-player.\n- Distinct regions, each boasting unique themes alongside a mesmerising soundtrack.\n- Online leaderboards to get you charged up and ready to race!\n- Showcase your best times with our replay feature.",
    "id": "0100B9B019BBE000",
    "name": "Phantom Spark",
    "publisher": "Coatsink Software",
    "releaseDate": 20240815,
    "version": 0
}