{
    "description": "The Gardens Between is a single-player adventure-puzzle game about time, memory and friendship.\n\nBest friends Arina and Frendt fall into a series of vibrant, dreamlike island gardens peppered with everyday objects from their childhood. Together they embark on an emotional journey that examines the significance of their friendship: the memories they’ve built, what must be let go, and what should never be left behind. \n\nLost in a mysterious realm where cause and effect are malleable, the friends find that time flows in all directions. Manipulate time to solve puzzles and reach the apex of each isle. Follow the duo as they unpack and explore their significant moments spent together, lighting up constellations and illuminating threads of a bittersweet narrative.\n\n\n\"A miniature meditative masterwork.\"\n- The Guardian\n\n“...that first ‘wow’ experience comes in its opening few minutes, and more keep coming thick and fast as you realise just how clever the time-bending nature of its puzzles really is.” \n- NintendoLife\n\n\"...full of creative touches and small magical moments.\" \n- GameSpot\n\n\"The difficulty of the game was absolutely perfect for me.\"\n- IndieHangover\n\n\"A very unique game I absolutely adored. 9.5/10\"\n- Gaming Boulevard\n\n\"A magical journey that’s well worth your time\"\n- Polygon\n\n\nFEATURES\nVibrant, storybook-inspired art style\n• Dreamy tale of adventure, friendship and growing-up\n• Gorgeous single player experience with a meaningful story\n• Bespoke ingenious puzzles require the manipulation of time to solve\n• More than twenty mysterious and surreal garden islands to explore\n• Accessible design; simple controls, and no text, speech, time pressure or complex UI \n• Playtime: Roughly 2 ~ 4 hours depending on puzzle solving confidence\n• Relaxing, ambient soundtrack by feature-artist Tim Shiel\n\n\nAWARDS\n• Nominated for an IGF 2018 award in Visual Excellence, amongst 18 other international award nominations\n• Featured in numerous festivals including; Indie MEGABOOTH (PAX East, West), IndieArena, IGF, IGF China, Out of Index, ACMI, PAX AUS Showcase, Unity Showcase and BIC Fest",
    "id": "0100B13007A6A000",
    "name": "The Gardens Between",
    "publisher": "The Voxel Agents",
    "releaseDate": 20180920,
    "version": 0
}