{
    "description": "-A New Fight on a Square Earth\nA new EDF adventure begins! Only this time, the action unfolds in a parallel world where the Earth is made of digital blocks. This world has befallen into chaos, as the once peaceful square Earth has been shattered into pieces. Shape aside, it is an Earth nonetheless which needs to be defended. It is now up to the EDF to restore peace to the square planet.\n\n-Assemble Your Own Team\nThe Earth has been shattered into pieces. EDF soldiers are fighting desperately on their own in various countries around the world. Rescue these soldiers to have them join you, and assemble your own unique team. Each mission can be attempted with up to 4 teammates. Switch among your teammates as you go, making use of each character's unique traits which shall prove useful in battle at different times.\n\n-Recruit Soldiers from Past EDF Games\nBlock versions of characters from every previous EDF release, from EDF1 (\"Monster Attack\") to  \"Earth Defense Force 5,\" and even the EDF spinoff releases, appear in the game. Also featured are a wide range of weapons and vehicles from past EDF releases. Series veterans will enjoy seeing these familiar characters and weapons, while those new to the series have the opportunity to be introduced to its rich history for the first time.\n\n-Familiar Enemies\nEnemies that invaded the Earth before make an appearance in this game, this time in block form.\n\n-Online Co-Op & Local Multiplayer\nThis game supports up to 4-player online co-op, with each player joining the battle using their own team. Local network multiplayer is also supported on the Nintendo Switch™ version, allowing you to defend the Earth with your family and friends.\n\n-Story\nIn a parallel world where the Earth is made of blocks, evil has befallen the otherwise peaceful planet.\n\nLed by Dark Tyrant, several Motherships suddenly attacked the planet, shattering the Earth into pieces.\n\nThe Earth has been attacked by the Invaders, Ravagers, and Aggressors before...but the brave EDF soldiers have always joined together to defend the planet from these threats.\n\nWith the Earth shattered, EDF soldiers continue fighting on each of their pieces of the planet. But with no way to reach each other to deliver aid or food supplies, the planet remains in despair.\n\nYou must assume the role of Commander of the EDF and fight back. Find the EDF soldiers fighting around the planet, and begin a counteroffensive. Only a powerful team assembled by you can save our square Earth.\n\n",
    "id": "01006D5014796000",
    "name": "EARTH DEFENSE FORCE: WORLD BROTHERS",
    "publisher": "D3PUBLISHER",
    "releaseDate": 20210527,
    "version": 0
}