{
    "description": "\"Investigating the Seven Wonders... Sounds really fun!\"\n\n\"Welcome Kokuri-san\" is a short novel game in which the currently active VTuber \"Kurune Kokuri\" appears as the game's main character and draws a story with you.\nIn some scenes, ASMR voices are recorded to create an intimate atmosphere and enjoy the scenario with Kurune Kokuri.\n\n◆Synopsis\n\"Kokkuri-san, kokkuri-san, we call upon you.\"\n\nAt the school late at night, the spell of \"Kokkuri-san\" that was nervously chanted,summoned an adorable sky fox named \"Kurune Kokuri\".\n\nThe investigation of the seven wonders with \"Kurune Kokuri\" had begun...\n\nIn the classroom, in the home economics room, in the nurse’s office...\nEnjoy the extraordinary day with a bit of mystery, excitement, and relaxation with \"Kurune Kokuri\".\n\n◆Characters\n・Kurune Kokuri　(VA: Kurune Kokuri)\nA mischievous sky fox who loves pranks was accidentally summoned by \"Kokkuri-san\".\nSince she was summoned, she is trying to enjoy exploring the seven wonders with you.\n\n\"Since I'm summoned...\nI want to do something fun!\"\n\n○Who is VTuber \"Kurune Kokuri\"?\nA sky fox Vtuber who was accidentally summoned by the game of \"Kokkuri-san\".\nSurrounded by her favorite games and delicious foods, she is enjoying a happy modern life.\nActive on video streaming platform, mainly uploading ASMR to help relax, as well as game streaming and singing!\n\n○Novel Game Brand \"Rabbitfoot”\nA novel game brand that delivers novel games casting active YouTubers and VTubers as game characters.\nAs well as using the name and nickname, you can enjoy the different sides of your faves and feel a close connection through the novel game that you cannot experience in the usual streaming or video uploads.\n\n◆Recommended to\n・Those who like VTubers or ASMR.\n・Those who want to enjoy heartful stories.\n・Those who like ghost stories and occults.",
    "id": "0100BE801B762000",
    "name": "おいでませ、こくりさん - Welcome Kokuri-san -",
    "publisher": "CyberStep",
    "releaseDate": 20230525,
    "version": 0
}