{
    "description": "Slash your way through a futuristic Earth overrun with ruthless mutants and powerful robots as Age, a young soldier sent on a mission to prevent the destruction of humankind. \n\nNow including ‘Rebirth Project,’ the all-new rogue-lite side mission that can be accessed from the main menu!\n(DLC installation is required.)\n\nSTORY\nFar in the future, the resources of Earth have become insufficient, its ecosystem long ago changed irrevocably by a passing meteor. Humankind has divided into two: the people who have escaped Earth and relocated to the space colony, 'Orbital Arc,' and those who have remained on Earth in a facility called ‘The Shelter.’\n\nHumanity vanished from earth after civilians from The Shelter failed on the experiment that was meant to be the last hope for humanity, while people from the Orbital Arc sent expeditions to earth in search for resources . Failing to find any signs of life, A young sword-wielding warrior named Age falls down from orbit to Earth. Accompanied by his floating android, Helvis, he must find the indispensable key to the survival of humankind...\n\nFEATURES\n- Combo with Blade-Changing Action\nSlash through foes with a variety of blades in high-speed, stylish action! Change blades on the fly into powerful moves to create linkage and run combos. Different attributes and varied actions call for strategy against different types of foes.\n\n- Narrow Gaps Using the Wire Skill\nLaunch the wire skill to pull smaller enemies toward you, or Quantum Warp to get instant access to larger foes! Use the wire to strategically overcome crowds, traverse gaps on land and quickly grab items.\n\n- Get the Edge with Skills\nGather elements to enhance your blades, expand your skills, and learn new combos. Install modules and power gear to level up Age and increase your arsenal of blades to take down the toughest of enemies. Use Helvis to burst into Critical Rage, cast Healing Pocket to recover, or Time Shift to loot more items.\n\n- Experience a Post-Apocalyptic Earth\nFollow Age on his journey in the year 3174. Experience cutscenes that tell the story of Age’s mission across futuristic mecha, forests and deserts developed with Unreal Engine. Encounter mysterious characters and overcome menacing bosses to uncover the story behind the fate of humankind.\n\nREBIRTH PROJECT\nFight through a series of hexagonal zones spanning 30 Floors as a reincarnate construct of Age. Consisting of battle zones with increasing difficulty and rewards, new monsters and bosses not seen in the main game, an enhanced upgrade system, and new blade affinities, ‘Rebirth Project’ adds a completely separate game experience providing hours and hours of gameplay to Ultra Age.",
    "id": "01008D4015904000",
    "name": "Ultra Age",
    "publisher": "DANGEN Entertainment",
    "releaseDate": 20210909,
    "version": 0
}