{
    "description": "The Nintendo Switch™ Exclusive \"Extra Krusty Edition\" of SpongeBob: Krusty Cook-Off is here! We've completely re-designed the game for The Nintendo Switch™ bringing you all of the fun of the original with none of the grind! Access tons of FREE decorative items, costumes, kitchen gear and more, experience unlimited play and  unleash four brand-new, Nintendo Switch™exclusive power-ups to help you show off your skill behind the grill!\n\nLet’s get cookin’!\n\nJoin SpongeBob SquarePants on a hilarious culinary adventure through the restaurants and kitchens of Bikini Bottom! When Mr. Krabs realizes there’s more money to be earned in the fast-food business, the penny-pinching entrepreneur sets out to expand his restaurant empirestarting with a breakfast stand outside of SpongeBob’s house…and who better to help him run it than SpongeBob SquarePants himself?\n\nCreate your own Bikini Bottom kitchen, decorate and customize your restaurant, and get ready to serve up delicious food to your guests! In this fast-food cooking game, put your time management skills to the test and experience the crazy cooking action of the SpongeBob universe. Fire up the grill and get ready to cook!\n\nFun and Fast-Paced Cooking\nCook and serve up delicious food including Krabby Patties, pancakes, BBQ and more! Get behind the grill as SpongeBob SquarePants to provide speedy service to the residents of Bikini Bottom. You’ll serve tons of familiar faces like Patrick Star, Sandy Cheeks, Squidward and many more! Keep your customers happy and be rewarded with tips, likes and exciting bonuses! Start as a junior fry cook and train to become one of Bikini Bottom’s premier fast-food chefs!\n\nExplore the World of SpongeBob SquarePants\nGrill up delicious Krabby Patties in the Krusty Krab, Steaks and Ribs in Sandy’s Treedome, Hot Dogs in Weenie Hut Jr’s and much more as you explore familiar restaurants and new kitchens in Bikini Bottom, Goo Lagoon and beyond! New restaurants and cuisines are added regularly, bringing new cooking challenges and recipes to learn!  \n\nUpgrade and Decorate\nChoose new furniture, decorations and more to add your personal touch to the restaurants of SpongeBob SquarePants. Upgrade your kitchen equipment to cook food quickly and provide faster service to your customers. Start out with a basic restaurant design and build your kitchen to one fit for an expert chef!\n\nCollect and Customize\nUnlock your favorite characters from SpongeBob SquarePants and dress them in amazing outfits inspired by the show! Create your own custom avatar for the game and interact with the costumed characters as they explore Bikini Bottom. \n\nHilarious Storyline\nExperience an all-new and exclusive SpongeBob SquarePants story featuring SpongeBob, Mr. Krabs, Squidward, Sandy and Patrick. Play through the hilarious storyline as you progress through the game and unlock new levels. ",
    "id": "01000D3013E8C000",
    "name": "SpongeBob: Krusty Cook-Off",
    "publisher": "Tilting Point",
    "releaseDate": 20210510,
    "version": 0
}