{
    "description": "Story\nIn a world where the bones of an ancient beast tower over the land...\n\nThe Knight Zephy is part of an order whose role is to hunt down witches – people seen as cursed beings for giving birth to dragons.\n\nHe is brutally mauled by a dragon on one mission, but as he gasps his last breath, two witches save him by feeding him dragon blood – a death-defying magical substance that also grants him new witch powers. \n\nTheir fates now intertwined, Zephy reluctantly joins the witches against a slew of enemies: an Empire out to destroy his kind, ruthless dragon hunters, and a witch more powerful than any in existence.\n\nCan they fight all this and save themselves, or will his new allies succumb to the dragon’s curse…?\n\nKey Features\n3 Tiers to Fear and MORE – Take flight in this turn-based RPG, duking it out against enemies and vicious Giant Dragons in three vertically-oriented tiers. Freely position your party members within the tiers to find unique formations to increase physical or magical attacks, and even your defenses! \n\nExclusive to the Nintendo Switch™ version, additional weapons, armor, and level caps previously only available for purchase on other platforms are now included FREE in-game!\n\nAwaken Your Inner Dragon – Fill up your Dragon Gauge during battle to harness the power of dragons, drastically increasing your armor and unlocking special abilities! Transforming at low health ups the ante with more powerful attacks but weakened defenses.\n\nWelcome to Devour Hour – Use the Devour skill on a weakened dragon to obtain skill trees from the enemy. With multiple dragons roaming the land, players can customize unique skill sets for each character!\n\nMadness or Riches? – Three witches depend on you to bring them dragon’s blood as food. Starve them, and they go mad. Overfeed them, and they become a dragon! Will you keep them alive or sacrifice them to obtain rare items? Your choices will alter the storyline!",
    "id": "01001C60148CC000",
    "name": "Dragon Star Varnir",
    "publisher": "Idea Factory",
    "releaseDate": 20210803,
    "version": 0
}