{
    "description": "Inkulinati is an ink-based strategy game straight from medieval manuscripts, where a rabbit’s bum can be deadlier than a dog's sword.\n\nTake your turn in Inkulinati duels filled with unexpected tactical depth (and humour!). Embark on an ever-changing journey, build your own bestiary, defeat medieval superstars and collect perks to unleash special powers.\n\nBecome a master of the Living Ink, grab your quill and build your unique strategy time after time so that you can be named the greatest Inkulinati of all time!\n\nINKULINATI IS INSPIRED BY REAL-LIFE MEDIEVAL MARGINALIA\n700 years in the making, finally these bizarre art pieces can come alive in a video game and show that medieval people also had their “memes” and that they laughed from the same silly things that we do today. You’ll see sword-wielding rabbits, dogs with spears, trumpets lodged in bottoms, human-eating snails, and more. Much, much more…\n\nFIGHT LIKE AN INKULINATI\nInkulinati are a legendary group who battle one another on the pages of medieval manuscripts. They fight by drawing Beasts with the Living Ink. Thanks to this magical substance, those creatures come to life and an epic battle ensues.Move your Beasts across the battlefield, perform actions on or with them, make tactical use of obstacles and collect more Living Ink to draw new Beasts which allows you to gain an advantage over your opponent.\n\nMULTIPLE DEADLY (AND BIZARRE) BEASTS TO UNLOCK\nDonkeys playing trumpets with their bottoms, bishop cats vanquishing heretics with prayers, heavy but deadly snails that eat units alive, and more. Much, much more. They all have their special skills and are waiting for your command.\n\nSPECIAL, BATTLE TIDE-TURNING ACTIONS PERFORMED BY THE INKULINATI\nIt’s not just your Beasts that can cause havoc and damage. Use your fists to smash your opponent's units, draw obstacles to create barriers, relocate your units with a move of your finger, or explode your troops to create pure, pure chaos. Just remember - your opponent can do it too.\n\nADAPT YOUR TACTIC TO EVERY BATTLE\nEach Inkulinati has its own army, with different Beasts, who in turn, have different abilities, strengths, and unfortunately, weaknesses (or fortunately - depending which side you’re on). But it’s not just the armies that can influence who will win any given duel. Each Battlefield is its own domain, with its own particular dangers that you should watch out for, and opportunities that you can use. You will have to use your wits and adapt your strategy to beat the opposing Inkulinati’s army on each specific Battlefield.\n\nA SINGLE-PLAYER CAMPAIGN\nUncover the mystery and secrets of Inkulinati and face such opponents as Death, Dante Alighieri, and more. Go out into the world and start your adventure! Fight the biggest Inkulinati masters in the land, tame the untamed Beasts, build your ultimate army, try to bring back your Master from the clutches of death, and most importantly, finish your grand quest with the biggest party that the middle ages have ever seen! Howza!!!\n\nCREATE AND DEVELOP YOUR OWN CHARACTER\nAs any aspiring Inkulinati Master, you will get to create your own Tiny-Inkulinati. During your journey you will learn the secret techniques of drawing new Beasts and Inkulinati Hand Actions, allowing you to choose the composition of your army. You can be a brave knight that has no fear and will send his loyal troops straight at his opponents. Or perhaps you would like to play with a bit more tact? In that case, you can be a nun who with the power of prayer can confuse her enemies and heal thy own servants. Those styles, and more, are waiting to be discovered and made your own. Express yourself!",
    "id": "010079901D55C000",
    "name": "Inkulinati",
    "publisher": "Daedalic Entertainment",
    "releaseDate": 20240222,
    "version": 0
}