{
    "description": "Unite Two Epic Adventures in One Twin Pack!\nDive into the mystery of \"TOKYO CHRONOS\" and the sci-fi thrill of \"ALTDEUS: Beyond Chronos\" in a single, unforgettable bundle! With character designs by LAM, this Twin Pack promises stunning visuals and immersive storytelling.\nEir Aoi performs the opening theme and ASCA delivers the ending theme for TOKYO CHRONOS. \nA talented lineup of artists, including ASCA, R!N, Wolpis Carter, Setsuko, YuNi, and Konomi Suzuki, have contributed to ALTDEUS: Beyond Chronos!\n \nTwin Pack Contents:\n • \"TOKYO CHRONOS\"\n • \"ALTDEUS: Beyond Chronos\"\n • \"ALTDEUS: Beyond Chronos EXTRA EPISODE\" (German subtitles are NOT supported)\n \nFeatures of the Nintendo Switch Version:\n • Optimized direction and camera work, creating a moderately free world\n • Playable with either controller or touch inputs\n • Conversation windows and battle UIs are optimized for easy play on Nintendo Switch\n • Full reproduction of controller vibrations on the Nintendo Switch\n \n \n*Please note that supported languages vary by title.\n• Voice Supported Languages\n TOKYO CHRONOS: Japanese\n ALTDEUS: BC: Japanese / English\n \n• Subtitle Supported Languages\n TOKYO CHRONOS: Japanese / English / Chinese (Traditional / Simplified)\n ALTDEUS: BC: Japanese / English / German / French / Chinese (Traditional / Simplified)\n *ALTDEUS: BC \"EXTRA EPISODE\" does not support German.\n \n \n\"TOKYO CHRONOS\"\nWhen you wake up, you find yourself in Shibuya, completely devoid of anyone.\nTrapped in this world are eight high school friends, childhood companions.\nWhat awaits them is a mystery veiled in lost memories and a cryptic message: \"I am dead. Who killed me?\"\nWho am I? Why our memories vanished? And who is the culprit?\nLike fragments scattered by a shattered mirror, where does the truth of this world lies?\n \n■ Characters\n Kyosuke Sakurai (VA. Yuto Uemura)\n Karen Nikaido (VA. Yui Ishikawa)\n Yu Momono (VA. Ibuki Kido)\n Yuria Togoku (VA. Shoko Yuzuki)\n Sai Kamiya (VA. Romi PARK)\n Ai Morozumi (VA. Kaori Sakurai)\n Sota Machikoji (VA. Keisuke Ueda)\n Tetsu Kageyama (VA. Yuki Kaji)\n Lowe (VA. Ryohei Kimura)\n \n■ Artists\n Eir Aoi / R!N / Wolpis Carter / Nejishiki / Yosuke Kori\n \n\"ALTDEUS: Beyond Chronos\"\nDuring year 2080, the sudden appearance of colossal beings known as \"Meteoras\" drove humanity to sought refuge in a subterranean city with only a radius of 2 kilometers, the Augmented Tokyo.\nTwo centuries later, Chloe, a member of the Meteoras opposing organization Prometheus, pilots the humanoid city-defense weapon Makhia, surviving the harsh battles alongside her comrades.\n verything she does is to avenge her dear friend, Coco.\nAs numerous crucial decisions loom ever closer, will you be able to pull the trigger?\n \n■ Characters\n Chloe (VA. Chelsey Moore - English, Akari Kito - Japanese)\n Coco Coconoe (VA. Danii Meger - English, Kaya Okuno - Japanese)\n Noa (VA. Grace Chan - English, Yumiri Hanamori - Japanese)\n Anima (VA. Yui Ishikawa - Japanese)\n Yamato Amanagi (VA. Jesse Inocalla - English, Yusuke Kobayashi - Japanese)\n Aoba Iwaza (VA. Adam Fedyk - English, Yoshihiko Aramaki - Japanese)\n Julie (VA. Asia Mattu - English, Yu Serizawa - Japanese)\n Deiter (VA. Chris Garnier - English, Show Hayami - Japanese)\n AARC Ares (VA. Nobuhiko Okamoto - Japanese)\n \n■ Artists\n ASCA / R!N / Setsuko / YuNi / Wolpis Carter / Konomi Suzuki / Kuniyuki Takahashi (MONACA) / kz / Yosuke Kori",
    "id": "010080901D1E4000",
    "name": "TOKYO CHRONOS & ALTDEUS: Beyond Chronos TWIN PACK",
    "publisher": "IzanagiGames",
    "releaseDate": 20240801,
    "version": 0
}