{
    "description": "The XCOM® 2 Collection includes the award-winning strategy game XCOM 2, four DLC packs (Resistance Warrior Pack, Anarchy’s Children, Alien Hunters, Shen’s Last Gift) and the War of the Chosen expansion all in one package. Activate any of the additional content (DLCs and the Expansion) or just play the base game. \n\nXCOM® 2:\nAliens rule Earth, promising a brilliant future for mankind while secretly hiding a sinister agenda. As the leader of a guerrilla force facing impossible odds, you must ignite a global resistance to eliminate the alien threat and save the hum race from extinction. \n\nXCOM® 2: War of the Chosen:\nThis expansion adds extensive new content in the fight against ADVENT including new Hero classes, powerful new enemies, as well as new missions, environments and increased depth in strategic gameplay.\n\nFOUR DLC PACKS: \n• Resistance Warrior Pack: Customize your squad of resistance fighters with a set of bonus outfits and head gear, as well as custom armor and face camo. \n\n• Anarchy’s Children: This rebellion-themed content pack introduces more than 100 new exotic customizations for the entire arsenal of armors available to your XCOM soldiers. These options are purely cosmetic and do not alter the stats of a soldier.\n\n• Alien Hunters: Transform the soldiers of XCOM into an elite alien hunting squad with impressive new weapons and armor to face off against new alien Rulers that will pursue your squad across an entire campaign. Additional cosmetic upgrades to soldiers and the Avenger are included, as well as a new epic mission where Central Officer Bradford leads a squad with the guidance of an old friend.\n\n• Shen’s Last Gift: Investigate ADVENT’s “Lost Towers” facility where Chief Engineer Lily Shen accompanies your squad in search of her late father’s secretive final project. Discover a unique new soldier class complete with powerful new combat abilities, strategy mechanics, and customization options.",
    "id": "0100D0B00FB74000",
    "name": "XCOM® 2 Collection",
    "publisher": "2K",
    "releaseDate": 20200529,
    "version": 0
}