{
    "description": "Welcome to a wonderous all-action show, the likes of which has never been seen before!\n\nBALAN WONDERWORLD is a wondrous action platformer game themed around the Balan Theatre. Led by the enigmatic maestro named Balan, the stars of the show Emma and Leo will use special abilities from a multitude of characterful costumes as they adventure in the bizarre and imaginary land of Wonderworld. Here memories and vistas from the real world mix with the things that people hold dear. \n\nTwelve different tales await our stars in the Wonderworld, each with their own unique quirks. They will explore all corners of these labyrinthine stages, filled with a myriad of tricks and traps, to get to the heart of each story.\n\nWonderworld exists in people's hearts and imagination\nThe setting for this tale is the fantastic, bizarre land of Wonderworld; a place where people's happy and positive memories mix with their restless worries and negativity.\nLeo and Emma are led into Wonderworld by the mysterious clown Balan and set off on a journey to find what is important to them.\nBefore they can return to the real world, they must first restore the lost balance in their hearts... \n\nOver 80 different costumes open up all the action you could want!\nThe stars of the show can use powers from the inhabitants of Wonderworld by wearing their colourful costumes, with over 80 different ones to try on!\nBash your enemies, walk in the air, freeze time or manipulate all kinds of objects... the possibilities are endless when you pick up a new costume. \n\nTwo Legendary Creators Reunite! \nCome one, come all and enjoy the pinnacle of Square Enix storytelling in an all-action world of wonder created by the legendary Naka Yuji. \nFor the first time in 20 years Naka Yuji and Oshima Naoto join forces forming the BALAN COMPANY team; founded around, bringing together action game development, video and music production professionals from both inside and outside of the company. ",
    "id": "0100438012EC8000",
    "name": "BALAN WONDERWORLD",
    "publisher": "SQUARE ENIX",
    "releaseDate": 20240513,
    "version": 0
}