{
    "description": "Commander, welcome aboard the DarkStar One – Nintendo Switch™ Edition! Breach the final frontier and explore the vast expanse of this retro space opera.\n\nJump into the shoes of young Kayron, an aspiring pilot whose heart and mind are filled with thoughts of vengeance for his father’s death. It is up to you to uncover a web of betrayal and ancient threats, gather a trustworthy crew to confront the ultimate menace of darkness, and return hope to a universe on the brink of intergalactic war.\n\nYet you have a powerful weapon at your disposal: The long-range fighter, the ‘DarkStar One’, your father’s legacy. Put alien weapons and technology to good use and customize your spacecraft to be prepared to venture out into a myriad of alien worlds to trade cargo and services.\n\nUncover the secret of your own past and get ready for the final battle now!\n\n• DarkStar One – Nintendo Switch™ Edition revives a classic, featuring enhanced visuals optimized for the console.\n\n• Retro Space Opera: Immerse yourself into a compelling mix of story-driven Sci-Fi Adventure, RPG customization, trade elements and action-packed space battles.\n\n• Open World: Explore a universe of more than 300 solar systems populated by 6 distinct alien races with unique ship designs, tactics and behaviours, as well as a realistic economic system.\n\n• Pick your playstyle: Play as pirate, trader, mercenary, bounty hunter, smuggler or assassin, as the game world and the different factions react to your actions and reputation.\n\n• Heavy fighter or fast cruiser? Choose from over 200 unlockable components to customize your spaceship with engines, weapons and shields according to your needs.\n\n• Discover hidden artifacts: Upgrade your vessel with the help of ancient knowledge from alien cultures to gain, for example, more speed, durability or special abilities.",
    "id": "01004A501D4DA000",
    "name": "DarkStar One – Nintendo Switch™ Edition",
    "publisher": "KalypsoMediaGroup",
    "releaseDate": 20240620,
    "version": 0
}