{
    "description": "\"EARTH DEFENSE FORCE: WORLD BROTHERS 2\" will be released on 9/26/2024. Now's YOUR chance to enlist in the EDF and join the fight!!\n\n-\n\nThe Earth is in pieces...again! We've gotta do more to save the planet!\n\n  --Loads and Loads of Giant Enemies--\nThe square Earth is under attack by giant enemies. Giant ants, giant spiders, giant bees, giant scorpions, giant UFOs, giant robots, giant monsters.... And if that weren't enough, there are also giant aliens, and even giant EDF soldiers. The situation seems hopeless! Still...there's nothing more satisfying than taking down these invading foes.\n\n  --Create Your Own EDF Unit--\nTeammates scattered around the world are waiting to be rescued. Select 4 teammates from among those you have collected and create your own team. Design the team perfect for your play style, select your equipment, and then deploy to battle. There are over 100 characters to collect!\n\n  --Full Array of Soldiers from the History of the EDF Series--\nIn addition to soldiers from the mainline EDF series, this game also includes soldiers from the EDF spin-offs. Enjoy some familiar faces, as well as soldiers from the latest mainline release, \"EARTH DEFENSE FORCE 6.\" Includes over 600 equippable weapons and accessories.\n\n  --Familiar Enemies are Back, Too!--\nEnemies who ravaged the planet in previous releases have also crossed over into this world to join the fight. Enjoy fighting numerous enemies, including redesigned voxel versions of old favorites, as well as new enemies unique to this release. Includes over 100 missions and 5 difficulty levels.\n\n  --Online Co-op & Local Network Play Supported--\nUp to 4-player online co-op supported. Also, as an exclusive feature for the Nintendo Switch™ version, local network play is supported, allowing you to defend the Earth with your friends and family.\n\n-\n\n ~The Story~\nAfter Dark Tyrant was defeated, peace was restored on the square Earth—but now, it has been broken into pieces once again. We watched the skies, assuming any new enemies would come from above—which is why we were surprised when the supermassive \"Gaiarch\" emerged from below ground, shattering the Earth into pieces. YOU are the legendary Commander that once saved our planet. Now, we need you to lead another team to save our Earth again. The EDF never back away from defending the Earth, be it round or square—so let's go to the rescue!",
    "id": "01004C301DC46000",
    "name": "EARTH DEFENSE FORCE: WORLD BROTHERS 2",
    "publisher": "D3PUBLISHER",
    "releaseDate": 20240926,
    "version": 0
}