{
    "description": "＜About＞\nThis new take on rhythm games has you massage beautiful women in time to the music.\nThe patrons of your massage parlor have not only sore bodies, but unique worries weighing on their hearts as well.\nUse your secret massage technique to clear all the stress out of their minds and bodies!\n\n\n＜STORY＞\nAtsushi Yubihara meets the talking cat Momiji while cleaning the massage parlor formerly run by his late grandfather.\n\nMoments after he attempts to uncover her true identity in spite of his confusion, a loan collector appears to reclaim what his grandfather owes. Fed unreasonable repayment terms, he starts to shrink into himself until Momiji shares with him a most mysterious power...\n\nHe has but a single month to make enough money to return what was loaned, marking the start of his troubled everyday life as a masseuse!\n\nThere's no time to question his power, or why there's a talking cat, or anything else!\n\nAtsushi must focus on his somewhat to very quirky customers and relieving the stress that ails them, all in time for the impending loan repayment!\n\n＜SYSTEM＞\n■Use the power of massage to clear up the girls' minds and up their affection toward you.\n\nWomen with all sorts of troubles visit the massage parlor you've inherited from your grandfather. Once touched by this hidden treasure of a massage, their bodies will feel good and their affection toward you will grow! Maybe even into romance...?! While repaying your debt and fixing the worries of your patrons, make a little time to enjoy love as well!\n\n\n■Massage the girls in time to the rhythm!The skills that have been passed down from the previous generations will help you heal people, body and soul!\n\nMomiji imbues upon you the secret technique of being able to sense the music that people subliminally want to hear, and sending it as sound waves through your gloves into their bodies. This unique massage technique allows you to heal them both inside and out. Press the button shown in time with the song and play it throughout your customers' bodies! The rhythm game features a total of 50 songs!\n\n■Have off-the-clock dates with your customers...?!\n\nYou can meet your customers not only at Relaxation Yubihara, but outside of it as well! Get a glimpse of sides to them you wouldn't see at the parlor, hear their troubles, and see unexpected things that would leave most men standing in excitement!\n\n＜CHARACTER＞\n・Mikuni Haruyama　(Voice:Saki Ono）\n・Shiho Asagiri　　(Voice:Haruka Shiraishi）\n・Mei Amamiya　　　(Voice:Asuka Nishi）\n・Kyoko Nagumo　　 (Voice:Ayumi Mano）　\n・Manamo Yukishiro (Voice:Azumi Asakura）　\n・Mirei Ranjou　　 (Voice:Rie Tanaka）　\n・Momiji　　　     (Voice:Chitose Morinaga）　\n\n＜STAFF＞\n・Character Design:Waon Inui\n・Scenario:Linkedbrain Inc.\n・Producer:Yujiro Usuda",
    "id": "0100C1E0181D6000",
    "name": "Massage Freaks",
    "publisher": "qureate",
    "releaseDate": 20220804,
    "version": 0
}