{
    "description": "This hardcore shooter was\nPsikyo's challenge to the world!\n\nSTRIKERS 1945 III is a\nvertical-scrolling shooter game that\nfirst appeared in arcades in 1999.\n\nThis game is the culmination of the best parts of the STRIKERS series and comes with new features as well.\nPlayers earn technical bonuses by destroying a boss's core at a very close distance.\nThey can also earn chain bonuses by collecting flashing medals in succession.\nTime to work on drawing up tactics for a better score!\n\n\nDon't forget to check out the awesome mechanical designs and animations, too!\n\n\nThe legendary Psikyo Bullets are coming for you!\n\nThe game comes with options\nyou can tweak to your liking.\nPick your preferred difficulty, max lives, max continues, key controls,\nand screen orientation to make the game just right for you.\n\nDon't forget\nabout the new online rankings!\nDo you have what it takes to become the best STRIKER in the world?\n\nPlanes:\nFive fighters (+ more?) are at your service, each with unique abilities.\n\"P\" items power up your unit and add sub-weapons to it.\n\"B\" items give you bombs that deal area damage to clear out enemies or help with emergency escapes.\nStore up your gauge to unleash a powerful super shot!\n\nARCADE Mode:\nFour difficulty tiers are available - Easy, Normal, Hard, and Very Hard.\nThere will be local rankings for each plane in each difficulty mode.\nThere will be local rankings for each plane in each difficulty mode.\n\nOptions:\nPlay in vertical screen mode for that nostalgic arcade experience!\nTwo additional screen filters for your enjoyment.\nLives can be set between 1 to 9, whereas continues can be set between 0 to infinity.\nFreely configure your preferred keys for shots, auto-shots, or bombs.\nVertical screen mode is playable even in landscape orientation. You decide your style!\n\nSCORE ATTACK:\nThis mode has a fixed difficulty and number of lives. Serious challengers only!\nSubmit your high scores to compete with players from around the world!\nOnline rankings can be viewed from the options menu.",
    "id": "0100D8200D4E2000",
    "name": "STRIKERS 1945 III for Nintendo Switch™",
    "publisher": "City Connection",
    "releaseDate": 20220727,
    "version": 0
}