{
    "description": "From the renowned development studio WayForward Technologies, Inc. (Shantae, River City Girls, Advance Wars 1+2: Re-Boot Camp) comes Yars Rising, a 2D action adventure exploration of one of Atari’s richest, and best known classic titles.\n\nIn WayForward’s experienced hands, the Yars franchise becomes an expansive mystery solved through 2D platforming action. Take control of the young hacker Emi Kimura, who is hired by a mysterious patron to infiltrate the shadowy QoTech corporation. Run, jump, sneak, and hack your way through challenges as you slowly unravel a complex secret shrouded in intrigue.\n\nEmi grows in power throughout her adventure, allowing her to retrace her steps and reach previously inaccessible and secret areas. Her evolving hacking skills are critical to solving stimulating minigames that reference the innovative gameplay from the Atari 2600 title Yars’ Revenge.\n\nThe deeper into the QoTech facilities Emi ventures, the more expansive the sci-fi mystery becomes. A colorful cast of hacker allies help Emi discover her connection to a distant alien race and unlock powers unlike anything she could have imagined.\n\nYars Rising celebrates the Yars franchise in WayForward’s distinct style of anime art, humor, retro game mechanics and storytelling virtuosity.\n\nFeatures:\n\n2D Platforming Action: Emi must jump, blast and sneak her way past waves of robotic and alien enemies. Her latent powers are revealed as the game progresses, granting her wild augments and biohacks that let her reach previously inaccessible areas. A sprawling, interconnected map allows for hours of exploration\n\nSci-Fi Intrigue: A seemingly bottomless mystery takes Emi from drab office buildings into hidden underground labs, and even to the farthest reaches of space as she uncovers the dark truth behind the QoTech corporation and discovers her own personal connection to an alien race.\n\nChallenging Retro Minigames: A series of hacking minigames pay homage to the original Yars’ Revenge, which fans love for its top-down, quick twitch gameplay. \n\nStealth Traversal: Emi can’t always shoot or jump her way out of a jam – tense sections of stealth gameplay force her to duck into the shadows to hide from relentless security guards.\n\nClassic WayForward Aesthetics: With fantastically rendered 3D environments and an ensemble of captivating characters, the WayForward team brings Emi’s story to life as only they can.\n\nPlay the OG: Discover the first game in the Yars franchise by playing WayForward’s modern take on the Yars’ Revenge, accessible right from the main menu.",
    "id": "01007EA01E00A000",
    "name": "Yars Rising",
    "publisher": "Atari",
    "releaseDate": 20240910,
    "version": 0
}