{
    "description": "Light - Die to Survive offers a chilling and unique horror experience that will push your survival instincts to the limit. \nIn this game, there are no hand-holding hints or easy escapes.\nYour only hope lies in your ability to carefully observe your surroundings and uncover the mysteries that lie within.\n\nThe game unfolds across three distinct stages—each more terrifying than the last.\nYou will begin on a dark, desolate road, where every step forward feels like a dangerous gamble.\nYour journey will lead you into a menacing forest, where every rustle of leaves and snapping of twigs could be a sign of something sinister lurking nearby.\nFinally, you will find yourself trapped inside a haunted house, filled with eerie whispers and ghostly figures watching your every move.\n\nWhat sets Light - Die to Survive apart is its minimalist yet highly atmospheric design.\nThere are no complicated mazes to navigate, but that doesn't mean it’s easy.\nThe simplicity of the game’s design heightens the tension—you’ll just need to reach your destination or escape from a specific area, but doing so requires vigilance and an understanding of the environment around you.\nEvery location is shrouded in darkness, and your only tool for survival is your flashlight.\nWith its limited range, it forces you to explore cautiously, knowing that danger could be waiting just beyond the edges of the light.\n\nThe night surrounds you, creating a constant feeling of vulnerability.\nWhether it's the shadows in the distance or the eerie silence, the atmosphere will keep you on edge. But be warned: this is a game of trial and error.\nEach time you meet your demise, the clock rewinds, allowing you to attempt the challenge again.\nIt’s a cycle of death and rebirth—each failure offering a chance to learn and adapt.\nSometimes, you will need to die to uncover a new clue, other times, it will be your persistence that unravels the mystery.\nThis trial-and-error approach tests both your patience and problem-solving skills, making each success all the more rewarding.\n\nWith its intense atmosphere, challenging gameplay, and an emphasis on observation and survival, Light - Die to Survive will keep players on their toes from start to finish.\nThe experience becomes more than just a game; it’s a psychological challenge where every death counts and every moment is crucial. The haunting environments, coupled with the thrill of constant danger, will make it impossible to look away.\n\nIf you're a fan of horror games that challenge your wits and demand perseverance, then Light - Die to Survive is a must-play.\nPrepare yourself for an unforgettable journey into the dark, where your only guide is your flashlight, and your only goal is to survive.\nWill you be able to unravel the mysteries hidden in the night, or will the shadows consume you?",
    "id": "01008C90208E4000",
    "name": "Light - Die to Survive",
    "publisher": "NoteBuddy",
    "releaseDate": 20241002,
    "version": 0,
    "category": [
        "Other"
    ],
    "developer": null,
    "intro": "Light - Die to Survive is a trial-and-error horror game with no hints. Use your flashlight to navigate through a road, forest, and haunted house. Observe, die, and retry ",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "pt",
        "de",
        "ru"
    ],
    "nsuId": 70010000086976,
    "numberOfPlayers": 1,
    "ratingContent": [
        "Blood and Gore",
        "Violence"
    ],
    "region": null,
    "rightsId": null
}