{
    "description": "Best Day Ever is a narrative game in which you will play 4 characters. Your goal? Manage their daily life and help them overcome their difficulties to create their best day ever.\n\nEXPERIENCE 4 RICH STORIES\nIn Waters City, the picture is not all bright. Emma, Jordan, Paul and Jenny won't say otherwise: they face many injustices on a daily basis and need your help to face these trials. Get to know them and achieve their goals by making good decisions with them.\n\nYOUR CHOICES HAVE A REAL IMPACT\nEach story has multiple endings. It is YOUR decisions that will change the events experienced by the characters and trace their path to their best day ever. And what if these seemingly independent stories were finally linked together?\n\nENDEARING CHARACTERS\n• Emma Nadger: Manager in the food company KraKer, Emma provides quality work and doesn't count her hours. However, she regularly receives sexist remarks from some of her peers and can no longer stand it.\n• Jordan Neal: Jordan is a key player in the Waters University basketball team. The team has qualified for the big university tournament, a once-in-a-lifetime opportunity for the team members. His partner feels this is the perfect opportunity for Jordan to finally introduce him to his teammates.\n• Jenny: As a student at the prestigious Waters University, Jenny has always had good grades. However, a few weeks before her midterms, she can no longer focus on her studies and is anxious about getting to class.\n• Paul Hitik: Paul is one of the 5 candidates in the Waters mayoral election. He is aware that his city is the place of many injustices and intends to defend his candidacy to change things on a large scale.\n\nKEEP IN TOUCH WITH THEIR RELATIVES\nWith dozens of side characters, Best Day Ever deepens many relationships of friendship, love and rivalry. To stay in touch with Emma, Jordan, Jenny and Paul's friends, the phone is your best ally. You can send and receive calls, messages or keep an eye on important appointments.",
    "id": "010022D0142BE000",
    "name": "Best Day Ever",
    "publisher": "REROLLED STUDIO",
    "releaseDate": 20210702,
    "version": 0
}