{
    "description": "Play around with colors and lines, try to recreate paintings, solve riddles, unravel secret stories behind modern masterpieces, and hopefully get inspired and find meaning!\n\nPlease, Touch The Artwork is a cozy puzzle game blending logical thinking and poetic storytelling.\n\n• “For me it was a revelation” - Featured by Eurogamer & The Guardian in the Best Games of 2022 so far\n▪  “...an interactive exhibit you really shouldn't miss.”\n- 9/10 Nintendo Life\n▪  “...a creative and intelligent puzzle game curated to be soothing.” - 9/10 Pure Nintendo\n\nTouch over 160 paintings (2 to 3 hours playtime) spread over three galleries, with their own narrative and gameplay:\n\n1/ Explore the origin story of pure abstract art. Add colors and lines to a canvas to recreate paintings. The riddles get more and more challenging.\n\n2/ Help Boogie & Woogie, 2 squares who just want to be together, by figuring out how obstacles influence their path in a complex growing society.\n\n3/ Move to a big city and be overwhelmed with mixed emotions. Discover the maze of New York City while collecting words from a poem.\n\nAlso features:\n• Fun facts and quotes about modern art\n• Hints to help if you’re stuck\n• Color Blind mode\n\nDEVELOPED by Thomas Waterzooi\n“I made this game because I wanted to explore my complex relationship with modern art. What should I feel? Can my little sister do this? I’m still not 100% sure, but I do know that modern art has had an impact on everything and everyone in the world today. And so I hope my game can have an impact on your life as well” - Thomas Waterzooi, designer & developer.\n\nPUBLISHED by Nakana.io\n“When you’re inspired by art, beautiful and new things can happen. Please, Touch The Artwork was inspired by Mondrian, and we hope it will inspire players to develop their own thoughts about colors, shapes... and creation in general.” - Mikaël Bourget, founder of the publishing label",
    "id": "0100C0D0189A0000",
    "name": "Please, Touch The Artwork",
    "publisher": "Nakana.io",
    "releaseDate": 20220903,
    "version": 0
}