{
    "description": "Swim Out will transport you into a sunny day by the swimming pool, the river or the sea. Plan each of your strokes wisely and be sure to never cross any other swimmer's path if you want to peacefully enjoy the sea view on a cosy chaise-longue.\n\n• Over 100 levels nestled in carefully crafted landscapes, soothed by the sound of seagulls, frogs or water splashes.\n• 7 chapters combining :\n  - 12 different types of swimmers : each with their own way of moving around, ranging from the simple breaststroke swimmers to the more complex divers or cheeky water-bombing kids\n  - 12 different objects to interact with : buoys, fins, water guns, you can even ride a kayak!\n  - 6 disruptive environmental elements like waves, crabs or jellyfish that will give your brain a work out until you swim out!\n\n\nWhat the press already said:\n• \"I am delighted by how unfamiliar a swimming experience this is to me\" - Rock, Paper, Shotgun\n• \"The game truly captures that feeling of relaxing by the pool on summer vacation. I didn’t know I wanted that on my Switch, but I’m glad I’ve got it now.\" - TechRaptor\n• \"There are precious few things I appreciate more than a straightforward puzzle game with a strong commitment to its aesthetic, and Swim Out is exactly that\" - Waypoint\n• \"If you're a fan of puzzle games Swim Out is very likely for you. It's attractive, intuitive, and fun.\" - Touch Arcade\n• \"Swim Out looks like the perfect tactical escape into a lush digital paradise\" - Touch Arcade\n• \"Swim Out is a perfect summertime game\" - MacStories\n\n\nAwards and recognition:\n• \"GDC Summer 2020\" Artwork selected at GDC Artists gallery\n• \"TIGA Games Industry Awards 2018\" Finalist, Creativity Award, Strategy Game\n• \"Indie Prize 2018\" Finalist\n• \"Ping Awards 2017\" Finalist, Best Mobile Game\n• \"TIGA Games Industry Awards 2017\" Finalist, Best Puzzle Game",
    "id": "0100F92005D54000",
    "name": "Swim Out",
    "publisher": "Lozange Lab",
    "releaseDate": 20180320,
    "version": 0
}