{
    "description": "The world has been taken over by the evil Dr. Progen and his merciless synthetic army. A desperate plea for help sets Shadow, the sole survivor of his clan, on one last mission to uncover what started the path to perpetual ruin. Your robotic companion, L-Gion, is your only guide through the ruins of Mekacity. How far will Shadow go to protect his clan and the one he loves? Is there more to their bond than meets the eye? Only you can unlock the secrets to your clan's ancient powers. Hurry before you run out of time! The road to redemption awaits in Cyber Shadow, the quintessential Ninja Action game.\n\nFeatures:\n- Experience sharply honed ninja platforming action! Dash, slice, and leap your way through the depths of Mekacity as you explore claustrophobic factories, corrupted research labs, fortified coastlines, vast skyscapes, and more!\n- Powered by the lost souls of the ninja clan, Dr. Progen’s army mercilessly hunted down all life forms. As the sole survivor, you must take down more than a dozen apocalyptic bosses, ranging from enormous war machines to your synthetically-enhanced clan rivals\n- Rescue your clan to unlock permanent Ninjutsu skills and abilities. Attack from afar with shurikens and kunai, or get closer by using your double jump, cross slash, or wall slide techniques. Summon fire, charge slashes, parries and much more to realize your true potential.\n- Experience a gripping story– told both in-game and through animated cinematic story scenes between the action. Shadow returns from oblivion, hurtling through Mekacity on borrowed time for what will surely be his last mission. It’s unclear what transpired before he met his fate, but his clan was betrayed. What has become of the Clan’s master? Who can be trusted when nothing is as it seems?\n- Authentic 8-bit presentation with handcrafted sprites, a detailed pixel aesthetic, and perfect controls. Modern touches like fluid animation, multilayered parallax backgrounds, and evolved game design\n- Pulse-pounding soundtrack by Enrique Martin\n\nUsing your Shovel Knight series amiibo allows you to call upon a familiar fairy friend to assist you on your Ninja Adventure. Shovel Knight, Plague Knight, King Knight, and Specter Knight utilize their iconic moves and a special color palette changing ability to help Shadow pulverize the evil Dr. Progen and his mechanical monstrosities!",
    "id": "01008D100DE46000",
    "name": "Cyber Shadow",
    "publisher": "Yacht Club Games",
    "releaseDate": 20210422,
    "version": 0
}