{
    "description": "THE FUNNIEST PHYSICS-BASED SUMO ARENA EVER\nWith Circle of Sumo: Online Rumble! you will play as a Sumotori, a sumo wrestler. After selecting your Sumotori you will be catapulted into one of the crazy arenas of the game, but be careful don't be fooled! They look harmless but they hide more pitfalls than you think.\n\nCircle of Sumo: Online Rumble! is based on physics and the variety of levels creates a wide range of challenges. Magma, sand, and hatches are just some of the elements that will stand on your way to victory, besides the other huge Sumotoris of course!\n\nWill you try to bring down your opponents with all your strength, will you choose to use your skills to dodge at the last moment or will you try to leave the other opponents to eliminate themselves?\n\nONLINE MULTIPLAYER UP TO 4 PLAYERS\nChallenge up to 3 more Sumotoris online, the last to stand in the circle wins the round! Whoever wins five rounds will be the champion of the match. Invite up to 3 other friends to your place and enjoy hilarious battles together.\n\nTHE FUNNIEST SUMO ARENAS EVER\nThanks to the importance given to physics it will not be just a matter of power to win, in addition to hitting and dodging you will have to do your best to survive in the arena. Use the environment at your advantage!\n\nRANKED MODE!\nChallenge yourself, fight other players online and climb the world rankings.\nIt will take some practice but the first step of the podium could be yours!\n\nTWELVE ARENAS\nFight in twelve different arenas, each with its pitfalls and characteristics that make them deeply different from one another. \nMaster them all, don't be unprepared!\n\nTWELVE DIFFERENT SUMOTORIS\nChoose from twelve different sumotoris, they have different abilities! Everyone has a different sprint, strength or acceleration rating.  It is not the Sumotori that chooses the arena but the arena chooses the Sumotori!",
    "id": "01009BB00F850000",
    "name": "Circle of Sumo: Online Rumble!",
    "publisher": "Strelka Games",
    "releaseDate": 20201017,
    "version": 0
}