{
    "description": "Explore the Deepblue!\n• Put the wind to your back and cast out into High Adventure over a vast ocean spanning dozens of eccentric regions. \n• Discover countless isles bursting with their own flora, fauna, friendly folk, and fearsome foes. \n• Playfully pursue a pod of curious dolphins, admire the beauty of the sun sinking into an icy horizon, or run down a clutch of cowardly criminals only to accept their apologies to the tune of wild cannonry.\n\nCommand a Sailing Fleet!\n• Build and manage a custom cadre of specialized vessels to match any personality and play style.\n• Buy, equip, upgrade, and modify your ships’ armaments to face off against the toughest privateers this side of the Eclipside.\n• Crack open giant clams and loot lonely shipwrecks to fill your fleet’s treasure hoard and keep your crew in shipshape.\n\nFathom a Mystery!\n• Join forces with the myriad inhabitants of this watery world to uncover a terrible secret buried in the depths of the Deepblue.\n• Reel in a big one with the salty Anglerwranglers, learn the secret spyspeak of the Croaker Command Corps, save the sea life of the Moontiders, capture picturesque memories with a mysterious “camera” device, and much more.\n• Inspire the finefolk from all over to work as one world-spanning crew to save the seas and the planet.\n\nSail Forth into Adventure!\n• Tack and jibe and heave and cut with a sail and wind system designed with enough attention to realistic sailing physics to excite naval enthusiasts while also remaining deeply accessible to anyone and everyone.\n• Sail through stormy swells and serene sunsets in a dynamic and breathtaking day-night weather system.\n• Bask in the beauty of the benevolent ocean waters in Free Sail mode where the only goal is the ever-moving horizon.\n\nThe Deepblue calls with the bellow of High Adventure! Sail Forth!\n",
    "id": "010005500DFC2000",
    "name": "Sail Forth",
    "publisher": "The Quantum Astrophysicists Guild",
    "releaseDate": 20221221,
    "version": 0
}