{
    "description": "Creative cooking in a cool café!\nAs a new café employee, you'll be taking orders and completing challenges on your journey to create recipes which will take social media by storm.\nShare pics of your cooking to get Likes and boost your café's rating.\nSee if your culinary creativity can earn a million followers for the café!\n\n・A new café employee's journey to fame!\nAs a new café employee, you'll take on each day by taking orders from customers.\nCreate recipes worthy of sharing online to get Likes, boost the café's rating, and maybe even get a million followers someday.\nAs the café becomes more popular, big-name influencers will start to visit and you'll even find that you have your very own fans.\nIt's not just the story of the café but your success story too!\n\n・Cook to your heart's content choosing from 80 different menu items and 271 toppings!\nEnjoy making pancakes, crepes, Hamburg steaks, cakes, omelets and more through 13 cooking minigames.\nIce cream swirls on sweetcorn? Painting cute pictures on pancakes with syrup? Unleash your imagination choosing from 271 toppings and create Like-worthy, photogenic dishes.\nWith 80 different dishes to create, you won't be bored in the café kitchen!\n\n・Share your creations on in-game social media!\nWill you get Likes and positive comments? See what your followers think about your cooking!\nGet more Likes to raise your Flavor Rank, allowing you to expand the café's menu.\nComplete hashtag challenges or try your hand at making your very own special dishes.\nReaching certain follower milestones will allow the café to expand!\nWatch the café grow from small shop into a stylish, multi-floored influencer magnet.",
    "id": "010066801F956000",
    "name": "Debut Project: Cooking Café",
    "publisher": "D3PUBLISHER",
    "releaseDate": 20241114,
    "version": 0,
    "category": [
        "Action",
        "Simulation",
        "Practical",
        "Other"
    ],
    "developer": null,
    "intro": "Whip up Like-worthy meals and get tons of fans at a stylish café!",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "fr",
        "zh"
    ],
    "nsuId": 70010000083045,
    "numberOfPlayers": 1,
    "ratingContent": [],
    "region": null,
    "rightsId": null
}