{
    "description": "Elsie is a technicolour, hyperkinetic, rogue-like action-platformer filled with procedurally generated levels, an army of robots to blast through, and a wide scope of items and weaponry to make each run as unique as possible. Master countless magitek weapons and abilities in order to embrace the chaos.\n\nWELCOME TO ELSIE\nWelcome to the planet Ekis, a bountiful world filled with natural resources and scientific discovery! There is chaos amongst this wonder however, in a world awash with natural disasters. Our story begins with Dr Grey, a talented scientist who engineered a team of high-tech androids with the power to prevent these disasters. These Androids were known as \"The Guardians\".\n \nKEY FEATURES:\n- Bullet Hell Ballet\nDash, dive, and shoot your way through stages filled with dynamic enemies, all while performing perfectly timed precision parrying.\n\n- Death is only the beginning\nIn this roguelike rollercoaster die and die and die again – but you’ll always get back on your feet to embrace the chaos.\n\n- Explore the technicolour Domains of Planet Ekis\nTake a tour of Planet Ekis's vibrant neon-drenched biomes. With procedural generation leading to everchanging levels, each run presents unique challenges and enemies.\n \n- Augmented Action and Character Customization\nMake strategic decisions on upgrades, skills, and weapons to drastically alter the dynamic of each run. Experiment with different playstyles for devastating synergies.\n\n- Challenge epic boss battles and conquer biome Guardians\nTest your skills against boisterous bots, massive bosses and biome Guardians, memorising patterns to emerge victorious.\n \n- Master Melee Combat with a second player character\nJoin the fray with Andru, a melee-based character featuring unique augments, weapons, and abilities. Get up close and personal to bash baddies and bring the noise!\n\nTHE STORY\nThe Guardian’s true power lay in the Arclight Core, an energy source that allowed them to bend the elements to their will. The world rejoiced in a new age of peace and safety, but this peace was short lived - as one day without warning or explanation, the Guardians disappeared.\n \nWinds whipped, seas surged, and a newfound threat quickly emerged as an army of robots laid siege to Dr Grey's home, the city of Neotoño.\n \nAmidst the chaos and threat of more disasters, Dr Grey forged one final android...Elsie. Built like none before her, she must find the Guardians and save planet Ekis.\n \nTake on the role of this female robot powerhouse and blast through hordes of robots to reach the guardians and save the day! Get ready to kick butt and protect the planet you call home!",
    "id": "01000B501B728000",
    "name": "Elsie",
    "publisher": "Playtonic Friends",
    "releaseDate": 20240910,
    "version": 0
}