{
    "description": "Immerse yourself in the vibrant world of an exciting anime idol dance game that invites you to join the journey of six unique idols, each with their own dreams, outfits, favorite locations, and favorite songs.\nIn this captivating adventure, you’ll have the chance to dance alongside your favorite characters across 35 fascinating levels, each offering two distinct difficulties to challenge and delight players of all skill levels.\nStepping into the glittering shoes of each idol, you’ll dance through a variety of enchanting scenes, from mesmerizing horror mansions to spooky circuses. With every beat and rhythm, immerse yourself in thrilling gameplay that combines intuitive controls and exhilarating music tracks, ensuring that every performance is as thrilling as a live concert.\nBut the rewards are as sweet as the journey!\nWith each level you conquer, unlock breathtaking images of your character dancing, capturing their spirit and passion in stunning visuals that celebrate your progress. These exclusive images not only serve as testaments to your accomplishments, but also deepen your connection with the characters, offering insight into their progress. their lives and dreams.\nThis is a journey through a world full of fun, dance and anime, wrapped in a dazzling package of exciting music and visuals. Whether you are a seasoned rhythm game enthusiast or a newcomer eager to explore the world of anime idols, this game offers you a journey through a world full of fun, dance and anime, wrapped in a dazzling package of exciting music and visuals. Whether you are a seasoned rhythm game enthusiast or a newcomer eager to explore the world of anime idols. This game promises an unforgettable experience, blending the thrill of performance with heartwarming stories of ambition, friendship,  and achievement.\nJoin us on this dazzling adventure and let the rhythm lead your way to stardom!",
    "id": "0100B3301EF16000",
    "name": "Anime Dance-Off - Ghost Party",
    "publisher": "EpiXR Games",
    "releaseDate": 20241024,
    "version": 0,
    "category": [
        "Music",
        "Sports",
        "Party",
        "Other"
    ],
    "developer": null,
    "intro": "Step into a universe where music and movement collide in a spectacular party experience for seasoned rhythm gamers and newcomers.",
    "isDemo": false,
    "languages": [
        "en"
    ],
    "nsuId": 70010000080477,
    "numberOfPlayers": 1,
    "ratingContent": [
        "Suggestive Themes"
    ],
    "region": null,
    "rightsId": null
}