{
    "description": "Conglomerate 451: Overloaded is here!\nFace a cyber world in a grid-based, dungeon crawling first-person RPG with roguelike elements.\n\nYou are the CEO of a Special Agency, instructed by the Senate of Conglomerate city to restore the order in sector 451, where corrupted corporations have established their turfs. Thanks to the last constitutional decree, you are allowed to create human clones. Build your own team, manipulate DNA, train your agents, equip them with high-end weapons, choose what cyberlimbs to implant, and send the squad to the field with only one goal: eradicate crime and restore order at any cost.\n\nExclusive contents - unlock the power of the new cyber limbs! \n\nManage your resources - Make use of your own personal R&D department to research advanced technology, unlocking new features, powers and options for progression.\n\nMore than just body mods - In addition to upgrading weapon and armor proficiencies, augment your body with interchangeable cyber implants that completely change your agent’s skills and utility.\n\nPain and Trauma system - Even the smallest wounds can have a lasting impact. By taking damage in combat, agents risk generating permanent Traumas that will follow them between missions.\n\nStory or Endless Mode - It's your choice. The Story Mode brings you in a world filled by events and a war with corrupted Corporations and their propaganda. In the Endless Mode, the game will create endless content for you.\n\nPerks and Mutations - Your agents can acquire special skills (Perks) and obtain Mutations.\n\nEnhancements and Disorders - buy enhancements to temporarily empower your agents, with the risk that they develop Mental Disorders.\n\nProcedural cyber dungeons - Experience the dungeon crawling you love, mixed with future technology as you take on procedurally-generated dungeons and missions.\n\nIf you die in the game... - Each mission could be your last thanks to agent permadeath. Consider every move, because if an agent dies in battle, they will be lost forever.\n\nHack the world - Enter cyberspace mid-mission and hack your way ahead of the competition to get crucial intel and give yourself the advantage.\n\nCollectables and Achievements - find collectibles around the dungeons and bring them to the Collector to discover the truth.",
    "id": "01008DE0121F4000",
    "name": "Conglomerate 451: Overloaded",
    "publisher": "34BigThings",
    "releaseDate": 20210603,
    "version": 0
}