{
    "description": "A packed international schedule awaits, including the oldest Test Match rivalry as Australia tour England, the Test Championship Final and the 2023 World Cup.\n\nCricket Captain 2023, the immersive gaming experience that takes you to the heart of professional management. Whether you're a seasoned cricket strategist or a newcomer to the sport, this game offers endless possibilities and challenges that will keep you hooked for hours on end.\n\nWith an extensive player database featuring real-world cricketers, you'll have the power to recruit, train, and nurture your own squad of talented players. Analyse their strengths, weaknesses, and form to create the perfect combination of batting, bowling, and fielding prowess. The decisions you make off the field will determine your team's success on the field.\n\nThe new aggression system, inspired by Bazball, uses batting ability and natural aggression based on the current batting tactic, rather than the type of match being played. A generation of cricketers brought up on 20 Over Cricket have naturally aggressive styles that mean many have higher one-day averages than first class. Batting aggressively to match their natural style can improve performance.  Equally, knocking runs off at 12 an over is natural to players in the last overs of a 20 over (or even Test) match.\n\nCricket Captain 2023 also includes historical data for international player rankings and player recent form, including recent performances in Test, ODI and 20 Over Internationals. International team ranking modeled using results of every match in the four-year window. Accurate wicket keeper statistics are also included, with separate fielding stats for keepers and outfielders, as well as byes conceded records. All domestic systems include the latest developments in India, South Africa and around the world.\n\nKey features for 2023 include:\n• Match Engine: new Bazball inspired player aggression and rating system.\n• International Team Rankings: calculated from last 4 years results.\n• International Player Rankings: with historical data, all-rounders and improved system.\n• Asia Trophy: play in ODI and 20 Over International tournaments.\n• Player Form: includes historical data, opposition and an updated system.\n• Recent Internationals: recent international player form graphs.\n• Wicket Keeper Statistics: keeper and outfield catches, byes conceded.\n• Wicket Keeper Ability: greater accuracy for keeping ability.\n• Stadium Model Updates: including new Perth stadium.\n• New South African Franchise League: six new teams.\n• Indian Domestic System: major update to all competitions.\n• Domestic System Updates: all systems updated to latest rules and formats.\n• Improved Player Generation: re-balanced with focus on player aggression. \n• New Kits: including international and Australian 20 Over.\n• Test and ODI Championships: updated for the 2023 season.\n• Tournament Modes: play in stand-alone One Day or 20 Over World Cups. Create your own World XIs, All-Time Great and Custom Match Series.\n• Interface: improved screen layout and flow.\nComplete Stats Update for the 2023 Season:\n• Updated player database with over 7,500 players.\n• Added historical keeper and outfield stats.\n• Updated versus, ground and team records with partnerships, bowling and batting records.\n• Updated domestic squads for all 146 playable domestic teams.\n• Updated recent series stats for all players.",
    "id": "0100380015726000",
    "name": "Cricket Captain 2023",
    "publisher": "Childish Things",
    "releaseDate": 20230727,
    "version": 0
}