{
    "description": "With humanity gone, it’s up to the otters to save animal-kind from an inhospitable Earth. Join Charlie and his ragtag crew of critters on a daring mission through Otter Space as they search for a new planet to call home. Explore derelict space stations, battle unhinged robots, and enjoy some otterly terrific puns as you jump, float, and fly through over a dozen levels of furry fun.\n\nZero gravity gives classic puzzle platforming a whole new twist. Anything that’s not bolted down floats freely, making for a plethora of fresh new puzzles and predicaments. On your way, you’ll find plans to craft all kinds of gear, from jetpacks to ray guns - even a foam shark suit?! It all helps you on your quest for a furrier future!\n\nFeatures:\n• Zero-G Platforming - Turn your brain upside down as you jump, float, and rocket your way through physics-fueled levels.\n• Cool Gear and Upgrades - Craft new gear and unlock new space otter skills from parts you find along the way. Pull out your Reflector Ray to ricochet your shots around corners or leave a path of destruction as you slide through enemies with the Electric Slide. From Jetpacks to missile launchers, Charlie’s got all the coolest toys.\n• Wacky Space Suits - Sure, an otter’s gotta wear a suit to survive the deadly vacuum of space, but he can still look great (and CUTE) doing it! Plans for new suits are hidden through the game - each with a fun new look and its own unique and powerful weapon! Want to see an otter wearing a shark suit? Charlie’s got you covered.\n• Action-Packed Multiplayer - Looking for more action? Battle your friends in frantic 4-player arenas. Fight for food supremacy in So Urchin mode, or just let the fur fly in a Furry Fury deathmatch. \n• Become an Otternaut - Just how many hairs are in a square inch of sea otter fur? Dazzle your friends with this knowledge and more as you uncover all kinds of fun facts about sea otters hidden throughout the game.\n• Fun for Everyone - packed with action, puzzles, and a healthy dose of cute, Space Otter Charlie is designed for all ages to enjoy.\n",
    "id": "0100DCF0120D2000",
    "name": "Space Otter Charlie",
    "publisher": "The Quantum Astrophysicists Guild",
    "releaseDate": 20211011,
    "version": 0
}