{
    "description": "Didn’t fancy seven years at medical school? Skip straight to the operating table with the critically-acclaimed Surgeon Simulator CPR, fully revived and feeling better-than-ever on the Nintendo Switch™! \n\nNow featuring all-new motion control functionality as well as local co-op play, it’s time to scrub up for the most immersive version yet of the infamous operation sim! \n\n\nON CALL 24/7!\n\nStep into the shoes of Nigel Burke - a would-be surgeon with a less-than-conventional toolkit - as he performs terrifying \ntransplants in theatre, high-pressure procedures in an ambulance, and anti-gravitational operations in space! Yes, operating on the go’s never been easier thanks to the Nintendo Switch!\n\n\nMOTION (CONTROL) SICKNESS...\n\nFully compatible with the Joy-Con™ controller, it’s \ntime to take Bob the patient’s life into your own hands like never before! Play on the TV, in handheld mode, or using motion control functionality to perform life-saving operations with nail-biting precision. \n\n\nNEED SOMEBODY TO PLAY WITH?\n\nGot a bone to pick with your friends? With split Joy-Con™ support, tag a second surgeon in at any time, whether it’s at home or on the go, to immediately launch local co-op play!\n\n\nFEEL IT IN YOUR BONES!\n\nFrom hammers to hatchets, buzzsaws to laser pens, no \noperation’s ever the same, and thanks to built-in HD Rumble, \nyou’ll truly experience every crunch, crack, splatter and splutter!\n\n\nContaining all the original heart-in-your-mouth (or wherever else you decide to put it!) operations, including the additional teeth and eye transplants from the A&E Edition, Surgeon Simulator CPR also includes the highly-classified Alien Autopsy mode, too! So what’re you waiting for, doc? A man’s life’s on the line!\n\n\nA SECOND OPINION...\n\n“Makes medical malpractice an absolute delight.” - GAMESPOT\n\n“It's a darkly entertaining way to cut, explore, and appreciate the incredible skill of real surgeons.” - IGN\n\n“Few games take that odd, occasional gulf between what you \nintend to happen and what actually occurs on screen and fill it with such comedy.” - EDGE\n\n“I ended up hooked, playing it for hours, and I'm almost certainly not done.” - TELEGRAPH\n\n“It’s kind of amazing.” - ROCK PAPER SHOTGUN",
    "id": "0100E7400B83E000",
    "name": "Surgeon Simulator CPR",
    "publisher": "tinyBuild Games",
    "releaseDate": 20230831,
    "version": 0
}