{
    "description": "Evil Magic has stricken the mermaids’ land and swallowed their beautiful castle whole! Embark on a challenging journey to discover the secret of Evil Magic. Fight, solve puzzles, collect coins, and use special abilities. Ava, Luna, and Nixie are counting on your help once again!\n\nWhen the mermaid sisters returned home from a trip, they had an unpleasant surprise. An Evil Magic Vortex appeared out of nowhere, literally devouring their castle! The sisters immediately went to seek the Wise Octopus’s advice. But their friend didn’t have good news either. Someone had stolen valuable scrolls from her library!\n\nAs it turned out, that was just the beginning of the trouble... Who is behind all this?\n\nTo unravel this mystery, you will embark with Ava, Luna, and Nixie on an exciting journey through brand new lands. Some of the places you’ll visit include dark, undersea depths, a marshy river with the remains of ships, the frosty surroundings of a glacier, sunken cities and temples, and even the palace of the Ruler of the Seas and Oceans himself - Neptune!\n\nGet ready! There are plenty of challenges and puzzles waiting for you in each land. Scary marine creatures, hostile fish, and anemones that shoot poisonous bubbles are lurking everywhere, while sharp anchors and thorny plants are just waiting to hurt the careless traveler. Your path will often be blocked by planks, rock blocks, or closed gates, which will open only after you’ve found and pulled the right levers.\n\nCunning, speed, and magic will be your weapons. Each of the sisters can shoot magic projectiles and each has a special magic ability, so switching between the characters will be essential during your journey. The map is also helpful as well as the encyclopedia, which precisely describes all the plants, enemies, and obstacles you will come across on the way.\n\nLet’s not forget about the castle! The Wise Octopus has offered to help rebuild it, but she’ll need building materials and paints... and those are expensive! So collect coins, free precious starfish from cages, and find keys that open chests full of treasure. And once you’ve gathered all those riches, spend them on the next castle parts and buy paints to paint the castle roofs and walls.\nMake the mermaid castle more beautiful than ever!\n\nFEATURES\n• Three characters, each with a unique ability.\n• 40 levels full of challenges and puzzles, divided into 10 dazzling locations\n• More than 15 types of enemies and obstacles\n• A detailed encyclopedia guiding you through the game\n• Castle reconstruction and painting, 9 types of paint for walls and 9 for roofs.",
    "id": "0100C8201BF8E000",
    "name": "Mermaid Castle 2",
    "publisher": "IceTorch",
    "releaseDate": 20230922,
    "version": 0
}