{
    "description": "WISHLIST NOW \nCavern of Dreams is a surreal 3D platformer with collectathon elements, created in the style of retro platforming gems. Play as Fynn, the young dragon who enters the Cavern of Dreams in search for his unhatched siblings stolen away by a mysterious villain. Explore densely packed worlds full of puzzles to solve, challenges to overcome, and treasures to collect as you get closer to solving who stole your siblings… and why.\n\nA COLORFUL MAGICAL WORLD AWAITS \nSecrets and surprises lurk around every corner in the Cavern of Dreams. Discover four open-ended, densely packed worlds, all with their own unique themes, each connected to a main hub world full of secrets of its own. Search every nook and cranny to not miss any of the secrets the Cavern holds. Acquire abilities from the Sage to access new worlds. Put your platforming and puzzle-solving skills to the test to find your siblings and treasures!\n\nFEATURES\n- COLLECT THEM ALL: Each world is full of goodies to find - 40 eggs placed in perilous situations, mushrooms to feed your siblings once they hatch, collectible cards to fill out an Encyclopedia, and more! \n- ACQUIRE NEW ABILITIES: Collecting eggs allows the Sage to grant Fynn new body parts, which give him new abilities! Use your tail, wings, and more to reach areas you couldn’t before and move super fast!\n- NON-VIOLENT APPROACH: Fynn is a peaceful little guy, so there’s no combat in the game. Instead, the focus is on exploration, puzzle solving, and platforming. This, however, does not mean there are no dangers lurking in the Cavern of Dreams, so best be careful.\n- MEET A WHIMSICAL CAST OF CHARACTERS: Each world is populated with strange characters who need your help. You may chat up a tree, assist a mermaid, or free a sentient soup dumpling! \n- THE NOSTALGIC OST: Fully immerse yourself in Cavern of Dreams through a nostalgic and mysterious soundtrack, with each world having multiple versions of its theme based on where you are.",
    "id": "0100B5101DA3E000",
    "name": "Cavern of Dreams",
    "publisher": "Super Rare Games",
    "releaseDate": 20240229,
    "version": 0
}