{
    "description": "Step into the electrifying world of Cyber Racers: Neon Drift, a racing game that blends the thrill of high-speed competition with the dazzling aesthetics of neon lights and retro-futuristic landscapes. Get ready to experience the ultimate racing adventure with four unique game modes that cater to every type of racer.\nCareer Mode: Embark on a journey through the neon-lit streets in Career Mode. Unlock new and exciting tracks, each with its own challenges and surprises. Earn rewards to upgrade and customize your fleet of cars, transforming them into sleek, high-performance machines that can dominate any race.\nQuick Race: Need a quick adrenaline fix? Jump into Quick Race mode, where you can test your driving skills on a variety of tracks. Perfect for honing your abilities, Quick Race allows you to experience the thrill of the race without any long-term commitments. It's the ideal mode for players looking to practice and improve their racing techniques.\nSurvival Mode: Only the strongest will survive in this intense race against time and opponents. In Survival Mode, it's not just about speed, but also strategy and endurance. Stay ahead of the competition and avoid elimination as you race until only one racer remains on the track. Can you outlast them all?\nDuel Mode: Face off against a formidable opponent in Duel Mode. This one-on-one race is all about skill, precision, and nerve. Challenge a strong rival in a head-to-head battle and prove who the ultimate racer is. With everything on the line, every second counts.\nCyber Racers: Neon Drift offers a visually stunning and immersive racing experience that will captivate both casual gamers and hardcore racing enthusiasts. With its vibrant graphics, smooth controls, and diverse game modes, this game is a must-play for anyone looking to dive into a world of speed, style, and neon punk energy.",
    "id": "0100C1001F684000",
    "name": "Cyber Racers: Retro Neon Punk Drift",
    "publisher": "GOGAME CONSOLE PUBLISHER",
    "releaseDate": 20240726,
    "version": 0
}