{
    "description": "\"The Curse of Kudan\" is coming to Nintendo Switch™ system! This yuri adventure game was developed by SukeraSparo, sister brand of the studio that brought you \"OshiRabu: Waifus Over Husbandos,\" SukeraSomero!\nThis title brings together popular character designer Hanekoto and the writer of the \"FLOWERS\" series, Hatsumi Shimizu!\nExperience the eerie tale of the girls who take on Kudan, an apparition that spells misfortune for anyone who lays eyes on it, and witness the development of an unlikely romance as the girls confront a repressed past!\n\nAvailable in three languages!\nThe text can be set to Japanese, English, or Simplified Chinese (audio is Japanese only). This includes in-game text, options, and the digital manual. Language settings can be changed at any time.\n\nIn Full HD!\nEnjoy the game in TV Mode, with high-definition 1920x1080 resolution.\n\nPlay using only the touch screen! Play with one hand!\nPlay in handheld mode with the Joy-Con™ controllers attached, or detach them and play with just the touch controls! While in tabletop mode or TV mode, everything can be controlled using only the Joy-Con (R), allowing you to play with only one hand!\nAlso available for the Nintendo Switch Lite system. (A separate Joy-Con (R) is required to play with one hand.)\n\nStory\nAfter encountering Touko Shima, a girl struggling with a broken bicycle, on the way home from school, Sakuya Kudan's romantic feelings begin to blossom.\nThen, after Touko lays eyes on \"Kudan,\" an apparition that urban legend supposes can foretell disaster, the girls' peaceful lives are turned upside down.\nWith hopes of protecting Touko, Sakuya visits \"The Occult Research Society\" on campus and, together with its president, Koto Akinashi, faces the folklore head on.\n\nStaff\nCharacter Design & Original Art: Hanekoto\nStory: Hatsumi Shimizu\n\nCast\nSakuya Kudan VA: Ayaka Fukuhara\nTouko Shima VA: Manaka Iwami\nKoto Akinashi VA: Maria Naganawa\nKaren Azuma VA: Rie Okamoto\nSawako Iwai VA: Nanako Mori\nOther\n*Fully voiced",
    "id": "01002DD01C950000",
    "name": "The Curse of Kudan",
    "publisher": "PROTOTYPE",
    "releaseDate": 20231221,
    "version": 0
}