{
    "description": "It’s time to get carried away with the deliriously fun bloody physics-based construction puzzler packed full of creative challenges, sports and bloody disasters! \n\nIn When Ski Lifts Go Wrong, you start in the rolling foothills and journey up to the jagged and exposed peaks. Puzzle over carefully designed scenarios to help every passenger reach their destination.\n\nOVER 100 CHALLENGING LEVELS\nConstruct various facilities and infrastructures such as chairlifts, gondolas, jumps, bridges and ramps to guide the riders across over 100 hazardous levels. Build increasingly impressive structures as you progress through the varied campaign using your materials wisely. Cutting corners will save money, but it may compromise passenger safety with bloody hilarious consequences!\n\nORIGINAL PHYSICS PUZZLES\nJump into the fabulous role of a mountain resort engineer and master the ropes physics; learn the stresses and strains that will impact all the different types of structures that you’ll build. Change between Build Mode and Simulation Mode whenever you want.\n\nEXTREME SPORTS\nAfter the construction - enjoy some sports! From Winter to Summer activity, try snowboarding, skiing, motorbiking, peddling and more…Take control of your rider and feel the mountain air to give them an extra nudge towards their destination and claim that coveted Number One leaderboard spot.\n\nTOP OF THE ROPES\nKeep an eye on your budget and tick off all the bonus objectives to be at the top of the online leaderboards. Grab all the trophies and enjoy puzzles from simple green to extreme black difficulty.\n\nSANDBOX BUILDER MODE\nOnce you’ve mastered the slopes of When Ski Lifts Go Wrong, create your own in the easy-to-use level builder where your only limit is your imagination.\n\nSOCIAL SHARING\nShare your proudest or most disastrous replays, figures and creations with the community via the Nintendo Switch™ Capture button.",
    "id": "01009AD00BFD0000",
    "name": "When Ski Lifts Go Wrong",
    "publisher": "Curve Digital",
    "releaseDate": 20190124,
    "version": 0
}