{
    "description": "Invading a grime encrusted dystopia straight out the eighties, you're the monster the authorities warned about. Dragging your bloody tentacles on the greasy asphalt, you snatch body after body. You are the HyperParasite; an evil alien with a bone to pick with humanity…just because it’s fun. Infesting the sickest corners of the most ass-kicking decade, you must fight your way to the top of the pop-cultural food chain, in order to push the Big Red Button and bring about the mushroom cloud of finality. Be the baddest, navigating the dangerous procedurally generated streets of a hopeless past, in this tough twin-stick roguelite brawling S.O.B.\n\n'Long live the new flesh'\nLook at all those juicy meat-sacks going to waste on those grotty humans! As the HyperParasite you can make better use of them, snatching hosts with your tentacles, absorbing them and their different abilities. Once they die you can discard their skin, but keep on snatching, since one shot as the parasite and it's permadeath. That is, unless you found some nice upgrades, so keep your eyes open…or your feelers high...or whatever a parasite does.\n\n'Hosting makes me feel good'\nFeed the parasite with over 60 different characters, as you collect and control hosts, each with their own unique attack and smack-down. Hunt down the host class boss, rip their brain off (they didn´t use it anyway), and take it back to Wito's, our ever-greedy shopkeeper. Using some very weird machinery to store the brain, you can then unlock the character with your hard stolen cash. There's even a storage unit for your already collected hosts to come back to in later games.\n\n'Yeah, Downtown must be the friendliest place on Earth...'\nSince the game is procedurally generated, nobody knows what's waiting around the next dark corner. Can you survive the 5 Acts of this grungy-looking synthwave-filled world? Maybe yes, if you remember that what lies in the shadows is essential, as there are secrets within secrets to explore within its roguelite mapping system. And if you keep a tentacle out for the bosses, as they pack one mean punch!\n\nPump up the volume!\nOriginal beats served by Van Reeves and Joe Kataldo, delivering a thumping score with a pulsating synthwave bassline, punctuating every snatch and kill.\n\nA friend in need...\nTrouble loves company, as you can bring a mate to deliver twice the carnage in two-player local co-op mode.\n ",
    "id": "010061400ED90000",
    "name": "HyperParasite",
    "publisher": "Troglobytes Games",
    "releaseDate": 20200403,
    "version": 0
}