{
    "description": "In Hundred Days you will have complete control of a new Winery.  First choose which vines to grow, learn how to grow them and when to harvest.  Then following the entire winemaking process deciding on the type of wine you want to produce or the market requires. You will also have to sell the wine produced to allow your company to expand. \n\nAs in reality, every choice made, from the vineyard to the sales, will be able to influence the wine produced both in quantity and quality . A quality wine will increase the reputation of your company worldwide, it may have come at a higher price and will allow you to grow better and faster.\n\nSimulative and realistic approach suitable for both beginners and more experienced players\nThe ability to cultivate different types of vine\nAnalyze the soil and choose the grape variety that best suits those characteristics\nOrganize work in the vineyard such as pruning or chipping\nProtect your vines through specific treatments depending on the type of disease\nCheck the state of ripeness of the grapes and decide when to harvest\nFollow the winemaking processes and enhance the characteristics of your wine\nSelect the yeasts and bacteria used during fermentation\nDecide how and which of your wines age with aging\nCustomize your bottles by choosing their shape, color and other aesthetic characteristics\nCreate your sales network and adapt the characteristics of your product to the type of customer\nManage marketing and social activities to increase the reputation of your company\n\nThe game includes also Napa Valley region so you can explore a new american wine region. Use new and old techniques to cultivate new grape varieties and produce your wine.\n\nA new game scenario: Napa Valley\nNew grapes varieties including: Cabernet Sauvignon, Zinfandel, Pinot Noir and Riesling\nNew Challenges\nNew tools and structures\nNew aging options and flavours\nNew bottling customizations",
    "id": "0100CA1015B4C000",
    "name": "Hundred Days - Winemaking Simulator",
    "publisher": "Broken Arms Games",
    "releaseDate": 20220228,
    "version": 0
}