{
    "description": "Escape to the world of Fae Farm and create your own cozy home in the enchanted world of Azoria. As you nurture and grow your homestead, you'll get to meet charming characters, foster deep relationships and discover ways to infuse magic into everything you do. Customize your character, master the arts of crafting, cooking, potion-making and discover so much more.\n \nUnfold the mysteries of the island on your own or with up to three other players. You can invite your family and friends or visit their homestead to progress together, playing beside you or online. As the seasons change, you'll be able to unlock new areas and restore the world around you.\n \n●  Cozy and customizable: Create your own character and customize your adventure with unlockable styles and decorations for your farm. The cozier your home, the better your experience! The story unfolds independently from the in-game calendar, allowing you to play at your own pace.\n●  Magical Creatures: As you tend your farm, you can raise and care for a variety of cuddly animals and collect eggs, wool, and more. Not all creatures are friendly... Beware the jumbles, mischievous spirits that block your path! But you’re not alone: As you explore the island, you’ll discover magical critters that drop rare potion ingredients. And as part of the “Fae Farm: Coasts of Croakia” free content update, you’ll get to learn how to befriend them and turn them into faithful companions who will follow you and improve your abilities.\n●  Adventure is at your doorstep: Explore the realms of Azoria as you traverse the island with your skills and spells. Forage caves to gather resources and battle jumbles! Progress at your own pace as you uncover new mysteries and restore peace to Azoria. And discover a whole new world of wonders with the “Fae Farm: Coasts of Croakia” free content update.\n●  Budding Friendships: Azoria is home to a cast of colorful characters! As you progress through the story, you can build bonds with many islanders along the way. You can even find romance by going on dates and eventually getting married at Town Hall.\n●  One for all: You can play on your own or with up to 3 of your friends online or over local wireless. Share your progression, build a farm together where everyone’s efforts count and support each other through the quests and challenges of the world around you.\n \nThis is only the beginning of your adventure on Azoria: between December 2023 and June 2024, two waves of free additional content will be released to expand your horizons, unlock new areas to explore, introduce new characters to meet and bond with, reveal new creatures, tell new stories, and pour in more magic! The first of these free content updates, “Fae Farm: Coasts of Croakia”, is already available and now included in the game: Explore the incredible Archi-pal-igo Park and its adorable denizens.",
    "id": "010073F0189B6000",
    "name": "Fae Farm",
    "publisher": "Phoenix Labs",
    "releaseDate": 20230908,
    "version": 0
}