{
    "description": "Caveblazers is an action focused platformer roguelike set in a fantasy world. Each game is unique with procedurally generated levels to explore and a massive amount of items, weapons and equipment to discover.\n\nAs you delve deeper in to the cave, you'll discover new areas to explore, new weapons and new monsters to try them out on.\n\nSmart Characters!\nThroughout your journey you will encounter AI characters. Some friendly, some hostile. We're using an advanced pathfinding system which means friendly characters will be able to follow you wherever you go, and hostile characters will be able to track you down wherever you hide. There is no escape. Be afraid!\n\nPlatformer Roguelike!\nCaveblazers is a modern platformer which incorporates some Roguelike and RPG elements such as permanent death, randomized potion identities, an RPG-style inventory system and tons of items, equipment and upgrades!\n\nDaily Challenge Runs!\nEach day a new adventure will be generated! It will be the same for everyone and you'll only get one chance at it! These challenge runs give you a starting loadout, and feature a set of different traits.\n\nEpic Boss Battles!\nBetween each area you'll encounter a boss. Each boss is very unique, requiring a different strategy to defeat. Bosses are generally gigantic monstrosities with life bars stretching across the entire screen. Good luck!\n\nCharacter Customization!\nA whole load of unlockable hats, tunics, trousers, robes, and more! Or perhaps you fancy stripping off and heading in to the caves in the nude? Go for it!\n\nCompelling Combat!\nLargely overlooked in other modern Roguelike games, Caveblazers attempts to move away from the simplistic combat systems we've seen in other games in the genre, and incorporates fun, fluid and fast-paced combat which is accentuated by the game's brutal and persistent blood effects.\n\nChallenges!\nIn case that isn't enough content, Caveblazers features a bunch of challenges for the well seasoned players to take a punt at. These challenges reward players with new items, weapons & perks!",
    "id": "01001A100C0E8000",
    "name": "Caveblazers",
    "publisher": "Yogscast Games",
    "releaseDate": 20190111,
    "version": 0
}