{
    "description": "Try to escape with your life in 'The Bridge Curse 2: The Extrication', a first-person survival horror adventure set within 'Wen Hua University', renowned in Taiwan for its ghost tales & folklore. Play through the eyes of four distinct characters as you evade and confront terrifying ghosts, unravel mind-bending puzzles, and unearth a sinister conspiracy... Will you survive the night, or become the latest victim of the curse?\n\nWelcome To Wen Hua University, Class Is In Session…\nSet within the haunting halls of Wen Hua University, renowned for its eerie ghost tales across Taiwan, the university's film club hatches a plan to recruit new members. A daring group of students orchestrates the 'Carnival of Horror ' within the infamously haunted 'Da Ren' building. Intent on resurrecting a decades-old campus mystery for their planned viral horror film, they plunge into the depths of the night to shoot. Yet, as their cameras roll amidst the shadows, the line between fiction and reality blurs, and inexplicable events begin to unfold…\n\nOutwit and Evade Relentless Pursuers\nFormidable ghosts lurk in the shadow-drenched halls of the university. Stifle every gasp, swallow every whimper as the labyrinthine halls amplify every sound. You are no longer a student; you are prey. You will need to use all of your survival instincts to escape the relentless hunters, desperately using stealth, tactics and sacred objects that divert your hunters' attention away from you. \n\nA Memorable Cast of Characters\nPlay through the eyes of four distinct characters; Sue Lian, a determined news reporter trying to get an exclusive on the mysterious happenings and the three university students ensnared in their own never-ending nightmare... Encounter memorable personalities as you navigate through each perspective, from the hilariously bizarre 'Sergeant Huang' to the bone-chillingly sinister presence of the 'Mad Ballerina'. \n\nExplore a Harrowing University Campus\nExperience the haunting beauty of 'Wen Hua', a realised Taiwanese university. Traverse winding corridors with echoing footsteps and navigate through a labyrinth of rooms as you strive to find your way out of an unrelenting nightmare. Scour the environment for vital clues and essential items that hold the key to unlocking the mysteries shrouding Wen Hua. Every item tells a story; scrutinise each one meticulously, for hidden truths that may lie just beneath the surface…\n\nSolve Mind-Bending Puzzles & Unravel A Chilling Conspiracy \nMeticulously gather cryptic clues, unearthing artefacts and items scattered throughout the campus bringing you deeper into the hidden conspiracies rooted within 'Wen Hua'. Navigate through mind-bending puzzles as you strive to break free from the enigmatic grasp of the university's haunting walls.\n\nBased on a Popular Movie and Sequel to Award-Winning Horror Game\nBuilding upon the success of its predecessor, The Bridge Curse 2: The Extraction plunges you deeper into a new story...",
    "id": "010033501FF38000",
    "name": "The Bridge Curse 2: The Extrication",
    "publisher": "PQube",
    "releaseDate": 20241024,
    "version": 0,
    "category": [
        "Puzzle",
        "Adventure",
        "Action"
    ],
    "developer": null,
    "intro": "Survive a Spiralling Nightmare and Unearth a Sinister Conspiracy…",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "pt",
        "es",
        "de",
        "ru",
        "ko",
        "zh",
        "zh"
    ],
    "nsuId": 70010000084563,
    "numberOfPlayers": 1,
    "ratingContent": [
        "Strong Violence"
    ],
    "region": null,
    "rightsId": null
}