{
    "description": "Enter the intricate shopping area and explore it in one of 10 cool cars! Complete Parking, Delivery & Transport missions! Show your driving proficiency in SUVs, minibuses and utility trucks. Do your best to prepare yourself for the ultimate challenge – driving the super-long freight truck!\n\nFEATURES:\n▶ INTRICATE SHOPPING ZONE: Explore the fascinating commercial environment\n▶ AUTHENTIC TRAFFIC: Be careful not to crash into other cars!\n▶ 10 COOL CARS TO DRIVE: Variety and excitement is key here!\n▶ CHALLENGING PARKING MISSIONS: Show your precision driving skills!\n\nMake Deliveries and complete tons of Parking Missions at the Shopping Zone! Drive in over 50 increasingly challenging Parking, Delivery & Transport Missions, in a huge variety of vehicles – featuring a massive garage of 10 to choose from!\n\nComplete various parking tasks including reversing, deliveries, tight turns, red lights, slaloms and precision driving. Avoid all the traffic, barriers, parked cars and other dangers to pass each mission with flying colors!\n\nPick from the awesome Pick-up Truck – a powerful all-wheel-drive beast. The Supercar – drift through the streets and generally show off to the public! Three luxury limos – transport CEOs and Special Guests in these stretched limos including a customized 6-wheeler!\n\nThen advance to a Family SUV – the perfect car for sneaking into that last parking spot! Delivery van – all retailers need a good driver to deliver their stuff! Minibus – time for the public to arrive. Get them to their destination in safety!\n\nWhen you’re ready set behind the wheel of the Freight truck – the Ultimate driving challenge is to negotiate this huge truck down the small streets without crashing. The biggest retailers have the biggest stores, so they need the best drivers!\n\nComplete the tasks to unlock new cars and more missions!",
    "id": "01000F7019066000",
    "name": "City Traffic Driver 2",
    "publisher": "BoomHits",
    "releaseDate": 20220902,
    "version": 0
}