{
    "description": "Welcome to Truck Simulator, the ultimate trucking experience where you embark on a thrilling journey to become the best delivery driver in the world. \nStrap yourself in and get ready to traverse stunning landscapes, conquer challenging roads, and deliver a wide variety of orders to satisfied customers across the globe! In Truck Simulator, you assume the role of a dedicated delivery driver tasked with picking up a wide range of orders and ensuring their safe and timely delivery to the final customer. From small packages to oversized cargo, you'll encounter a variety of challenging deliveries that will put your driving prowess to the test. \nTruck Simulator - Heavy Cargo Driver 2023 combines stunning graphics, realistic physics, and immersive gameplay to offer an unparalleled trucking experience. Whether you're a seasoned truck simulator enthusiast or a newcomer to the genre, get ready to take the wheel and prove your mettle as the ultimate delivery master! Choose from an extensive selection of trucks, ranging from nimble vans to powerful rigs, each fully customizable to suit your preferences. Enhance your trucks' performance, appearance, and comfort by modifying their engines, chassis, interiors, and more. Create your dream truck and make a statement as you hit the road in style. \nIn Truck Simulator, attention to detail is key. Keep a close eye on your fuel gauge, as you'll need to make timely stops at gas stations to refuel and avoid running out of gas in the middle of nowhere. Don't forget to take breaks to eat and rest, as fatigue can impact your driving abilities. Balancing these essential elements adds an extra layer of realism and challenge to your delivery missions. \n\nAre you prepared to embark on this epic delivery odyssey, conquer challenging roads, and dominate the trucking industry? The open road awaits in Truck Simulator - Heavy Cargo Driver 2023!",
    "id": "0100BA601B90C000",
    "name": "Truck Simulator - Heavy Cargo Driver 2023",
    "publisher": "GOGAME CONSOLE PUBLISHER",
    "releaseDate": 20230623,
    "version": 0
}