{
    "description": "Skábma - Snowfall is a never before seen representation of indigenous Sámi stories and culture. Explore Nordic beauty in a world where the old northern campfire tales come alive! Use your wits to solve environmental puzzles and platforming challenges in this narrative 3rd person adventure.\n\nSave your home!\n\nThe daily life of a Sámi village is disturbed after an accident at a nearby Tar-Burning Pit. An odd disease starts spreading across the area, affecting everything from the land to the people and animals.\n\nYou play as Áilu, a young Sámi herder searching for a runaway reindeer doe. The mystery of the growing disorder starts to unravel when Áilu finds an old enchanted drum, Goavddis. Time is running out for the infected, but the long lost knowledge of Sámi healers, Noaidis, is still beating within the drum.\n\nWhat is lost can always be regained! Find the four Familiar Spirits and reconnect with nature to find the source of the disease. It’s your time to become a new Noaidi for a new era!\n\nKey features\n\nStory-driven\n\nAn unique story tied to the northernmost indigenous people of Europe, Sámi. Embrace the cutscenes fully voiced in Northern Sámi and immerse yourself in this narrative adventure.\n\nFamiliar Spirits\n\nFind four familiar spirits, Skuolfi - The Owl, Guovža - The Bear, Čámsa - The Trout and Rieban - The Fox, with varying powers affecting your movement and ability to Attune the Disorder spreading through Sámiland.\n\nDrum and Explore\n\nUse your drum and Familiar Spirits’ powers to reveal invisible elements in the arctic nature. Follow the trails leading to collectables, spirits of people and trees that will help you through obstacles and environmental puzzles.\n\nImmersive Northern World\n\nDiscover mysterious landscapes across the physical and spiritual worlds with spellbinding music including traditional Sámi yoik-singing from award-winning Hildá Länsman. Explore Áilu’s world, find grandfather’s family treasures, notes on outsiders’ view of Sámi culture, catch hares and talk to spirits to learn more about the game world and Sámi stories.\n\nJump into an adventure through wilderness and spirit worlds!",
    "id": "0100A7C0179C6000",
    "name": "Skabma - Snowfall",
    "publisher": "Plug In Digital",
    "releaseDate": 20231107,
    "version": 0
}