{
    "description": "Galacide combines the frenzied action of classic space shooters with the focused, fast-thinking tactics of puzzlers. Choose from a variety of ships, each equipped with unique features and abilities. Embark on your mission to tunnel through the strengthening alien invasion, find the source, and save the galaxy! \n\nGo it alone or assemble a squad of your friends to battle in the most unforgiving corners of the universe!\n\n- 4 Player Cooperative:  Enlist the aid of your comrades in your fight to save the galaxy, with 4-player local co-op!\n- Campaign Mode:  Fight your way through unique environments and challenges to discover the source of the alien scourge and eliminate it!\n- Endless Play:  See how far you can make it fighting through endless hordes of enemies and tunneling through the advancing puzzle wall!\n- Puzzle Play:  Complete progressively more difficult scenarios that challenge your mind, not your trigger finger!\n- 4 Playable Ships:  Choose from the Mining Ship, Freighter, Phase Ship, and Battleship, each equipped with special abilities and unique attributes!\n- Challenging Boss Encounters:  Battle dangerous and powerful bosses. Can you defeat the most dangerous beings in the galaxy?\n- In-game Tutorial:  Become an ace pilot by going through a quick training program.\n\nIn Galacide, you must carefully strike a balance between fighting the enemy and tunneling through the encroaching Bitwall, as neglecting either will assuredly result in your demise. It’ll take a combination of skill, luck, and an advanced spacecraft to ensure your success.\n\nMining Ship - A retrofitted asteroid mining vessel, this ship has a solid balance of agility, strength, and firepower, and is equipped with a powerful tractor beam used to pull in enemy Scrap.\nFreighter - A re-purposed cargo-hauler, this ship may not be the fastest or hit enemies the hardest, but it’s as durable as they come, with the ability store & retrieve enemy scrap in its cache.\nPhase Ship - A top-secret military experiment, this ship is able to move extraordinarily fast and temporarily phase through the Bitwall, while dodging enemy attacks.\nMilitary Ship - The accepted standard for military conflict, this ship boasts huge strength and firepower. Homing missiles lock on targets, and the ability to burst through the Bitwall, carving its own path.\n\nAs part of your mission to eradicate the alien invasion, you will journey across the galaxy and visit unique destinations like asteroid fields, planets, mining depots, and junkyards - Each location bringing you one step closer to finding the invasion’s source!\n\nPuny Human is an independent studio, based in Raleigh, North Carolina, with a passion for games and game development. Since 2007, we’ve worked hard to make the kinds of games we love to play, such as Dystopia, Blade Symphony, and, most recently, Galacide! To learn more about us and what we do, check out our website, or catch up with us @PunyHuman!",
    "id": "0100E9100F244000",
    "name": "Galacide",
    "publisher": "Puny Human",
    "releaseDate": 20201023,
    "version": 0
}