{
    "description": "Bad news: you’re dead. Good news: at least you made it into Heaven!\n\nWhen you first awaken in the afterlife, you find yourself on a tiny deserted island in the middle of the ocean. No pearly gates, no choir of angels to greet you—just a couple of palm trees and an annoying little bird to keep you company. For a place called Heaven, it sure doesn’t feel much like paradise. There’s no shelter to protect you from the elements, nor even any food to eat. In fact, the only thing here at all seems to be an old fishing rod lying down by the shore. Looks like you’re gonna have to learn how to fish.\n\nThankfully, you won’t have to go it alone for long, as you’ll soon be given access to your very own boat, as well as a fancy little doodad called a “skyPhone.” With this, you can plan out fishing expeditions, upgrade your gear, and take on requests from the various denizens of the afterlife. By fulfilling their wishes, you’ll grow closer to each of these friendly souls, and eventually, gain access to new fishing spots and even more interesting types of fish, with each step bringing you closer to uncovering the mysteries surrounding the legendary God Fish...\n\nFishing Paradiso is a narrative-driven adventure game designed to be both therapeutic and engaging with its relaxing gameplay and RPG-style progression systems. The more you fish, the more the game opens up with new environments to explore, new story objectives, and new characters to meet and befriend. With over 100 different types of fish to catch, not to mention dozens of upgrades to unlock, furniture to collect, there’s never been a better time to set sail and see for yourself what surprises paradise has in store!\n\n# MAIN FEATURES\n\n* Over 90 unique species of fish to catch from strange and fantastical ecosystems ranging from mountains and seas to the Milky Way and Hell itself!\n\n* A fishing game… with a story!? You’d better believe it! This is a wholly narrative-driven experience with a heartwarming story you won’t find anywhere else in the genre!\n\n* Easy to pick up, but difficult to master! It’s a simple gameplay loop that’s relaxing at first… but addictive and challenging by the end!\n\n* Complete side quests to forge deeper relationships with a diverse cast of characters, some of whom you might recognize from our previous game, Bear’s Restaurant! \n\n* Deck out your own private cabana with collectible furniture you can earn by completing specific quests, and rearrange it however you like!\n\n* Take your friends out to lunch via the all-new dining system, Foodie Friends! Unlock dozens of additional bonding events for each character you meet along your journey as you sample every dish on the menu at Bear’s Restaurant!",
    "id": "0100890016A74000",
    "name": "Fishing Paradiso",
    "publisher": "Odencat",
    "releaseDate": 20220602,
    "version": 0
}