{
    "description": "Gather your friends, pick a board, and have a Mario party. Choose your character, roll some dice, and compete in an assortment of minigames to see who can get the most stars. From running through merry-go-rounds to motion-control* minigolf, there are seven boards and over 110 minigames to play!\n\nGo with the flow in Goomba Lagoon, search the mall for stars in Rainbow Galleria, or revisit the classics of Western Land and Mario’s Rainbow Castle. With 22 playable characters, including newcomers Pauline and Ninji, there’s something for every kind of partygoer!\n\nTake the fun online in Koopathlon and Bowser Kaboom Squad\n\nRace across the party board in Koopathlon, a series-first 20-player online** competition to see who can rack up the highest scores in minigames like the fast-paced Lane Change. The higher your score in each round, the faster you’ll get to the goal. If cooperative play is more your style, take on an Impostor Bowser in the 8-player online  Bowser Kaboom Squad mode. You can also play the standard Mario Party mode with friends***,  family***, and others online!\n\nParty online on us— 3-month Nintendo Switch Online Individual Membership is included! \n    \nYou’ll need an Internet connection and a Nintendo Switch Online membership**** to play in online modes, but don’t worry if you’re not a current Nintendo Switch Online member. If you pre-order or purchase the game prior to March 31, 2025 at 11:59 p.m. PT , you’ll receive a Nintendo eShop code for a 3-month Nintendo Switch Online Individual Membership (not valid with Nintendo Switch Online Family or Nintendo Switch Online + Expansion Pack memberships )! The code, which never expires,  will  come either in a packed-in pamphlet (while supplies last)  if you purchased the physical version, or by email if you purchased digitally.\n",
    "id": "0100965017338000",
    "name": "Super Mario Party™ Jamboree",
    "publisher": "Nintendo",
    "releaseDate": 20241017,
    "version": 0,
    "category": [
        "Party",
        "Multiplayer",
        "Board Game"
    ],
    "developer": null,
    "intro": "Join a jamboree jam-packed with more minigames than any Mario Party™ game to date!",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "pt",
        "de",
        "it",
        "nl",
        "ru",
        "ko",
        "zh",
        "zh"
    ],
    "nsuId": 70010000084608,
    "numberOfPlayers": 4,
    "ratingContent": [
        "Mild Fantasy Violence",
        "Users Interact",
        "In-Game Purchases"
    ],
    "region": null,
    "rightsId": null,
    "latest_update": {
        "id": "0100965017338800",
        "version": "65536"
    }
}