{
    "description": "Several years after Yuuji Kazami and his friends fought for their lives in a fierce battle, a new generation of heroines gather at Mihama Academy, which has been reinstated as a 'specialist training school'.\nTaking place in the same world as The Fruit of Grisaia, new characters bring an exciting fresh take in Volume 5.5 of this brand new series!\nThis thrilling story, which unfolds at the reborn Mihama Academy, will undoubtedly excite not only those who have played previous releases, but those who are new to the series as well!\n\nAvailable in three languages!\nThe text can be set to Japanese, English or Simplified Chinese (audio is Japanese only). This includes in-game text, options, and the digital manual. Language settings can be changed at any time.\n\nPlay using only the touch screen! Play with one hand!\nPlay in handheld mode with the Nintendo Switch Joy-Con™ controllers attached, or detach them and play with just the touch controls! While in tabletop mode or TV mode, everything can be controlled using only the Joy-Con (R), allowing you to play with only one hand! Also available for the Nintendo Switch Lite. (A separate Joy-Con (R) is required to play with one hand.)\n\nVolume 5.5 Summary\nThree months have passed since Arisaka Shiori started working at Mihama Academy.\nShe did her best to adapt to her unusual position as a teacher at the 'school of assassins' and somehow managed to gain the trust of her students. However, However, Haruto's evaluation of her was rather pragmatic.\n\"She's, uh, unusually modest, and a bit clumsy. But she's sincere, and she tries her best at everything she does... I think she makes a great teacher, but that alone isn't going to keep her at Mihama.\"\nArisaka, who was summoned by the principal based on her initial terms of employment, is asked whether or not she intends on continuing to teach.\n\"Let's get down to business - do you want to keep your job?\"\n\"Can I ask you a question too? Am I... needed at this school?\"\nArisaka begins to talk about her horrific past.\nIt's almost time for her to make her decision...\n\nGameplay\nIt's a visual novel in which you don't need to make any choices, so you can enjoy the story like you would when watching a movie or reading a book.\nThe story comes to life with a star-studded voice actor cast and fully-voiced story (excluding the main character), gorgeous graphics and music, and immersive animation.\n\nStaff\nCharacter Design/Art: Akio Watanabe\nStory: Ryuta Fujisaki\nSD Character Design/Art: nanaca mai\n\nCast\nRena            VA: Maaya Uchida\nTohka          VA: Ayane Sakura\nChris            VA: Kaori Nazuka\nMurasaki      VA: Atsumi Tanezaki\nMaki            VA: Yoshino Nanjo\nGumi           VA: Suzuko Mimori\nTaiga           VA: Natsumi Takamori\nMiss Arisaka VA: Mikako Izawa\nOther\n*Fully voiced (excluding the main character)",
    "id": "0100CAF013AE6000",
    "name": "GRISAIA PHANTOM TRIGGER 5.5",
    "publisher": "PROTOTYPE",
    "releaseDate": 20210121,
    "version": 0
}