{
    "description": "Choose your own route around the world, travelling by airship, submarine, mechanical camel, steam-train and more, racing other players and a clock that never stops in TIME Magazine's #1 Game of the Year 2014, now on Nintendo Switch™.\n\nFeaturing stunning art by Jaume Illustration, a half-million word script by Meg Jayanth and Jon Ingold, original music by Laurence Chapman, 80 DAYS is an interactive adventure created by your choices, on the fly, and is different every time you play.\n\nPlaying as Phileas Fogg's loyal valet, Passepartout, you must balance your master's health, your finances, and the time, as you choose your own path from city to city all the way around the world. Bribe your way onto early departures, but don't let yourself go bankrupt or you'll be sleeping rough and begging for aid! Trade items for profit, and collect the equipment for the conditions you'll face: but too much luggage will slow you down...\n\n80 DAYS is a breakneck race, with an in-game clock that never stops running. Trains, steamers, hot-air balloons, boats, camels, horses and more leave and arrive minute by minute. \n\nEvery city and journey is narrated via an interactive story where you control every action. Will your choices speed you up - or lead you into disaster? Will you earn Fogg's trust and respect? Will you uncover the secrets and short-cuts that can shave days off your time? Murder, romance, rebellion and intrigue await! \n\n* \"We’ve been dreaming about this future for decades. Guess what? It’s here.\" - New York Times\n\n* \"Interactive storytelling as its best\" - The Guardian\n\n* \"This brilliant interactive novel re-imagines Phileas Fogg's journey around the world... One of the finest examples of branching narrative yet created.\" - The Telegraph\n\n* \"For people who love high adventures and good writing, 80 Days is a voyage that must be taken\" - The Verge\n\n* \"A brilliantly paced, memorable and quite frankly terrific piece of modern interactive fiction, that masterfully blends strategy, resource management and adventure\" - IndieGames.com\n\n* \"This is modern storytelling that engages and delights, and the bold, stylish artwork gives 80 Days almost a graphic novel feel. Pack your case, armchair Passepartout - adventure awaits!\" - Joystiq\n\n* \"Is it a game? Is it a story? Both, really. And a delight.\" - The Telegraph - Best Novels of 2014\n\n* \"Could be the best interactive fiction game out there\" - 148 Apps\n\n* \"A sublime video game to immerse yourself in\" - The Examiner\n\n* \"One of the most extraordinarily memorable and unique games I’ve played in years\" - Pocket Tactics \n\n* \"Innovative and extraordinary, and unpredictable fun\" - Apps Zoom\n\n* \"Rich with ideas, brilliantly written, and creates a world that you'll want to visit over and over again\" - PocketGamer (gold award)\n\n150 cities to explore. Millions of journeys. Detailed research and techno-fantasy combine in an 1872 of tensions, inventions and exploration. Climb the Burmese mountains, trek the Zulu Federation, sail up the Amazon and disappear under the Indian Ocean - but don't fall behind the time!",
    "id": "0100B0700E944000",
    "name": "80 DAYS",
    "publisher": "inkle",
    "releaseDate": 20191001,
    "version": 0
}