{
    "description": "The spirit of old-school fighting games is back with Dual Souls. Inspired by classic fighting game series, Dual Souls delivers it all - it’s fast; it’s full-on; it’s tactical; it’s online and it’s FUN!\n\nWith fluid animations and colorful graphics, Dual Souls is a highly tactical game with multiple unique fighters, each with their own fighting styles and moves. The game also comes stacked with an array of awesome features:\n\n* Rollback Net-Code.\n* Create and customize your fighter with \"Journey\" mode.\n* Challenge players from around the world with \"Net-play\" mode.\n* Learn game mechanics with \"Tutorial Lessons\".\n* Access each character's ending and story with \"Arcade\" mode.\n* 11 Fighters (+More with regular updates) each with unique abilities. Characters include a dagger-wielding Ottoman warrior who excels in slap attacks; a giant kunai riding ninja; a Kazakh shaman who uses spirits to attack and curse opponents; a * half-beast with his pet which helps to create combination attack patterns; a Templar knight who resists and counters opponent’s attacks.\n* Easy to use controls with a set-up to suit everyone.\n* Multiple gameplay Modes - Arcade Mode, Story Mode, Net-play, Versus Play, Tutorials, Combo Challenges and Journey Mode (survival/customization mode).\n* Tactical Features - Enhance your gameplay style and create your own combos with features like \"Block\" and \"Counter Block\" (similar to \"Parry\" in SF3 games), \"Recovery\" and \"Power Recovery\" (similar to Roman Cancels in GG games), \"Chaos Break\" (similar to Burst in GG games) and \"Limit Break\" attacks.\n* Destroy your Opponents with Style - Unlock the power of strategic Chaos Moves by selecting one \"blue\" type chaos move at the start of each fight.\n* Finish off your opponent with a character-specific method when they are on low health and you are on the winning round.",
    "id": "0100560013C44000",
    "name": "Dual Souls: The Last Bearer",
    "publisher": "Stun Games",
    "releaseDate": 20220106,
    "version": 0
}