{
    "description": "Embark on an epic RPG quest, as you dig and explore your way through a rougelite 3D world filled with magic and adventure. Take on mini-quests, fight off feverish enemies, and survive the rush of adrenaline as you smash through obstacles and obstacles.\n\nFeatures:\n- Explore multiple mines\n- Upgrade your equipment to get more deadly and effective\n- Fight and defeat imposing bosses\n- Use a friendly, easy to use control scheme\n- Discover new content and surprises in many upcoming updates\n\nAs a miner, you have the unique opportunity to collect gold and valuable resources as you dig deeper and deeper into the dungeon. But be warned, the deeper you go, the harder the challenges become, and the more powerful the enemies you will face.\n\nThankfully, you are not alone on this adventure. You have the help of your trusty hero, equipped with the latest technology and magic spells to aid you in your journey. Together, you will face the unknown, discover hidden treasures, and emerge victorious.\n\nVisit a museum to marvel at the epic artifacts you’ve collected during your magical adventure. Customize your hero with powerful loot & equipment that will aid you in future quests. Unlock powerful skills to become even stronger!\n\nSo what are you waiting for? Join the adventure and start your quest today!",
    "id": "0100BFD020C60000",
    "name": "Mine & Slash",
    "publisher": "BoomBit Games",
    "releaseDate": 20241002,
    "version": 0,
    "category": [
        "Action",
        "RPG",
        "Adventure",
        "Fighting"
    ],
    "developer": null,
    "intro": "Enter the dungeon, defeat enemies and mine for gold!",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "de",
        "it",
        "pt",
        "ru",
        "ko",
        "zh"
    ],
    "nsuId": 70010000088008,
    "numberOfPlayers": 1,
    "ratingContent": [
        "Language"
    ],
    "region": null,
    "rightsId": null
}