{
    "description": "[Story]\nDive through four hundred years of technological advancements into the underwater city of Royla, where humanity once found a new home. That is until this future Atlantis was beset by fierce monsters mutated by toxic marine waste. Take on this unprecedented threat as the sea guardian Pronty, and fight alongside your javelin partner Bront to take down the mutants, discover the truth behind the creatures' sudden invasion, and uncover the secrets behind Pronty's origins.\n\n[Game System]\n◆Unique “javelin” combat system\nControl the inexperienced Pronty and Bront the Javelin, a weaponized robotic swordfish that can fend off the sea creatures corrupted by toxic waste. Use Bront to repel enemies, remove obstacles, and shield Pronty from harm.\n\n◆A terrifying array of hostile and mutated sea life\nEncounter all sorts of creatures formed from a ghastly fusion of sea critters and marine debris. While some might look easy to defeat, there’s always a bigger fish…Fight giant bosses to bring back hope to the once-thriving Royla and reveal the truth behind the monsters and pollution.\n\n◆Swappable upgrades for customized combat\nUnlock new abilities and upgrades in Pronty’s Memory Board to put together strategies that work for every situation and play style.\n\n◆Explore this magnificent but perilous underwater city\nExplore the fallen underwater city, Royla, in an underwater Metroidvania experience.\n\n◆Challenge all difficulty and Boss Rush mode\nReplay again and again, with post-launch updates including the boss rush mode in Neptune’s Hall.\n\n[Gallery]\nDepicted with beautifully vivid yet eerie line art, the sea creatures in this game are inspired by all that resides beneath the sea—from gorgeous aquatic life and landscapes, to ancient oceanic myths and toxic marine waste. Enjoy discovering each unique creature!",
    "id": "0100CEC019446000",
    "name": "Pronty",
    "publisher": "Happinet Corporation",
    "releaseDate": 20230307,
    "version": 0
}