{
    "description": "The story takes place during the era of great geographical discovery in the 15th to 17th century. The world is linked by nautical routes, leading to an upsurge in ocean exploration.\nEvery young navigator of this era dreams of their own ship to sail freely through the ocean. Some seek to change their destiny, others hope to make history.\n\n[Sailing Simulation, Face the Turbulent Waves]\nA real-world scale map, and highly detailed recreation of the ocean, land, monsoon currents, and weather changes form a huge maritime world. Face sudden changes in weather, unpredictable winds, sunken treasure, pirate attacks, and luring danger. And experience a novel and thrilling voyage through the ocean.\n\n[Port Adventures, Global Free Trade]\nAlmost 200 unique ports full of exotic local culture to experience. You can resupply, trade, accept commissions, recruit sailors, invest, and engage in many other activities in the ports. You can even form a land expedition team to explore inland!\nPrices fluctuate with the situation at the ports, ultimately translating to higher profits. Promote port development through trade and commissions to increase the variety of goods, items, and premium ships available.\n\n[Meet Adventurers, Form the Strongest Fleet]\nYou will assume the lives of four captains with unique backgrounds. Over 30 outstanding individuals like British scholars, legendary pirates, Jewish merchants, and Japanese ronins are waiting to be recruited. Use them wisely to bring out the best in them.\nEven heroes need trustworthy companions! Help them grow, unlock new traits, and improve basic skills for a greater variety of available strategies to handle all challenges with ease.\n\n[Customize Your Ship, Experience Thrilling Naval Battles]\nMore than ten renowned ships from history have been faithfully recreated. Collect famous ships such as the Caravel and Galleon or customize a unique ship of your own.\nIn a naval battle, use the wind to create distance and switch the position of your cannons, then launch a rain of fire upon your enemies; or do the opposite and enjoy the thrill of sword fighting.\n\n[Explore Freely, Amass Treasure]\nHistorical ruins, sunken ships, pirate treasure... The high seas are full of secrets. Explore the unknown, unearth mysterious treasures, uncover ancient civilizations, and freely explore every corner of the world!\n",
    "id": "010037D017F3C000",
    "name": "Sailing Era",
    "publisher": "BILIBILI HK",
    "releaseDate": 20230720,
    "version": 0
}