{
    "description": "In Godlike Burger you run the craziest restaurant of the galaxy! Stun, poison and kill customers in many devious ways… and turn them into burger meat! And don’t worry: Alien customers will keep coming if you are smart about it, because cannibalism is just too damn tasty.\n\nGodlike Burger puts you in the shoes of a maniac chef who makes the best burgers in the universe. The secret ingredient? The customers themselves! Run the restaurant, cook delicious burgers and kill lots of aliens. But be careful – leave no witnesses uncooked!\n\nDuring the day, different aliens arrive to taste those delicious burgers at your space restaurant. Well, or to be killed and turned into minced meat. The freezers don’t fill themselves, right? You can attack them head-on with your trusty meat cleaver or use a variety of traps to dispose of them in more creative ways.\n\nAt night you have time to upgrade kitchen appliances and traps, buy supplies and cook “secret sauces”. Maybe the police are starting to suspect you? Better relocate your flying restaurant to a different planet, or pay a little bribe. You can’t have pesky cops around while trying to become the galaxy’s most famous burger restaurant!\n\nKey Features\n\n-Cook the best burgers and turn your pitiful diner into the universe’s most famous restaurant. More prestige means more customers, new planets to visit and more money!\n-Kill your customers with a range of hidden traps, deadly sauces or the good old meat cleaver!\nImprove your kitchen and find out what each alien race likes - uncover the secret of the perfect burger.\n-Explore the galaxy and its worlds. There are different alien species and their individual strengths and weaknesses to discover.\n-Don’t get caught! Leave no witnesses and keep the police’s suspicion low by playing and planning smartly.\n-Manage your restaurant at night to do what every good restaurant owner must do: cook new “sauces”, buy ingredients and upgrade your kitchen, traps and weapons.\n-Complete quests and solve dozens of different problems from clogged toilets and meteor showers to zombie attacks.\n",
    "id": "0100AE0017698000",
    "name": "Godlike Burger",
    "publisher": "Daedalic Entertainment",
    "releaseDate": 20221102,
    "version": 0
}