{
    "description": "Become the ultimate blacksmith in BlackSmith HIT, an exclusive and captivating arcade game for Nintendo Switch™. Immerse yourself in an ultra-realistic hammering experience, featuring stunning graphics, incredible animations, and intuitive controls. Hammer the red iron, discard the cold ones, and unlock amazing rewards as you progress through new levels.\nPrepare to unleash your inner strength and experience tremendous satisfaction in BlackSmith HIT. Only if you have what it takes to be a real blacksmith, your hammer awaits. Seize it and embark on a smashing adventure! This game is tailored for passionate and competitive players, offering a wealth of excitement and challenges.\n\nEstablish your name among the world's finest blacksmiths, with each swing of your hammer taking you closer to greatness.\n\nWhile the concept may sound simple, BlackSmith HIT offers an addictive and engaging gameplay experience. Your task is to hit and catch, but there's a twist. Maintain the anvil at the optimal temperature by skilfully tossing the grey iron bars over your shoulder with the pliers in hand.\nCollect as many real gold horseshoes as possible and strive for the highest number of successful strikes. Your progress unlocks a vast array of possibilities in the blacksmithing world. Conquer exciting challenges to unlock 20 unique and expertly crafted blacksmith characters, each with their own captivating storylines and specialized scenes.\n\nFeatures:\n- Prove yourself as the best blacksmith in the world\nImmerse in astonishing graphics, stunning animations, and a splendid soundtrack\n- Choose from 20 awesome characters and their tailored scenes\n- Earn gold horseshoes and decide how to spend them\n- Experience addictive and intuitive gameplay mechanics\n- Share your best scores and showcase your blacksmithing skills to the world\n\nDon't wait any longer. Gear up, unleash your inner Thor, grab your hammer, and prove that you're worthy of the title of a true blacksmith. It's time to HIT LIKE A BLACKSMITH!",
    "id": "010035601B3C0000",
    "name": "BlackSmith HIT",
    "publisher": "Ultimate Games",
    "releaseDate": 20230525,
    "version": 0
}