{
    "description": "It has been 11 months since the infection started. Everyone fled the cities, mass panic in the streets. The zombies took over our towns, our buildings, our houses. Now we sleep outside while they roam our streets.\n\nWe waited for the army, and the army didn’t come, so we picked up guns. We waited for a hero, and noone came, so we were left to survive on our own. Now we’re done waiting. Will you lead us in the face of a certain doom?\n\nWe’ve organized into hunting parties, to take our blocks back and push the evil residents away. We officially declare that from today onwards, our city is a Zero Z Zone. We’re the Zombie Blast Crew.\nPlanning and getting the proper crew and equipment is already half the battle. No hero gets through a battle without his sword, and no crew member goes to the field without their gun. Big crowd of walking dead? Karen and her flamethrower got you covered. Need to keep your distance from certain stupid zombies? Michael’s assault rifle or Javier’s machine gun might be a better pick. It’s all about using your head, knowing your craft and picking the right man or woman for the right job.\n\nSame goes for our gear. Do you pack a scout med-kit to heal after-zombie injuries? Some grenades to clear infected areas? Some food to get yourself a hunter survival boost? Don’t rush in, it pays to be prepared. And don’t forget to polish your skills - levelling up will help your gun shooting.\n\nFEATURES:\n- Exciting missions taking place in separate locations of the same city, with different weather and times of the day\n- A team of survivors equipped with unique weapons\n- Individual style of play for each hero\n- Additional equipment that can be upgraded to develop specific skills\n- Several types of zombies, each with a unique movement pattern and a special attacking style, adjust a strategy to your enemies",
    "id": "0100B610138F8000",
    "name": "Zombie Blast Crew",
    "publisher": "QubicGames",
    "releaseDate": 20201113,
    "version": 0
}