{
    "description": "Seek out and take in-game photographs of Pokémon in their native environments in the New Pokémon Snap™ game, only for the Nintendo Switch™ system! Snap photos from the NEO-ONE as you you encounter and research lively wild Pokémon. You might see unexpected expressions or behaviors—Pokémon patrolling their territory, playing, or lurking in out-of-the-way spots. \n\nInvestigate the mysterious Illumina phenomenon\n\nTravel to the islands that make up the Lental region. In this region, some of the Pokémon and vegetation will appear to have a special glow. Research these Pokémon alongside Professor Mirror as you explore dense jungles, vast deserts, and more! Your observations of Pokémon thriving in the wild may help unravel the truth behind the Illumina phenomenon. The Pokémon pictures you take will be used to build your very own Pokémon Photodex!\n\nSave, edit, and share your favorite Pokémon photos\n\nSave photos to your personal in-game album to edit and adjust them. When you complete a course, you can adjust the brightness, blur, zoom and other aspects of your photo in Re-Snap mode. Then, add stickers, frames, and filters to add a personal touch. Share your favorite photos with family and friends in-game*. You can also see what kinds of photos everyone else is taking. See something you like? Award a Sweet! medal.\n\nThis new game brings the gameplay of the 1999 Pokémon Snap game for the Nintendo 64™ system to life on the Nintendo Switch system with unknown islands to discover and different Pokémon to see! \n\nPhotograph lively wild Pokémon in their natural habitats as you research and explore unknown islands. Hop in your trusty travel pod, the NEO-ONE, and journey through a variety of environments such as beaches, jungles, and deserts to capture previously-unseen Pokémon behaviors. You can even play a melody or toss Pokémon a delicious fluffruit to catch their attention. Photos you take can also be used to fill out your very own Pokémon Photodex! \n\nYour photos are scored based on the Pokémon’s poses, how large they appear, how directly they’re facing you, and other factors. You may even snap a four star-worthy photo if you catch rare Pokémon behaviors. These scores can be shared via in-game rankings* so you can compare your shots with other Pokémon photographers around the world.\n\nIn the Lental region, Pokémon and vegetation have sometimes been seen to glow. Meet Professor Mirror and work with him to uncover the mystery of the Illumina phenomenon. Your photos and observations may be key to learning about this strange occurrence.\n\nA free update includes 3 new areas to explore, each with Day and Night versions, and 20 more Pokémon to photograph! Keep your eyes—and camera lens—peeled as you explore the rocky cliffs in the Barren Badlands, ride the rapids of the Mightywide River, or shrink down to a tiny size to explore the Secret Side Path.",
    "id": "0100F4300BF2C000",
    "name": "New Pokémon Snap™",
    "publisher": "Nintendo",
    "releaseDate": 20210430,
    "version": 0
}