{
    "description": "There has never been a Wonder Boy collection quite like this!\n\nFeaturing 21 versions of six of the most iconic Wonder Boy games ever released, this incredible compilation brings SEGA’s influential platformer series to today’s hardware. With expert ports of some of the most important platformers of the 1980s and 1990s, Wonder Boy Anniversary Collection offers enough classic gameplay to keep even the most experienced retro gamers busy for monthsIn bringing together 21 versions of six of the most celebrated games from SEGA’s iconic platformer series, this comprehensive collection offers the most ambitious compendium of Wonder Boy games ever released.\n\nThrough the 1980s and 1990s the Wonder Boy series gained a vast cult following thanks to its distinct blend of energetic platforming, action-RPG elements, and even shoot ‘em up gameplay. And now you can enjoy a diverse spread of the Wonder Boy games that have left a powerful legacy throughout gaming, from the 1986 arcade original to 1994’s Monster World IV. \n\nWonder Boy Anniversary Collection brings the series up-to-date with precise ports for today’s hardware, and new features such as the ability to rewind your game at any moment. \n\nWhether you're a retro devotee wanting to catch up on this important piece of gaming history, a Wonder Boy fan looking to play your favourites on cutting edge hardware or are simply looking to experience the very best in nostalgic gameplay, Wonder Boy Anniversary Collection is about as essential as it gets.\n•\tSix classic games from SEGA’s celebrated platforming series\n•\t21 versions including ports for multiple consoles\n•\tFeatures \n   Wonder Boy (6 versions)\n   Wonder Boy in Monster Land (4 versions)\n   Wonder Boy III: Monster Lair (2 versions)\n   Wonder Boy III: The Dragon‘s Trap (4 versions)\n   Wonder Boy in Monster World (3 versions)\n   Monster World IV (2 version)\n•\tAn unrivaled Wonder Boy collection for true retro gamers\n•\tEvery title expertly ported to modern consoles, with extended features like filter, shader, a rewind option and an art gallery!\n•\tRevisit one of the most unique, important platformers of the 1980s and 1990s\n•\tGet your nostalgia on with crisp chiptune audio and perfect pixel art\n",
    "id": "0100B49016FF0000",
    "name": "Wonder Boy Anniversary Collection",
    "publisher": "Bliss Brain",
    "releaseDate": 20230126,
    "version": 0
}