{
    "description": "Drink More Glurp is a wacky physics, sports(ish), hot seat, party game set on a distant world where aliens have copied Earth’s summer games and got everything slightly wrong.\n\nHaving binge watched broadcasts of Earth TV the aliens are convinced that advertising is the most important part of any sporting event. Sponsors will randomly take control of events and twist them to fit their agenda, leading to a chaotic galactic summer games like no other.\n\nPlay together with friends and family\nRun, jump, throw and compete in crazy contests with up to 20 local players in Party Mode or take on the single player Challenge Mode and climb the global leaderboards in a variety of challenges. Watch replays of your friends flailing about or study the top scores to hone your own athletic technique.\n\nLoaded with content!\nWith an almost endless number of event and sponsor combinations, Glurp has masses of replayability. Just when you think you are getting the hang of an event, you get laser hands!\n\nWatch me flail! \nGlurp makes for a great spectator game – expect lots of shouting and cheering! Designed to keep the action going with drop in / drop out and defer turn features. A single set of Joy-Con™ is all you need for multiplayer events of up to 20 players.\n\nMove with style\nEach arm of the athlete is controlled independently with the controller’s sticks. You can move and grab with each arm... and that’s it. Get competitive with your own playstyles and unique techniques.\n\nFeatures: \n• Local multiplayer Party Mode from 2-20 Players\n• Thousands of possible event and sponsor combinations\n• A new competition each time you play\n• Single player Challenge Mode with online leaderboards and replays\n• Silly physics\n• Now with MORE Glurp\n\n\nAnd now a word from our sponsor\nMAXIMUM COLOUR, ZERO TASTE\n\nDRINK MORE GLURP\n\nGlurp believes in giving you the very best in beverage technology. With maximum colour and zero taste, Glurp gives our athletes the edge when competing in the games.",
    "id": "010093F00F894000",
    "name": "Drink More Glurp",
    "publisher": "Yogscast Games",
    "releaseDate": 20200806,
    "version": 0
}