{
    "description": "Prey upon your enemies, wield the power of disease and find the truth in your own memories. \n\nThe once thriving Kingdom of Hermes has fallen to an age of calamity.\n\nSeen as the answer to all the kingdom’s ailments, alchemy became a widely used practice across the land, with denizens welcoming it into their homes, using it to enhance and heal as they saw fit. When the price of alchemy became too steep, attempts to halt its use were made, each as woefully unsuccessful as the last, with the catastrophic consequences felt across the realm. Within days, the kingdom fell to chaos, infected monsters prowling the blood-soaked streets, all hope of a cure lost.\n\nCorvus is the kingdom’s final hope, the fate of Hermes resting in his feathered hands. The truth is buried deep in the memories Corvus left scattered throughout the punishing world, and only by collecting these lost memories can the kingdom be saved, but each time he dives back in, trying to piece together the truth, all he finds is more secrets.\n\nKey Features\n\nHarness the plague: Seize plague weapons from gruesome bosses and formidable enemies, wielding them as deadly weapons.  Giving enemies a taste of their own medicine will be the only way to survive the horrors that lurk in the shadows of the once thriving kingdom\n\nEmbrace the Raven: Shift into your raven form during battle, throw feathers like daggers to interrupt your enemies’ attacks, and perform executions with the swiftness of a raptor.\n\nFight your way: Upgrade and modify Corvus’ basic movements and plague weapons, build your very own playstyle, and prepare for the challenges that await in your own unique way.\n\nUnforgiving enemies: Corrupted by the plague, and mutated into monsters, enemies are twisted and incredibly hostile, challenging your ability at every turn.\n\nShattered memories: Piece together Corvus’ past as you dive back into his memories, trying to uncover the truth hidden in the past.",
    "id": "0100D3F01492C000",
    "name": "Thymesia - Cloud Version",
    "publisher": "Team17",
    "releaseDate": 20220818,
    "version": 0
}