{
    "description": "A revolutionary, romantic, visual novel where your choices change the course of history!\n\nIt’s March 19th, 1789 and King Louis XVI rules over France from the gilded halls of Versailles. France is a country of elegance and poverty, of ancient tradition and unstoppable change. It is a country on the brink of revolution.\n\nAttend parties, mingle with the rich and powerful, learn their secrets, and use this to get the wealth and power you deserve. Find true love in an opulent world of ever-shifting alliances, that grows more dangerous by the day.\n\nStill, you must always keep your eye on the coming revolution. After all, it’s better to be on the right side of history, than the wrong side of the guillotine.\n\nEXPLORE A LIVING, SCHEMING WORLD\nUse your calendar to plan your commitments each week in Paris, and more importantly, who you do them with. In a city marching towards revolution, time is of the essence, and your enemies have agendas of their own!\n\nLOVE IS POWER\nEnsnare the hearts of Parisian nobles and use their influence to your advantage. Change the outcome of political events, snub your rivals, and be lavished with expensive gifts.\n\nEVERYTHING HAS A PRICE\nTurn gossip into profit by selling the secrets you learn, but be careful! Your own credibility and security are also at stake. The choices you make can yield great rewards and change the course of the story, but dire consequences could arise if you’re caught!\n\nA CAST OF UNFORGETTABLE CHARACTERS\nFall in love with a sprawling cast of fully realized characters. Enjoy the company and learn the secret histories of mysterious priests, wronged soldiers, wealthy widows, and more! Don’t worry, if you’re discreet, you won’t have to pick just one.\n\nAN EXQUISITE WORK OF ART\nExperience a gorgeously illustrated, and lovingly researched rendition of 18th century Paris. It is a time of fashion, and a time of secrecy. It is a world of staggering beauty, and unspeakable danger.\n\nTHE SOUND OF ANOTHER TIME\nBe entranced by the authentic, original score crafted by award-winning composer John Robert Matz! Enjoy a sweeping musical journey that will take you from the class and sophistication of fashionable string quartets, to the grandeur of the orchestra of the late baroque.",
    "id": "010060401563E000",
    "name": "Ambition: A Minuet in Power",
    "publisher": "Iceberg Interactive",
    "releaseDate": 20220714,
    "version": 0
}