{
    "description": "Embark on a Magical Adventure with Wizard's Owl! \nWizard's Owl invites you into a captivating world of wizards, owls, and a quest to save the magical realm. In this adventure, you take on the role of a determined owl working for a prestigious mail and parcel delivery service. Your aspiration is to become a personal owl for the main wizard. \n\nKey Features: \n\t•\tUnleash Your Inner Hero: Step into the wings of a determined and ambitious owl, eager to fulfill her dream of becoming a personal owl for a powerful wizard. Only the strongest and most skillful owls can attain this coveted position, and it's up to you to prove your worth.\n\t•\tA World in Peril: The once harmonious land of wizards has been thrown into chaos by the wicked witch Mara. With her insatiable thirst for power, Mara has wreaked havoc upon innocent lives, leaving destruction and despair in her wake. It's time for you to rise to the occasion and put an end to her reign of darkness.\n\t•\tThrilling Challenges: Prepare yourself for a series of exciting challenges and obstacles as you navigate treacherous weather conditions, evade dangerous creatures, and outsmart rival owls who share your aspirations. With every hurdle you overcome, you grow closer to fulfilling your destiny and saving the magical realm.\n\t•\tThe Quest for Redemption: Join forces with the order of wizards as they seek to find and destroy the shattered pieces of Mara's amulet, the source of her dark powers. The fate of the world rests in your wings, and only by collecting and safeguarding each fragment can you ensure that Mara remains imprisoned forever.\n\t•\tImmerse Yourself in a Magical World: Featuring stunning visuals, captivating storytelling, and immersive gameplay, Wizard's Owl transports you to a world where magic and adventure go hand in hand. Explore breathtaking landscapes, unravel the mysteries of the magical realm, and uncover secrets that will change the course of history.\nDon't miss your chance to become the hero you were destined to be! Embark on an extraordinary journey filled with danger, friendship, and the triumph of light over darkness. Your wings await!",
    "id": "01009770201DE000",
    "name": "Wizards Owl: Magic Delivery",
    "publisher": "SUCCESS GAMES",
    "releaseDate": 20241011,
    "version": 0,
    "category": [
        "Simulation",
        "RPG",
        "Adventure",
        "Education"
    ],
    "developer": null,
    "intro": "Soar Through Magic and Become the Ultimate Hero!",
    "isDemo": false,
    "languages": [
        "en"
    ],
    "nsuId": 70010000085190,
    "numberOfPlayers": 1,
    "ratingContent": [
        "Mild Themes"
    ],
    "region": null,
    "rightsId": null
}