{
    "description": "Features:\n1. Exciting Locations\n2. Wide Selection of Airplanes\n3. Diverse Game Modes\n4. Versus Mode\n5. Ability Collection System\n6. Stunning Visuals and Graphics\n7. Easy-to-Learn Controls\n8. Challenging Obstacles\n\nWelcome to the adrenaline-pumping world of Airplane Race Simulator - 2 Player Game, where you can experience the joy and excitement of racing airplanes in captivating environments. This highly enjoyable game offers a thrilling race experience with different locations, game modes, and a versus mode that takes the enjoyment to new heights.\n\nTake control of a variety of airplanes, each with its own distinct characteristics, speed, and handling. Whether you prefer agile and nimble fighters, sleek and fast jets, or versatile propeller planes, there's an aircraft to suit every racing style. Unlock new airplanes as you progress, expand your collection, and master the unique capabilities of each one.\n\nAirplane Race Simulator - 2 Player Game introduces an exciting gameplay mechanic - the ability collection system. As you race, you'll encounter power-ups scattered throughout the tracks. These power-ups provide temporary enhancements and special abilities to boost your airplane's performance, giving you an advantage against your opponents. Strategically collect and utilize abilities like speed boosts, shield defenses, and offensive weapons to outmaneuver, outpace, and dominate the competition.\n\nThe Game’s versus mode takes the excitement to new heights. Challenge a friend in competitive race and experience the thrill of head-to-head battles, prove your dominance on the leaderboards, and make a name for yourself as the ultimate toy airplane champion.\n\nWhether you're a seasoned pilot or a beginner, this game offers endless hours of excitement, competition, and breathtaking aerial adventures. Soar through the skies, conquer challenging environments, and become the champion of the Airplane Race Simulator - 2 Player Game!",
    "id": "0100A5201C106000",
    "name": "Airplane Race Simulator - 2 Player Game",
    "publisher": "GOGAME CONSOLE PUBLISHER",
    "releaseDate": 20230818,
    "version": 0
}