{
    "description": "Istanbul is, without a doubt, one of the best board games to have ever been published. The long list of its awards and honors speaks for itself:\n\n2015 Nederlandse Spellenprijs Best Expert Game Nominee\n2014 Swiss Gamers Award Winner\n2014 Meeples' Choice Nominee\n2014 Kennerspiel des Jahres Winner\n2014 International Gamers Award - General Strategy: Multi-player Nominee\n2014 Hra roku Nominee\n2014 Gouden Ludo Winner\n2014 Golden Geek Board Game of the Year Nominee\n2014 Golden Geek Best Strategy Board Game Nominee\n2014 Golden Geek Best Family Board Game Nominee\n\nIn our 2018 digital version we have maintained all of the features that made Istanbul the fan favorite that it is, but also expanded upon it with a number of tools and features only available on the digital platform. We maintained the authentic board game feeling with the convenience you can expect from an electronic device.\n\nSo what is the game about?\n\nCan you be the first merchant to collect a certain number of rubies?\n• Run, collect and trade goods across the bazaar\n• Take control over your assistants\n• Increase your wheelbarrow capacity\n• Acquire special abilities to increase the advantage over your competitors\n• Buy rubies or trade goods for them\n\nIn Istanbul, you lead a group of one merchant and his four assistants through 16 locations in the bazaar. In each such a location, you can carry out a specific action. The challenge, however, is that to take an action, you must move your merchant and an assistant there, then leave the assistant behind to handle all the details while you focus on larger matters. If you want to use that assistant again later, your merchant must return to that location to pick him up. Thus, you must plan ahead carefully to avoid being left with no assistants and thus unable to do anything…\n\nWhat can you expect?\n\n• Official Istanbul game - 100% original rules\n• Adaptation of TOP 100 board game of all time by BGG ranking\n• Play with AI, with friends or both\n• Great artwork by Andreas Resch\n• Languages: English, German, Dutch, Polish, French, Korean, Japanese, Chinese Simplified, Spanish\n• Pass and play mode\n• Cross platform online multiplayer with synchronous and asynchronous modes\n• Opponents' last moves replay\n• 3 levels of difficulty AIs with individual strategies\n• Preset or random generated game boards\n• Atmospheric music and sounds\n• Unique, original board game experience\n• Intuitive gameplay\n• Colorblind mode\n• Over 70 achievements\n\nWhat are you waiting for? Become the best merchant in Istanbul!",
    "id": "01008E700CAAC000",
    "name": "Istanbul: Digital Edition",
    "publisher": "Acram Digital",
    "releaseDate": 20220427,
    "version": 0
}