{
    "description": "Slaying the undead is just another day at high school for Becky Brewster, new kid in town and latest in an ancient bloodline of spellcasting vampire hunters. Root out demonic infestations through the town’s buzzing social media, and take selfies with demonic forces to analyze their weaknesses. Power up your trusty fiend-thwacking field hockey stick, and level up your latent magic skills through grimoires and school supplies. Master the slaying game with the help of an eclectic cast of hilarious characters, and teach the vampires a thing or two about messing with Carpentersville High!\n\nSlay the vampiric legions\nTake on a delightfully macabre menagerie of outrageously mutated animals and vampirically possessed townsfolk. Engage in epic, energetic boss battles as you defend your hometown.\n\nSmall-town dungeon crawl\nHunt the forces of evil in high school halls, convenience store aisles, and shopping malls. Discover and accept missions from the town’s social media, and track down evil (and other after-school plans) with modern tech.\n\nIn a class of your own\nFreshman life is ultrafast-paced—even more so when you’re the vampire-hunting new kid. Assist and befriend and assist a comic cast of quirky and memorable classmates as you find your place as a teenager in the world of #BLUD.\n\nUpgrade your field arsenal\nDiscover and earn upgrades for Becky’s trusty vampire-slaying field hockey stick to face the mounting challenges, including handy attachments like a grappling hook, shovel, and umbrella shield.\n\nUncover fiendish mysteries\nResearch the demonic legions through means archaic and new. Translate your family’s mystic grimoire, and snap selfies with monsters to tag their strengths and weaknesses (just don't let them bite you!).\n\nLively undead animated adventure\n#BLUD is brought to life by Exit 73 Studios, a team of creators with a passion for traditional hand-drawn 2D illustration and animation, the joyous and jubilant cartoons of the modern era, and game development. ",
    "id": "010060201E0A4000",
    "name": "#BLUD",
    "publisher": "Humble Games",
    "releaseDate": 20240618,
    "version": 0
}