{
    "description": "Moonless Moon is a text-based adventure game following a girl as she travels through a variety of different worlds.\nNight brings her to a desert on the moon, a coffee shop inside of a tunnel, an island in the sky, and many more worlds beyond the realm of reason.\n\n[The Plot]\nYomichi is a normal girl living an average student's life—except for one thing: sometimes, after sunset, she finds herself transported into a different world.\nBe it a desert on the moon, a coffee shop inside of a tunnel, or an island in the sky, she enjoys her time in these new places, making friends each time.\nHowever, this leaves her with some questions.\nDo I really have to live in my daytime world? Is that life, the one where I go to school each day, the real one?\nIn this story, she tries to find out more about the worlds surrounding her and what they mean for her.\n\n[What makes it unique]\n- Moonless Moon feels like a music video that you can play through, full of unforgettable art and music.\n- During the \"riddle\" parts of the game, you will have to complete the story yourself to go forward. These are fun, intuitive puzzles where you look for keywords and place them in the text.\n- Moonless Moon features several original tracks with animated music videos to go along with them. Dive into this unique world and its who's who of musical talent.\n- Depending on your choices, the story will progress toward different endings.",
    "id": "0100987020138000",
    "name": "Moonless Moon",
    "publisher": "KAMITSUBAKI STUDIO",
    "releaseDate": 20240919,
    "version": 0,
    "category": [
        "Adventure",
        "Music"
    ],
    "developer": null,
    "intro": "When night falls, she wanders into another world...",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "zh",
        "zh"
    ],
    "nsuId": 70010000085080,
    "numberOfPlayers": 1,
    "ratingContent": [],
    "region": null,
    "rightsId": null,
    "latest_update": {
        "id": "0100987020138800",
        "version": "65536"
    }
}