{
    "description": "Welcome to the red frontier! In \"Mars Farming 2034,\" you are tasked with transforming the harsh Martian landscape into a thriving agricultural haven. This low-poly style simulation game invites you to master the art of extraterrestrial farming where every crop counts and every harvest takes you one step closer to self-sustainability on a new planet.\n\nFeatures:\nExtraterrestrial Agriculture: Cultivate a variety of Martian crops such as Ice Lettuce, Red Wheat, and Titan Taters. Each plant has unique requirements and benefits, challenging you to adapt and innovate farming techniques suitable for Mars.\n\nBase Building: Design and develop your own Martian farm from the ground up. Construct essential structures like greenhouses, water reclamation facilities, and solar panels to ensure your farm's productivity and sustainability.\n\nResource Management: Carefully manage limited resources such as water, minerals, and energy. Make critical decisions to balance resource consumption with farm expansion and efficiency.\n\nResearch and Development: Unlock advanced technologies through research to improve your farming capabilities. Experiment with genetically modified crops and cutting-edge life support systems to thrive under Martian conditions.\n\nSurvival Challenges: Face the realities of Martian weather, including dust storms and cold snaps, which can threaten your crops and survival. Dynamic weather systems require quick thinking and robust contingency planning.\n\nStunning Low-Poly Graphics: Enjoy a visually striking low-poly art style that brings the beauty and isolation of Mars to life. The simplistic yet captivating graphics make farming on Mars an enchanting experience.\n\nEmbark on a unique agricultural journey with \"Mars Farming.\" Can you green the Red Planet and carve out a new home for humanity? ",
    "id": "010095F01E872000",
    "name": "Mars Farming 2034",
    "publisher": "DEMENCI Games",
    "releaseDate": 20240510,
    "version": 0
}