{
    "description": "\"- Fortunate Duo - 強運傭兵と宝石の姫騎士\" is a novel game that depicts the lucky Mercenary and the Princess Knight's journey as he becomes a close aide and achieves success along the way.\nA Bishojo Game released in 2016 under the \"Black Currant\" brand has been reworked for the \"PandaShojo\" platform for players around the world to enjoy.\n\n\n◆Introduction\nThe day after defeating the self-proclaimed chess king at a tavern...\nA group of imposing soldiers arrived to take Alf away.\n\"Come with us. Princess Cheryl is waiting.\"\n\n\n◆Synopsis\nHumanity has allowed the invasion of the Demon King's forces.\nIt was later referred to as the era of the 'The Great Human-Demon War'.\n\nWhile some nations rose to fight against the Demon King, others took the opportunity to start a war.\nThe conflict extended beyond the battle between humans and demons, and the entire land was plunged into chaos.\n\n\"The lucky mercenary Alf enjoys drinking in a tavern along with his companions...\nnursing an ambition to achieve great feats and become a close aide to the princess knight.\n\nPrincess Cheryl of the Kingdom of Ruby, Princess Eve of the Kingdom of Jade, and Princess Mary of the Kingdom of Azure.\nDespite being women, they stood at the forefront of the battle against the Demon King, earning them the title of Savior.\n\nAlf made up his mind and headed to one of the Three Great Nations.\nTo become a mercenary aiding the saviors...\n\n\n◆Characters\n・Cheryl Hanover\n\"Don’t worry, there's nothing that I can't handle.\"\nThe princess of the Kingdom of Ruby. Dignified and possesses top-tier swordsmanship.\nShe hears about Alf's victory over the Chess King and decides to hire him.\nInitially tough and brash, spending time with Alf changes her way of thinking.\n\n・Eve Cecil\n\"Your affinity and the magic power circulating inside me is quite remarkable.\"\nThe princess of the Kingdom of Jade. Skilled in both beauty and military strategy.\nUpon the advice of the wizard who has long served Eve, she chooses Alf as her aide.\nBeing the daughter of a concubine, she resents her privileged brothers solely for being male and has developed an aversion to men.\n\n・Mary Godwin\n\"Onii-chan...? You're my Onii-chan, right!?\"\nThe princess of the Kingdom of Azure, who takes the sword to avenge her deceased brother.\nHowever, being unable to accept her brother's death, she refers to Alf as \"Onii-chan\".\nBeing gentle and timid, she's completely unsuited for battle, but alongside Alf she begins to improve as a knight.\n\n・Alf Alcott\nA day-to-day mercenary, dreaming of one day achieving great feats.\nFortunately, he has survived from numerous battles.\nPerhaps from his luck, he receives an offer to serve as an aide to the princess knight.",
    "id": "0100A9E01E894000",
    "name": "- Fortunate Duo - 強運傭兵と宝石の姫騎士",
    "publisher": "CyberStep",
    "releaseDate": 20240314,
    "version": 0
}