{
    "description": "Developed by the award-winning id Software, Quake® is the ground-breaking, original dark fantasy first-person shooter that inspires today’s retro-style FPS games. Now, experience the authentic, updated, and visually enhanced version of the original.\n\nExperience the Original Game, Enhanced\nEnjoy the original, authentic version of Quake, now with HD* and widescreen resolution support, enhanced models, dynamic and colored lighting, anti-aliasing, depth of field, the original, atmospheric soundtrack and theme song by Trent Reznor, and more. There’s never been a better time to play Quake.\n\nPlay the Dark Fantasy Campaign\nYou are Ranger, a warrior armed with a powerful arsenal of weapons. Fight corrupted knights, deformed ogres and an army of twisted creatures across four dark dimensions of infested military bases, ancient medieval castles, lava-filled dungeons and gothic cathedrals in search of the four magic runes. Only after you have collected the runes will you hold the power to defeat the ancient evil that threatens all of humanity.\n\nGet the Original & New Expansion Packs\nQuake also comes with both original expansion packs: “The Scourge of Armagon” and “Dissolution of Eternity,” as well as two expansions developed by the award-winning team at MachineGames: “Dimension of the Past,” and the all-new “Dimension of the Machine.”\n\nDiscover the All-New “Dimension of the Machine” Expansion\nIn the deepest depths of the labyrinth lies the core of lava and steel known only as The Machine. Crusade across time and space against the forces of evil to bring together the lost runes, power the dormant machine, and open the portal hiding the greatest threat to all known worlds—destroy it...before it destroys us all.\n\nHorde Mode\nExperience the all-new Horde Mode and add-ons for Quake, free to all players. Grab your guns and drop into Horde Mode - play solo, with friends online, or in local multiplayer split-screen. Unlock powerful weapons and power-ups and battle your way through endless waves of monsters.\n\nEnjoy Online & Local Multiplayer and CO-OP\nFight through the dark fantasy base campaign and expansions in 4-player online or local split-screen co-op, and compete in pure, retro-style combat with support for 8-player (online) or 4-player (local split-screen) matches. Featuring dedicated server support for online matchmaking and peer-to-peer support for custom matches. \n\nDownload Additional, Free Mods & Missions\nExpand your experience with free, curated, fan-made and official mods and missions such as Quake 64, which is available to download and play now. More fan-made and official mods and missions coming soon. \n\nPlay Together with Crossplay\nPlay the campaign and all expansion packs cooperatively or go toe-to-toe in multiplayer matches with your friends regardless of platform! Crossplay is supported among PC (controller-enabled), Xbox One, Xbox Series X/S, PS4, PS5  and Nintendo Switch.\n\nMotion Aiming Ready\nImprove your gunplay with an option that allows you to aim using gyro controls. The option can be used in conjunction with the control stick for the perfect blend of immersion and accuracy. \n\n*Maximum display resolutions vary by platform.",
    "id": "0100BA5012E54000",
    "name": "QUAKE",
    "publisher": "Bethesda",
    "releaseDate": 20221018,
    "version": 0
}