{
    "description": "Freely explore a vibrant ocean. Have relaxing, deep, and amusing conversations with six different gods and a cast of sea creatures. \n\nThe advice you give continuously alters your story and leads to thousands of possible endings, ranging between harmony and pandemonium.\n\nWhich god will rise above? What kind of universe will they create? Discover the outcomes of your choices.\n\n“...a world full of life, color, music, and meaning that is sure to stay with you for years to come.\" - 10/10 GameSpace\n\n“...a lovely, daft, interesting, deep and complex game, with no combat, no death, just choices and consequences.\" - 8/10 Buried Treasure\n\n“...traversing the ocean depths is serene and relaxing, and encountering the game’s myriad of weird and wonderful creatures is continually delightful.\" - 8/10 GameSpew\n\nFEATURES\n• Narrative Exploration - combines the dialog-focused gameplay of a Visual Novel with free-roaming exploration.\n• Through deep conversations with gods, your choices shape the creation of a new world.\n• Great replay value - lending different advice can lead to thousands of unique results.\n• Diverse, peaceful underwater environments.\n• Meet tons of goofy, charming creatures.\n• No death, no combat, no failure.\n• Both children and adults can relax, have fun and find their own food for thought.\n• There's a breakdancing crab.\n\nDEVELOPED BY Paralune\n\"Our players are storytellers too - we make narratives they can explore and shape, creating an experience unique to them. Mythic Ocean is both a love letter to the beauty and power of the sea, and a game about how you, as a person, have more influence than you realize.\" - Robyn Haley, Darren Malley and Matt Smudz\n\nPUBLISHED BY Nakana.io\n\"We publish games that aim to offer a new experience. Diving into Mythic Ocean almost feels like entering a state of meditation where deep thoughts and bonds can be forged.” - Mikaël Bourget, founder of the publishing label",
    "id": "0100F4F014108000",
    "name": "Mythic Ocean",
    "publisher": "Nakana.io",
    "releaseDate": 20210702,
    "version": 0
}