{
    "description": "Join Shaun the Sheep and his friends Timmy and Shirley on this epic adventure journeying through underground caverns, negotiating the busy streets of London and teleporting through outer space all in search of the green, green grass of home.\n\nLet's Ewe This!\nOvercome the fiendishly challenging puzzles by working as a flock with new multiplayer features, using each sheep’s unique abilities to solve challenges and shove, leap, squeeze and swim through underground tunnels, abandoned mineshafts - and even evade the guards at Buckingham Palace.\n\nAll new multiplayer Baaa-tle\nA brand new suite of action-packed, Shaun the Sheep movie themed party games bring some extra-terrestrial chaos to the farm with a visit to the Farmageddon theme park where you can compete with family and friends in a series of madcap fairground games hosted by Shaun’s new alien pal Lu-La, who has crash-landed near Mossy Bottom Farm.\n\nLovingly Lamb-made animation\nBrought to you by award winning animation studio Aardman the game features a beautiful hand-painted and traditionally animated art style, spectacular environments and endearing character animation.\n\nReviews for Home Sheep Home 2\n“It's like some sort of adorable vortex you never want to leave...there's something to be said for a game that goes out of its way to excel at style and quality, and Home Sheep Home 2 definitely has both by the bushel.”\n4.7/5 – Jay Is Games\n\n“What’s more impressive about this game is how little is reused. Basic puzzle mechanics stay throughout (only by stepping on the button can you open the door) but the flow of the puzzles doesn’t repeat. Like Braid and Portal before it, there’s a desire to always present the player with new challenges, and it works. One moment you might be evading a giant boulder, only to be grabbing parachutes mid-air the next.”\n9/10 – Thunderbolt Games\n\n“It looks like many of you really looked forward to this title on the forums, and I can say that it's taken all the concepts from the first game and made them bigger and better, and it doesn't disappoint in its execution.”\n4/5 – Touch Arcade\n\n",
    "id": "010076000F6B8000",
    "name": "Home Sheep Home: Farmageddon Party Edition",
    "publisher": "Greenlight Games",
    "releaseDate": 20191018,
    "version": 0
}