{
    "description": "Embark on a journey to a realm overrun by demons in a new epic RPG from the creators of the critically acclaimed Pathfinder: Kingmaker. \n\nYour path will lead you to the Worldwound, where the opening of a rift to the Abyss has unleashed all-consuming terror across the land. For over a century, the neighboring nations have fought fearlessly, trying to drive the enemy back — but to little avail. \n\nNow, you have the chance to put an end to this conflict, but the path to salvation is far from clear-cut. Will you become a shining angel, backed by noble paladins? Or a powerful necromancer with hordes of immortal undead in your thrall? Or something else entirely? Lead your army and challenge mighty demon lords. Your crusade will set in motion a chain of events that will leave you — and the world itself — forever changed.\n\nFeatures\n\nPLAY YOUR HERO, YOUR WAY\nCreate any character imaginable with the flexibility, richness, and depth of the Pathfinder First Edition ruleset. Choose from 25 classes, 12 character races, and more than a thousand spells, feats, and abilities to suit your personal playstyle.\n\nFOR EVERY CHOICE, A CONSEQUENCE\nYour decisions have more weight than ever before. Your goal is clear, but you must forge your own path to it. Who will die, and who will live? Who will stay, and who will go? Make your choices, and watch the world around you change. \n\nA NEW WAY TO FIGHT\nEnjoy two combat modes as you slay your enemies – real-time with pause or turn-based. Switch between them on the fly, so you can always take things as slowly — or as quickly — as you like. The unique Pathfinder ruleset also allows you to perform advanced combat maneuvers, like mounted combat. Use them wisely!\n\nGATHER YOUR PARTY\nA cast of more than 10 unique companions is ready to join your cause. Earn their trust and respect, and they will have your back no matter what dangers lie ahead. And if you get on their bad side, well… Maybe it’s time to part ways. \n\nLEAD THE CRUSADE\nYou will need much more than a party of adventurers to cleanse the land of its demonic scourge. Take command of the crusaders and lead them to victory – both as a strategist, controlling the battle from above, and as a field commander, in a new tactical combat mode.\n\nCHOOSE YOUR PATH\nExplore nine unique Mythic Paths: obtain extraordinary abilities and shape everything that comes next. Your decisions might transform you into a celestial Angel, a raging Demon, a powerful Lich, a cunning Trickster, an otherworldly Aeon, a rebellious Azata, a wise Gold Dragon, an insatiable Swarm That Walks — or remain mortal and walk the arduous path toward becoming a living Legend.",
    "id": "0100016018864000",
    "name": "Pathfinder: Wrath of the Righteous - Cloud Version",
    "publisher": "Postmeta Games",
    "releaseDate": 20220930,
    "version": 0
}