{
    "description": "Blade Jumper is a 2D action platformer where players use a simple jump mechanic in order to climb the obstacle-filled tower.\n\nIn 2045's Yeouido, in the heart of Seoul, the massive structure Kukuru Tower was constructed, overshadowing the rest of the city. In this unfathomably high tower, the selected 1% of Seoul residents live their happy lives, separated from the outside world\n\nFrom their headquarters within Kukuru Tower, the authoritarian Unreality conglomerate dominates Seoul with pleasurable feelings, using its highly addictive Kukuru Candies. The vigilante group Ground Z, preparing for the final battle to overthrow Unreality's hold, comes looking for you, their former infamous agent.\n\nAre you ready to climb the mysterious Kukuru Tower?\n\n▶Stylish jumping action to stimulate your desire for a challenge!◀\n\nPlayers must perform all movements and attacks with one single action: the jump attack slash. They must navigate the enemy units determined to send the protagonist crashing downward, all while continuing their own constant climb. Use skilled controls and reactions to elegantly deal with your enemies, or you may taste frustration as you're sent back to the start.\n\n▶Various mob designs and stage layouts◀\n\nWithin the Kukuru Tower, completely cut off from the outside world, more adventure awaits than the players can even imagine. Target and push through the various enemy units with unique quirks, the map topography that highlights the extraordinary charms of each zone, and the hidden traps in order to conquer each map.\n\n▶A story hiding within this alluring world◀\n\nAs the players climb the tower, they will encounter all sorts of characters and discover breathtaking records. The higher they climb, the further this hidden truth will gradually be revealed—and with it, the feeling of unease.\nWhy does the player climb the tower alongside these characters? What awaits them at the top? Reach the tower's pinnacle to reveal the truth. ",
    "id": "0100BBB01C7FE000",
    "name": "Blade Jumper",
    "publisher": "CFK",
    "releaseDate": 20240523,
    "version": 0
}