{
    "description": "Magic pearls to match and pop, a treasure cove to uncover, and an underwater paradise… Pearls of Atlantis awaits—now, you can color match in a whole new way!\n\nDive in and find the lost city of mermaids and mystery! Match 3 pearls of the same color to collect the magic charms inside. Then, use the charms to restore a once-beautiful part of Atlantis, the underwater city, and protect the mermaids!\n\nBut getting the most magic charms won’t be easy. You’ll need to face tricky underwater physics and solve over 1,500 upside down bubble shooter levels! Navigate bumpers, wheels, platforms, locked pearls and more as you solve these puzzles. Don’t forget your favorite power-ups, like the explosive hammer, the friendly charm grabbing jellyfish, and Triton’s frightful lightning to smash all the obstacles in your way! It takes strategy and precision to beat these unique bubble shooter puzzles.\n\nAs you venture into the depths of the sea, you’ll discover the Cove of Memories, a once-glorious part of the hidden city, Atlantis. Now, it lies in ruins… but you’re not alone in your quest to uncover its secrets and turn it back into a paradise!\n\nYou’ll meet Kaia, a bubbly mermaid who will guide you on your journey. She’s the first one to introduce you to these colorful marbles… that turn out to be magic  pearls!\n\nAlong with Kaia’s sidekick Nauty, a comical companion who’s always up for some fun, there will be more mermaids and fish to meet. Don’t forget to watch out for the villains who lurk in the shadows, waiting to sabotage your every move!\n\nCustomize and decorate the Cove of Atlantis to make it your own. Maybe some new colorful coral here, or beautiful statues there… it’s your choice. The more puzzles you solve and magic you gather, the more of the cove you’ll uncover, explore, and decorate! With your help, the mermaids can build a whole new Atlantis!\n\nEnjoy counting pearls as you drop and match hundreds of pearls in this exciting physics based, upside down bubble shooter.\n\nWith daily challenges and special events like the Zen Mode, Treasure Run and Bottomless Trench, you’ll play any way you want. Whether you’re pop matching every single pearl to clear the screen with infinite turns, or racing against the counter, there’s a way for you to enjoy your time underwater.\n\nEvery day is a new adventure in Pearls of Atlantis! So what are you waiting for? Dive into the deep blue sea and start your journey today with PEARLS OF ATLANTIS: a free mermaid match bubble shooter, with an all new twist!",
    "id": "0100A2E01BEF0000",
    "name": "Pearls of Atlantis: The Cove",
    "publisher": "Legacy Games",
    "releaseDate": 20241001,
    "version": 0,
    "category": [
        "Puzzle"
    ],
    "developer": null,
    "intro": "Match 3 pearls to collect charms, beat tricky physics levels, and solve puzzles!",
    "isDemo": false,
    "languages": [
        "en",
        "es",
        "pt",
        "fr",
        "de",
        "it"
    ],
    "nsuId": 70010000086133,
    "numberOfPlayers": 1,
    "ratingContent": [],
    "region": null,
    "rightsId": null
}