{
    "description": "Ready your decks, pick your party, and prepare for battle! Innovating on the tactical RPG genre, Dream Tactics delivers rich character customization, strategic combat, and tactical card combos to explore.\n\nThe Dream World is in peril! It is up to our unlikely hero, Neru, to assemble a formidable team to defeat the Pillow Legions and save the Dream World from its inevitable collapse.\n\nThe only problem? Neru may have slacked a bit on learning the magic of the Dream World and is almost out of time until its destruction! \n\nDefeat Fluffy Foes!\n\n- Over 100 Cards to Choose From! Cards are key to combat in Dream Tactics. Each character can play multiple cards a turn allowing you to perform devastating combos.\n- New Turns Mean New Opportunities! Each turn, every character draws a completely new hand of cards to play. This provides you with a fresh selection of resources to utilize every turn.\n- Overcome the RNG! Spend points to redraw cards and create the perfect hand right when you need it!\n- Pillows Galore! During your adventure in the Dream World, expect to find all sorts of fluffy foes - but do not let their cuddly appearance fool you! These pillows are ready for battle and are sure to make the sharpest tactician think twice.\n\nIf You Can Dream It, You Can Play It!\n\n- Play Your Way! Find cards along your journey and use them to build decks for each one of your characters.\n- Trade Cards Between Characters! Build unique play styles by trading cards between allies. Any character can use any card!\n- Equip as Much as You Can Afford! Characters will be able to equip more items as they level up but each item has a cost - so balance your inventory strategically!\n\nForm Your Party\n\n- Find Others to Join Your Cause! Along your journey, you will find a variety of allies who will accompany you on your quest.\n- With Allies Come Options! Each ally you find brings a unique array of cards for you to weave into your strategy. Choose up to 4 party members to bring into battle which suit your tactics best.\n\nExplore the Dream World\n\n- Venture Off The Grid! Forged by dreams themselves, the islands of the Dream World offer treasures for those willing to search. But watch out for the dangers that may get in your way!\n- Use The Terrain to Your Advantage! The landscape of the Dream World offers plenty of options to outmaneuver your opponent. But don’t be caught sleeping - they can do the same to you!\n- Meticulously Crafted With Love! Enjoy the beautifully surreal landscape of the Dream World. Inspired by the classics of the 32-bit handheld console era, Dream Tactics is our tribute to the greats that came before us. ",
    "id": "010075C01D2C4000",
    "name": "Dream Tactics",
    "publisher": "Freedom Games",
    "releaseDate": 20240415,
    "version": 0
}