{
    "description": "Red Wings: American Aces puts you in the pilot’s seat of a nostalgic, action-packed arcade shooter illustrated in a fun comic-book style with a gaming mode for every occasion—local or online, solo or multiplayer. Prove yourself in exciting aerial battles and make a name for your squad as the best aces of WWI!  \n\nA Multiplayer Must-play\n\nDo you believe in the strength of the squadron? Choose a map and game mode and gather your pilots to play in a team of up to five players against other squads in online multiplayer. Prefer flying solo and plucking others out of the sky? There’s game modes for that too! Compete with up to nine other pilots and fly to the top of the scoreboard. Local co-op is available for smaller fighter groups of one or two pilots for a much more ace-to-ace experience in various customizable game modes, including a campaign mode with 30 missions.\n\nBecome an Ace of the Sky\n\nRack up skill points for completed missions to upgrade your pilot progression skill tree and add to your arsenal. Strategize and rearrange your points depending on the mission and ensure you emerge from every dogfight victorious.\n\nRise to the Challenge\n\nThe clouds hide many dangers, there’s more than just enemy pilots waiting up there! Thunderstorms will blast your skill cooldowns, while sandstorms can make visibility spiral to near zero. To make things even more interesting, you’ll encounter other challenges such as missions where you’ll only be able to take out enemies with barrel rolls, planes that release a gas that will block your view when you least expect it, and more! \n\nKey Features:\n\n- Fly online—Test your skills against a max of 9 other players in Last Man Standing, Score Battle, or Time Battle modes or gather your squad of up to 5 pilots and battle other squads in Elimination, Time Team Battle, or Score Team Battle modes\n- Fly locally—Play custom games in 3 different modes (Score Battle, Time Battle, and Hide n’ Seek (2 players only)) solo against AI or against another player \n- Complete 30 missions in campaign mode—relive the aerial dogfights of WWI and encounter all manner of unexpected challenges (available in local co-op for 1-2 players)\n- Upgrade your pilot progression skill tree—develop your pilot skills and rearrange points depending on the mission at hand\n- Pilot 15 different warplanes, each with unique skins—stand out in the heat of battle with a plane your enemies won’t soon forget",
    "id": "01002DC0156A8000",
    "name": "Red Wings: American Aces",
    "publisher": "Untold Tales",
    "releaseDate": 20220331,
    "version": 0
}