{
    "description": "Koumajou Remilia Ⅱ: Stranger's Requiem is a direct sequel to side-scrolling action game Koumajou Remilia: Scarlet Symphony, featuring characters from the Touhou Project, adored by fans around the world.\n\nPopular illustrator Banpai Akira returns, adding a bold, dark edge to the character designs while keeping their original charm, all set to the entertaining action elements of floating amidst a barrage of bullets. On top of that, this powered up version of the game has been improved in every way, providing players with elegant sound, beautiful graphics, and smooth controls.\n\nIn the game, Sakuya Izayoi takes the center stage, set to the story of her having to head to the Scarlet Devil Castle that was certainly gone before. There, she hopes to find Remilia and her other Scarlet Devil Mansion companions who have all gone missing, alongside hints to the whereabouts of the spring that won't come.\n\nThis new version of Koumajou Remilia Ⅱ: Stranger's Requiem, a gothic horror Touhou action game, for the Nintendo Switch™ boasts remastered HD graphics, fully-voiced lines by professional voice actresses, and even more content for the game.\n\nIn addition, it features an epilogue that unlocks after clearing the main story.\nAs an upgrade to the original version, this version features a boss rush mode, Reimu Hakurei, protagonist of the previous game, as a playable character, and more.\n\n<Game features>\n● A story that plays out as you converse and fight with charming characters-turned-bosses from the Touhou Project\nSakuya Izayoi, maid of the Scarlet Devil Mansion, steps into the protagonist role.\n\nIn her search for Remilia and her other Scarlet Devil Mansion companions who've gone missing, along with the whereabouts of the spring that just won't come... Sakuya must head for the mysteriously reappeared Scarlet Devil Castle.\n\nDefeat the enemies rushing toward you as you make your way through each stage in order to deal with familiar Touhou Project boss characters who await your arrival. If you're able to survive the colorful barrage of bullets headed your way, maybe, just maybe, Remilia awaits...\n\n● A more stylish kind of action\nSakuya Izayoi specializes in close-ranged attacks with her blades.\n\nAlong with her 'flight' ability that allows her to freely soar through the air for a set amount of time, a new 'backstep' action has been added, allowing players to avoid enemy attacks during fights.\n\nIn addition to these, special attacks like 'Soul Sculpture,' 'kick,' 'backstep knife throw,' and more have been added, allowing a more stylish sort of play.\n\n● Powered up sub-weapons/ Partner summon system!\nIn this game, you may equip up to three sub-weapons or partner summons before selecting a stage.\n\nThese sub-weapons include Sukaya's preferred knife throw and her pocket watch that can stop time. She can also summon partners from the Touhou series who will attack with their own skills.\n\nFeel out the timing of sub-weapon and partner summon use to sway the battles in your favor.\n\n● Battle within a rainbow of bullets! Struggle against popular Touhou characters!\nSakuya Izayoi heads to the Scarlet Devil Castle in search of Remilia and her other companions, who have all suddenly disappeared.\n\nStanding in her way is none other than the Yakumo family. What purpose lies beneath the movements of these girls, and where in the world is the spring that won't come...? \n\nWill Sakuya be able to find her Scarlet Devil Mansion companions and the whereabouts of the spring that won't come within this colorful hail of bullets...?!",
    "id": "010037601CE4C000",
    "name": "Koumajou Remilia Ⅱ: Stranger's Requiem",
    "publisher": "CFK",
    "releaseDate": 20231214,
    "version": 0
}