{
    "description": "In River City Saga: Three Kingdoms, we had our beloved hero Kunio\n as Guan Yu wander throughout the warring states of feudal China.\n The story picks up from the aftermath of the Battle of Red Cliffs and \ncontinues on until it reaches its historical climax at the Battle of \nWuzhang Plains. With a total of 100 unique River City characters, \nthe story will not end without a crazy, comic twist.\n\n■The unheard Romance of the Three Kingdoms\nMore and more generals join the Liu Bei army to rival the stronger \nCao Cao army. As both camps ramp up their forces, discover \na never-seen-before alternative telling of the novel, obviously \nrearranged by Kunio and his friends.\n\n■Ride Red Hare and trample your opponents!\nYou can now ride Red Hare and go through the stages on its back! \nJust ride through anyone who dares stand in your way. And since\n it’s a bike, you can also find extra parts to customize it and give it the \nlooks it deserves! Word has it that you may also find more than just \nbike parts, to make your Red Hare… more than a bike?\n\n■Spectacular Tactics and Special attacks\nTactics are emblematic of the Three Kingdoms warfare lore. Of course\n the Fire Tactics is still in the game, sending fiery arrows into the stage, \nand so is the Water Tactics that will wash away any enemies who come \nat you. But this time, we have added a new Tactics that summons \ngenerals who helped you in the past, to fight by your side. Use your\n Special attacks and Tactics to clear out stages the way generals used\n to (or did they?)!\n",
    "id": "0100E5E01FAAE000",
    "name": "River City Saga: Three Kingdoms Next",
    "publisher": "ARC SYSTEM WORKS",
    "releaseDate": 20241106,
    "version": 0,
    "category": [
        "Action",
        "Adventure",
        "Fighting",
        "RPG"
    ],
    "developer": null,
    "intro": "Get ready for River City Saga: Three Kingdoms’ finale",
    "isDemo": false,
    "languages": [
        "en"
    ],
    "nsuId": 70010000083393,
    "numberOfPlayers": 2,
    "ratingContent": [
        "Alcohol Reference",
        "Comic Mischief",
        "Fantasy Violence",
        "Mild Language"
    ],
    "region": null,
    "rightsId": null
}