{
    "description": "Twenty years ago, the supervillains won.\n\nSince then, they’ve created a dystopian city where developing super powers is a crime. Nobody has managed to slow them down, until now. Capes is a turn based superhero strategy game where you build a team of heroes and fight to take back the city. Played across a series of campaign and patrol missions, choose to push forward with the story or take the time to explore the side missions and unlock more heroes, earn skill points and complete challenges, and learn more about your heroes lives.\n\nBUILD YOUR TEAM\nRecruit new heroes with a range of unique powers and abilities. Every hero plays differently, and requires a fresh approach to their powers and abilities. Learning and exploiting each hero's unique play style will build their power in combat allowing them to unleash their personal tide turning Ultimates.\n\nTURN BASED TACTICS\nExciting, heroic, turn based combat to test your strategic skills. Team ups and positioning matter, unlocking new ways to approach every enemy type and supervillain you encounter. Capes combat isn't based around random numbers or lurking behind cover. Power doesn't make you invulnerable, far from it. Your choices will make the difference between victory and defeat.\n\nTEAM UP!\nTake up to 4 heroes to work together in each mission. Each hero gains a unique team up ability from each of their allies, allowing them to work together to take advantage of their unique powers.\n\nUPGRADE YOUR POWERS\nLevel up your heroes to gain access to new abilities and powerful upgrades. Use Skill Points acquired from completing objectives and challenges to unlock their powers.\n\nCHALLENGE YOUR HEROES\nComplete collections of hero specific challenges during missions to earn bonus Skill Points and unlock optional missions that give a deeper insight into each of the heroes.",
    "id": "01000D401BD9A000",
    "name": "Capes",
    "publisher": "Daedalic Entertainment",
    "releaseDate": 20240529,
    "version": 0
}