{
    "description": "Save your colleagues, planet and workplace!\nYou are the first line of defense. If you try your best, you might not be the last. Rescue the survivors, fight your way to the roof and EXTERMINATE ALIEN SCUM!\n      No one said it's going to be easy—and it won't. Be smart, be quick, and be on your guard. Oh, and we hope you brought your puzzle-solving skills with you—you just might need them.\n     Therefore, Mr Snow, we sincerely hope you're up for some alien murdering, maze exploring, team building and enemy portal closing-related activities today.\n  -  Take on the role of an ordinary office guard\nHowever, Solomon Snow was born a long time ago, this is where his life really starts to count: this very morning, at the gates of the Futuresalt Corp building.  The world could really use a hero right now, but apparently he's all that we've got.\n - Shoot, rescue, lead the way!\nThe people you are about to meet on your way come equipped with some exclusive skills and tools: scientists open locked doors, engineers help put with environmental hazards, security officers bring firepower, office workers… well, we're sure they're very warm and interesting people anyway. Who knows: if you manage to use their talents wisely, you might even live a little bit longer.\n- An arsenal of weapons is waiting to be used\nShovels, fire extinguishers, crowbars, assault rifles - some of this stuff might come really handy during an alien invasion. On the other hand, doesn't equipping an alien blaster sound like fun?\n - Explore 38 floors of the building\nThe corridors are narrow, the rooms are dark. Danger might be lurking everywhere: in the hallways, deserted open office spaces and server rooms. Fortunately, you're not alone. If you help the survivors, they help you.\n - Develop your character\n15 varied skills divided into 5 skill trees: Soldier, Specialist, Commander, Agility and Vitality.\n - Defeat the bosses\nThere's no defeating a beast without decapitating it. Locate the ranking enemy officers, have a chat with them, and deliver the ultimate message of peace: a bullet to the head.\n  Once war has started, there's no stopping it—only winning\nThis is it. We are NOT alone—however, God only knows we'd prefer to.",
    "id": "01003CB01EF48000",
    "name": "Solomon Snow: First Contact",
    "publisher": "404 Games",
    "releaseDate": 20241026,
    "version": 0,
    "category": [
        "Action",
        "Shooter",
        "Platformer",
        "Lifestyle"
    ],
    "developer": null,
    "intro": "Defend your office, save the day—battle alien invaders and conquer the chaos!",
    "isDemo": false,
    "languages": [
        "en"
    ],
    "nsuId": 70010000080548,
    "numberOfPlayers": 1,
    "ratingContent": [
        "Violence"
    ],
    "region": null,
    "rightsId": null
}