{
    "description": "Release the Pressure with PowerWash Simulator! Wash away your worries with the soothing sounds of high-pressure water. Fire up your power washer and blast away every speck of dirt and grime you can find. Build your own power-washing business and unlock new tools, upgrades and more – all with the simple satisfaction of power-washing to a sparkling finish. \nTIME TO CLEAN UP THE NEIGHBOURHOOD\nBuild up your business in Career Mode and complete a variety of dirty jobs across the dusty town of Muckingham. There's no right or wrong; no time pressure or final score, just you and the tools you need to soak away your stress. Want a clean start? Chill out and replay your favourite jobs in Free Play. \nPOWERWASH AND CHILL\nRelax, unwind, and play with friends in Online Co-Op! Lend a helping hand to your closest pal in Career Mode, or up to 6 friends can splash around in Free Play, tackling any job the host has already completed. \nKEEP IT CLEAN\nFor those looking for a little more pressure, beat your best scores in Challenge Mode! Fight grime in different scenarios; wash against the clock in Time Challenge or test your accuracy by using as little water as possible in Water Challenge.\nGOOD CLEAN FUN \nGraffiti, grime, moss, and mould, no dirt is too tough for your range of washers, nozzles, cleaners, and extensions. Different dirt types have different levels of toughness, so make sure you're getting tactical with your equipment.  Feeling fancy? Then customise your look with washer skins and gloves!\nRELAXATION, SATISFACTION GUARANTEED\nFrom casual, clean freaks to players looking to get into the nitty-gritty, everyone can pick up and play to feel immersed. Absorb the relaxing atmosphere and stress-free pace as you strip dirt from patios, pavements, vehicles, and public parks. Stress gets to us all, so sit back, relax, and wash your worries down the drain.\nTHE WORLD IS YOUR CANVAS \nCreate art by cleaning the way you want. Your nozzles are your brushes; the neighbourhood is your canvas. Unleash your creative talents and transform ordinary dirt into exceptional artwork. Share your techniques and showcase your power-washing prowess and mud-caked masterpieces!  ",
    "id": "0100926016012000",
    "name": "PowerWash Simulator",
    "publisher": "Square Enix Europe LTD",
    "releaseDate": 20230131,
    "version": 0
}