{
    "description": "Paying homage to arcade classics and wrapped in nostalgic 16-bit graphics, Rick Henderson is an endless horizontal-scrolling shoot’em up with unlimited replayability. Twitch your fingers through five enemy factions and their bosses, upgrade your ship and try to survive unpredictable space events.\n\nRick Henderson features multiple difficulty modes to maximize accessibility, helpful tutorials to get you started and a deep scoring system with multipliers, grazing, ranks and perk bonuses. Choose a ship that suits your playstyle, equip 27 unique weapons, perform upgrades and test your skills against dozens of enemy types, all set to a blood-pumping synthwave soundtrack.\n\nFeatures:\n\n• Shoot, dodge and graze your way through infinite side-scrolling action!\n• Choose from 3 ships with a vast array of armaments and upgrades.\n• Take down 40 enemy types and more than 15 boss variants!\n• Use Bullet, Energy or Missile weapons for different effects.\n• Face hand-crafted enemy swarms, randomly arranged in each playthrough.\n• Select standard or hard difficulty settings to customize your experience.\n• Access one-color mode for visually impaired players.\n• Enjoy nostalgic 16-bit pixel art presentation and a synthwave soundtrack!",
    "id": "010099301422A000",
    "name": "Rick Henderson",
    "publisher": "eastasiasoft",
    "releaseDate": 20220831,
    "version": 0,
    "category": [
        "Shooter",
        "Arcade",
        "Action"
    ],
    "developer": null,
    "intro": "Blast through menacing enemy fleets in retro side-scrolling shoot’em up style!",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "de",
        "ko",
        "zh"
    ],
    "nsuId": 70010000038163,
    "numberOfPlayers": 1,
    "ratingContent": [
        "Mild Fantasy Violence"
    ],
    "region": null,
    "rightsId": null,
    "latest_update": {
        "id": "010099301422A800",
        "version": "65536"
    }
}