{
    "description": "【Ascend to the top with Immortal Cultivation A Journey of a Lifetime】                                               \n Step into the enchanting world of the Tale of Immortal, where cultivation is an art that requires more than just financial means and help from fellow cultivators. To truly master it, one must possess a deep understanding of the craft and have access to the right cultivation venues. But that's not all—the journey is fraught with danger, as you'll face unpredictable monsters, crisis-ridden mystic realms, insurmountable barriers, and brilliant treasures waiting to be discovered.                                        \n【NPCs with a Life of their Own AI-Driven Interactive Ecology】                                                             Embrace a fully-realized NPC world, where each character is a unique entity with their own friends, family, and life trajectory— completely independent of your progress. However, if you choose to meddle, you certainly can!\nThe game is yours to shape as you wish. Collaborate with your beloved to save the day, seek revenge alone, or even become the enemy of all. The choice is yours to make.       \n【Surprising Encounters Await Experience a Fascinating Story】                                                             Are you ready to embark on a thrilling adventure? One where you might become the hero who saves the day and wins the heart of the love of your life? Or maybe you're looking to stir up some jealousy in your crush and have them fight for your affection? How about fulfilling a fifty-year-old promise or getting caught up in the struggle of a mysterious organization? Perhaps you'll uncover a long-forgotten treasure, only to have it snatched away by a cunning adversary?\nThe possibilities are endless!                                                      【From Conquering the Territories to Uniting the World Building the Strongest Sect】                                 \nDo you want to take your sect to new heights of power and glory? We've got the ultimate sect management gameplay that lets you experience the full range of sect life: from humble disciple to mighty sect master. Join a massive sect and work your way up from the bottom, or take on the challenge of leading a fallen sect back to prominence.                    \n【Martial Arts，Monsters，and Immortals Building Your Unique School】                                                \nTo embark on an epic adventure, you need to hone your skills and become a true warrior.\nStart by building a solid foundation of cultivation. Your mind skills are crucial to success, so focus on cultivating a powerful mindset. From there, you can delve into martial and spiritual skills to take your abilities to the next level. As you explore, keep an eye out for opportunities to create edges with your motion and special skills. And don't forget to tap into your ultimate skills to save the day when necessary.                                                    \n【The Triad of Power Artifact,Alchemy，and Talismans】           Sharpen your skills and harness the power of tools!\nAt the start, you get to choose from three formidable weapons, each offering a distinct cultivation system. The Bagua Jade grants you the ability to revive yourself and your chosen ally, the Eye of Providence allows you to steal Beast Skills and gain unparalleled insights into the world, and the Mythical Gourd empowers you to capture a Boss and enlist it as your loyal sidekick: command it to fight by your side or to search for treasure on your behalf.                                                                                                                                                                                                                                                                    ",
    "id": "0100FB701C48C000",
    "name": "Tale of Immortal",
    "publisher": "Guigu Studio",
    "releaseDate": 20240201,
    "version": 0
}