{
    "description": "【Story】\nMercenary Tarethur O’Connell, an ACE pilot of Hardcore Defense Corp, were drawn into a conspiracy rebellion during a mission. Facing continuous battles and overwhelming conflicts, Tarethur starts to re-think about what he is fighting for..\n\n【Game Info】\nHARDCORE MECHA is a 2D platformer action game, full of enthusiasm for classic robot designs, aiming to maximize the game feel by focusing on the detail and feel of each mecha. \nExperience an immersive story with Campaign Mode, which focuses on rich level designs and a seamless transition of gameplay and animation cutscenes. Survival Simulation Mode and Multiplayer Mode will keep the game on after completing the main chapters! Unlock and drive in total of 42 mechas, upgrade and gain new skills and attributes for an ultimate battle of steel!\n\nApart from Online PVP mode, you can now enjoy HARDCORE MECHA with friends anytime, anywhere! Challenge your friends for a face to face battle with Local Wireless mode for up to 4 players! Or share your Joycon with a friend for an instant battle on the same screen!\n\n【Game Features】\n- Ultra-fine 2D animation and well-polished animation cutscenes \nThe skeletal animation with both strength and fineness fully demonstrates the characteristics of each mecha, the smooth movements also laid the foundation for great game feel. Fully voice-acted animation cutscenes with a total length of over 40 minutes, aiming to provide an immersive story experience.\n\n- Operate and drive mechas of different styles\nAmerican style, Japanese style, Super style, Realistic style; each mecha has its own unique tactical value. With no presets of combo moves, it is entirely up to a player to manually utilize the moves and tactics, creating the ultimate strikes and bring out their maximum combat effectiveness.\n \n- A vivid world of Mecha\nEncountering over 50 types of enemy mechas with various designs and details in all kinds of scenes such as mineshaft, underwater, urban, and space. Survive, breakthrough and improve skills and equipment in between level and missions.",
    "id": "01002F0011DD4000",
    "name": "HARDCORE MECHA",
    "publisher": "Lightning Games",
    "releaseDate": 20201015,
    "version": 0
}