{
    "description": "Dark and not so distant future. Scientific breakthrough led to usage of microbe colonies as power sources in all aspects of life. Corporations that control these living batteries development and production became very weightful political powers in the world. Crime, inequality and corruption under their influence reached levels unimaginable before. In attempt to take this chaos under control governments reorganized their police forces and boosted them with top notch military gear.\nTitanium Hound is cutting edge manned complex designed to resolve very difficult situatiuons in urban conditions.\nTeleportation technology was the key to creating the power generating bacteria. Only non-organic objects remain the same during teleportation, but organic materials are completely different story regardless of how large they are. Through the teleportation process the first living batteries came to life, but in fear of unpredictable mutations any further teleportation of organic materials were declared illegal. Unfortunately, law wasn't enough to stop the obuse of this technology completely.\nOften referred to as Zombies, the abominations are result of pulling large organic beings through a teleportation device.\nThere is only one way to survive in this merciless world – join a group that possess enough power on at least local level. This can be a corporation, a government, or a gang. But either way, you and the ones you side with won't be able to rely just on guns and physical capabilities. All organized groups use various gadgets and global network to defend themselves and attack their rivals. Drones of different sizes and outfits often come to play when it's too risky to handle business in person.\nLethal machinery of all kinds serve to those who know cyber security protocols better and have more resources at their disposal.\nYou are Titanium Hound pilot and a kind of cop who wants to protect and serve, helping commoners who were unlucky to get in the middle of gang wars. Abominations, hacked drones and crazed gangsters are just the tip of the iceberg you are trying to break down without full understanding the scope of the problem. You are prepared much better than any regular police unit, but even so your hands are often tied, especially when it comes to questioning corporate regulations.",
    "id": "010010B0195EE000",
    "name": "Titanium Hound",
    "publisher": "OverGamez",
    "releaseDate": 20230311,
    "version": 0
}