{
    "description": "Catch, battle, and train Pokémon in the Paldea region, a vast land filled with lakes, towering peaks, wastelands, small towns, and sprawling cities. Explore a wide-open world at your own pace and traverse land, water, and air by riding on the form-shifting Legendary Pokémon Miraidon. Choose either Sprigatito, Fuecoco, or Quaxly, to be your first partner Pokémon before setting off on your journey through Paldea.\n\nChoose your own path as you strive for Champion Rank, take on Titan Pokémon, and face off against Team Star\n\nThere is no set path on your Paldea adventure, so you can weave freely through your Treasure Hunt consisting of three grand stories. Along Victory Road, you will challenge Gyms in different locations and aim to achieve Champion Rank. On the Path of Legends, take on gigantic Titan Pokémon that guard rare ingredients. And in ★ Starfall Street ★, you’ll use the new Auto Battle feature to take on Team Star grunts from your school in order to reach their boss.\n\nEncounter Pokémon that shine and glimmer thanks to the Terastal Phenomenon\n\nPokémon in the Paldea region have the ability to Terastallize to take on a gemstone-like appearance and gain special power. Each Pokémon has a Tera Type that remains inactive until the Pokémon Terastallizes. For example, most Eevee will have a Normal Tera Type, but some other Eevee have a Water Tera Type! When a Terastallized Pokémon uses a move that matches its Tera Type, the boost to that move’s power will be even greater! Terastallizing holds the key to victory or defeat in battles in the Paldea region.\n\nExplore, trade, raid, and more with friends\n\nBand together with up to three friends* in the Paldea region. Along with series staples, such as trading** and battling** Pokémon, you will be able to explore the various locations of the region in these games and have picnics with your friends and family. Keep an eye out for shining crystal-like structures where you can join Tera Raid Battles, a completely new battle format where you will team up with three other Trainers in order to take on a Terastallized wild Pokémon within a time limit. Work together and you may be able to catch a defeated Tera Pokémon. Collect, manage, and trade even more when Pokémon HOME*** support comes to the Pokémon Scarlet and Pokémon Violet games.\n",
    "id": "01008F6008C5E000",
    "name": "Pokémon™ Violet",
    "publisher": "Nintendo",
    "releaseDate": 20221118,
    "version": 0
}