{
    "id": "0515800000710000",
    "name": "Ant Bully, The [GBA]",
    "size": 12766978,
    "releaseDate": 20161208,
    "description": "<p><strong><em>PLEASE NOTE: This game is officially supported on the following devices only: iPhone 5, 5s, 5c, 6, 6s, 6 Plus, SE, 7, 7 Plus, iPod Touch 6th Gen, iPad Mini 2, 3 &amp; 4, iPad 4th Gen, iPad Air 1 &amp; 2, and iPad Pro.</em></strong><br />\nThe Rockstar Games tradition of groundbreaking, original gameplay and humorous tongue-in-cheek storytelling invades the schoolyard in Bully: Anniversary Edition. As mischievous 15-year-old Jimmy Hopkins you’ll navigate the social hierarchy of the corrupt and crumbling prep school, Bullworth Academy. Stand up to bullies, get picked on by teachers, beat the jocks at dodge ball, play pranks, win or lose the girl and survive a year in the worst school around.<br />\nBully: Anniversary Edition includes everything from the critically acclaimed Bully: Scholarship Edition plus support for high-resolution displays, enhanced graphics, improved lighting and textures, and controls redesigned for touch gameplay, all while adding multiplayer with new Friend Challenges.<br />\nFriend Challenges are head-to-head classroom and arcade style mini-games: see who can dissect the frog fastest in Biology, solve word problems in English, help a flying squirrel destroy his enemies with acorns in Nut Shots, and much more.<br />\nFeatures :<br />\n• Includes the complete Bully story with extra missions, characters, classroom mini-games, and unlockable items from Bully: Scholarship Edition<br />\n• Gorgeous graphics: high resolution textures, dynamic lighting, shadows and particle effects<br />\n• Native support for high resolution displays<br />\n• Challenge your friends anywhere with turn based multiplayer Friend Challenges. Play on the go and get notified when it’s your turn<br />\n• Intelligent touch controls with contextual buttons only when you need them<br />\n• Seamlessly continue your game across all your devices with cloud saves via the Rockstar Games Social Club<br />\n• Physical controller support<br />\n• Taptic Engine Feedback for all buttons on iPhone 7 class devices<br />\n• Capture your gameplay with Replay Kit support on iPhone 6S and greater class devices<br />\nMobile version developed in conjunction with War Drum Studios.<br />\nMore<br />\nrockstargames.com<br />\nSee<br />\nyoutube.com/rockstargames<br />\nFollow<br />\nfacebook.com/rockstargames<br />\ntwitter.com/rockstargames<br />\nRockstar Games New York, NY 10012 © 2005-2016 Rockstar Games, Inc. Rockstar Games, Bully, and the Rockstar Games R* marks and logos are trademarks and/or registered trademarks of Take-Two Interactive Software, Inc. in the U.S.A. and/or foreign countries. All Rights Reserved.<br />\nUse of software subject to license at rockstargames.com/eula; online account terms at www.rockstargames.com/socialclub. Violation of EULA, Code of Conduct, or other policies may result in restriction or termination of access to game or online account. For customer&amp; technical support visit www.rockstargames.com/support.<br />\nThis videogame is fictional; doesn’t depict any actual event/person/entity; &amp; any similarities are coincidental.  Take Two doesn’t endorse or encourage engaging in any conduct depicted in game. Unauthorized copying, reverse engineering, transmission, public performance, rental, pay for play, or circumvention of copy protection is strictly prohibited.</p>"
}