{
    "id": "0515800002750000",
    "name": "Egg Mania [GBA]",
    "size": 12033759,
    "releaseDate": 20170414,
    "description": "<p>Sadly I couldn't finish the game in time.</p><p>Please follow me on twitter @i208iN if you are interested in playing the game, I will finish it in the coming days.</p><p>I don't advise you to play the game in this state.</p><strong>Version 0.0.0</strong><br/>First upload of the game ! In this state the game isn't quite playable, you can have a grasp of the gameplay. I uploaded because I force myself to send my submissions to jams even if I couldn't finish on time.<p>Things that work:<br/></p><ul><li>Click the Essence Egg on the right to earn essence points.</li><li>Essence points are converted into eggs by the factories (the only thing on the board at the beginning).</li><li>Eggs score points while they're on the board.</li><li>The player earn these points as money when an egg is destroyed by either going off the map or bumping into another egg.</li><li>Eggs often loot items when they get destroyed. Such items can be placed on the board by paying their price.</li><li>Items effects on egg work.</li><li>Click to rotate arrows. Shift + Click to shift their changing sequence 1 step forward.</li></ul>Things that don't work:\n<ul><li>Loot Items don't cost anything.</li><li>Items descriptions are missing.</li><li>Indication texts are mostly missing.</li><li>The available item set does not allow for a good gameplay.</li><li>The transaction line at the top isn't used.</li><li>The flowers in the balance line at the top don't do anything.</li><li>There is no saving system.</li></ul>Known bugs:\n<ul><li>The game is unplayable due to a resolution issue. This is fixed in 0.0.1.</li><li>There might be an empty item spawning in the loot box.</li></ul><p><strong>Version 0.0.1</strong><br/>Quick bug fix for the resolution issue. The game now puts itself in windowed mode with a 640x640 resolution, as intended in its design. This prevents the mouse interaction to go crazy. #badcoding</p><p>Fixed:<br/></p><ul><li>Mouse interaction not working due to a resolution issue.</li></ul>"
}