{
    "id": "0515800005eb0000",
    "name": "Quad Desert Fury [GBA]",
    "size": 12683344,
    "releaseDate": 20190815,
    "description": "<p>While Shelly “Bombshell” Harrison earned her codename defusing bombs for the Global Defense Force, when evil transhumanist mastermind Dr. Jadus Heskel unleashes the members of his cybernetic cult onto the streets of Neo DC, she knows it’s time to start causing explosions instead of preventing them.</p>\n<p>Her quest to slay Heskel leaves a trail of carnage throughout huge, multi-path levels filled with gigantic explosions, more secret areas than we can count, and inhuman foes behind every corner. There’s no regenerating health here; stop taking cover and start running and gunning.</p>\n<p>Shelly’s crusade to take down Heskel’s army will see her leave destruction in her wake with a wide arsenal of weapons, complete with alternate fire modes and different ammo types. Her signature revolver, the tri-barreled Loverboy, brings enemies pain and players pleasure with both single shots and Old West-style hammer fanning action. Who needs a regular shotgun when you can load buckshot into your grenade launcher? Violent, over-the-top Bowling Bombs rip enemies apart with ease.</p>\n<p>Ion Fury laughs at the idea of mandatory checkpoints and straight paths through shooting galleries. But, just because this is a true old-school first-person shooter doesn’t mean we&#39;ve ignored all the good new stuff the last two decades have brought. Headshots? Hell yeah. More physics and interactivity? You betcha. Widescreen, controller support, and Auto Saves? 3D Realms and Voidpoint have taken the best of both worlds and cooked it all into a bloody stew. </p>\n<p>The true successor to classic shooters such as Duke Nukem 3D, Shadow Warrior, and Blood.<br />\nExperience the original BUILD engine on steroids, pumped up and ready to rock again after 20 years!<br />\nDuck, jump, climb, swim, and blast your way through 7 exciting zones packed with multiple levels of mayhem!<br />\nA beautiful game world assembled from thousands of hand-crafted textures and sprites<br />\nAn awe-inspiring arsenal of devastating weapons, including multiple ammo types and alternate fire modes. Tri-barreled revolvers, grenade launchers, and heat-seeking smart bombs are your best friends!<br />\nThe classic &#39;90s FPS action you love, meshed with modern inventions like locational damage and seamless level transitions<br />\nZERO PROCEDURAL GENERATION. All levels are hand made and full of multiple paths, cool effects, and complex set pieces!<br />\nThumping soundtrack comprised of true tracked module music, in authentic FastTracker 2 format<br />\nEasy access on to level editor and other development tools on day one, plus Steam Workshop support</p>"
}