{
    "id": "0515800007530000",
    "name": "Sword of Mana [GBA]",
    "size": 16765330,
    "releaseDate": 20030829,
    "description": "<p>Sword of Mana, originally released in Japan as Shin'yaku Seiken Densetsu (新約 聖剣伝説, \"Legend of the Sacred Sword: The New Testament\"), is a 2003 action role-playing game developed by Square Enix and Brownie Brown and published by Square Enix and Nintendo for the Game Boy Advance. It is an enhanced remake of the original Game Boy game Final Fantasy Adventure, which was released as Seiken Densetsu: Final Fantasy Gaiden in Japan and Mystic Quest in Europe. Final Fantasy Adventure is the first game in the Mana series, and Sword of Mana is the fifth released game in the series. Set in a high fantasy universe, the game follows an unnamed hero and heroine as they seek to defeat the Dark Lord and defend the Mana Tree from enemies who wish to misuse its power.</p>\n<p>While incorporating gameplay elements from the original game and generally following the same plot, Sword of Mana has new gameplay mechanics and a much more involved story. It removes elements of the Final Fantasy series present in the original game as a marketing ploy, while adding in gameplay elements and artistic styles from later games in the series. The plot is modified to allow the player to follow the parallel stories of either the hero or the heroine, and the backstory and dialogue is expanded from the original. Sword of Mana was produced by series creator Koichi Ishii, directed by Takeo Oin, and largely developed by employees of Brownie Brown who had previously worked on the series for Square.</p>\n<p>The game received weakly positive reviews from critics. Reviewers praised the graphics of the game, as well as its enhancements to the original version. They were generally dismissive of the plot, even with enhancements, and disliked elements of the gameplay, especially the computer-controlled ally. Critics recommended the game mainly to fans of the genre or the series.</p>"
}