{
    "id": "0515800006cb0000",
    "name": "Spider-Man 3 [GBA]",
    "size": 13632499,
    "releaseDate": 20070502,
    "description": "<p>Based on the hit film, Spider-Man 3 allows players to experience the<br />\nactions of heroic red-suited Spider-Man and, for the first time ever,<br />\nhis darker, more mysterious black-suited persona.</p>\n<p>Set in a larger, dynamic, free-roaming New York City, the game gives<br />\nplayers the freedom to choose their own gameplay experience through<br />\nmultiple movie-based and original storylines, fully integrated city<br />\nmissions and performance rewards including improved speed, combat<br />\nmaneuvers and agility. In Spider-Man 3, players draw upon Spider-Man&#39;s<br />\ncompletely revamped combat abilities as they protect the city and defeat<br />\nnemeses using expanded aerial fighting, finishing moves and dynamic<br />\nwebbing during missions and epic boss battles.</p>\n<p>Welcome to the dark side: For the first time ever, control the<br />\nlegendary black suit, which magnifies Spider-Man&#39;s strength, agility<br />\nand durability. Punish your enemies with explosive new attacks and<br />\nincredible upgrades, including fearsome room-clearers. All this power<br />\ncomes with a price, though, as players will find the black suit harder<br />\nand harder to control. Will you be strong enough to make a heroic<br />\nchoice before your quest for vengeance turns the city against you?</p>\n<p>Let freedom ring: Go anywhere at any time in a larger, dynamic,<br />\nfree-roaming New York City and get involved in whatever you want,<br />\nwhenever you want. Players decide how to proceed through the game and<br />\nset their own goals. Should Spider-Man follow a plot twist, switch to<br />\nan alternate storyline, fight off crime waves that threaten the city<br />\nor explore vast interior and underground locations? You decide.</p>\n<p>The city is your playground: From towering skyscrapers to the vast new<br />\nsubterranean sewers and subways Spider-Man must patrol all of New<br />\nYork. Three criminal gangs and variety of Super Villains will be<br />\ncompeting for your attention, taking hostages, stealing cars,<br />\nharassing citizens, and creating havoc. Will you be able to save<br />\neveryone?</p>\n<p>Super Villains galore: Experience multi-stage, dynamic boss battles<br />\nagainst the headlining villains from the movie as well as a host of<br />\nlegendary comic book foes who all take advantage of their<br />\nenvironments, their minions, and the large-scale destruction that<br />\ntheir superpowers cause in trying to defeat Spider-Man.</p>\n<p>Go, go gadget: In addition to faster web-swinging, certain events and<br />\nenvironments open up additional Spider-powers for you to control.<br />\nUsing Spider-Man&#39;s web abilities, he can catch falling objects<br />\nincluding people and debris, fix hazards like broken train rails,<br />\nbarricade doors, and even slingshot from the tops of buildings for<br />\nincreased speed and huge air.</p>"
}