{
    "id": "0515800002b50000",
    "name": "Final Fantasy IV Advance [GBA]",
    "size": 14317997,
    "releaseDate": 19910719,
    "description": "<p>Final Fantasy IV (ファイナルファンタジーIV, Fainaru Fantajī Fō), known as Final Fantasy II for its initial North American release (and not to be confused with the original Japanese Final Fantasy II), is a role-playing video game developed and published by Square (now Square Enix) for the Super Nintendo Entertainment System. Released in 1991, it is the fourth main installment of the Final Fantasy series. The game&#39;s story follows Cecil, a dark knight, as he tries to prevent the sorcerer Golbez from seizing powerful crystals and destroying the world. He is joined on this quest by a frequently changing group of allies. Final Fantasy IV introduced innovations that became staples of the Final Fantasy series and role-playing games in general. Its &quot;Active Time Battle&quot; system was used in five subsequent Final Fantasy games, and unlike prior games in the series, IV gave each character their own unchangeable character class.<br />\nFinal Fantasy IV has been ported to several other platforms with varying differences. An enhanced remake, also called Final Fantasy IV, with 3D graphics was released for the Nintendo DS in 2007 and 2008. The game was re-titled Final Fantasy II during its initial release outside Japan as the original Final Fantasy II and Final Fantasy III had not been released outside Japan at the time. All later localizations, which began to appear after Final Fantasy VII (released worldwide under that title), used the original title.<br />\nWith its character-driven plot, use of new technologies, and critically acclaimed score by Nobuo Uematsu, Final Fantasy IV is regarded as a landmark of the series and of the role-playing genre. The various incarnations of the game have sold more than four million copies worldwide. A sequel, Final Fantasy IV: The After Years, was released for Japanese mobile phones in 2008, and worldwide via the Wii Shop Channel on June 1, 2009. In 2011, both Final Fantasy IV and The After Years were released for the PlayStation Portable as part of the compilation Final Fantasy IV: The Complete Collection, which also included a new game, set between the two; Final Fantasy IV: Interlude. Ports of the Nintendo DS remake were released for iOS in 2012, for Android in 2013 and for Windows in 2014.</p>"
}