{
    "id": "0515800002b90000",
    "name": "Final Fantasy Tactics Advanced Battle [GBA]",
    "size": 15241968,
    "releaseDate": 19970628,
    "description": "<p>Final Fantasy Tactics (ファイナルファンタジータクティクス, Fainaru Fantajī Takutikusu) is a tactical role-playing game developed and published by Squaresoft (later changed to Square and now Square Enix) for the Sony PlayStation video game console. It is the first game of the Final Fantasy Tactics series and was released in Japan in June 1997 and in the United States in January 1998. The game combines thematic elements of the Final Fantasy video game series with a game engine and battle system unlike those previously seen in the franchise. In contrast to other 32-bit era Final Fantasy titles, Final Fantasy Tactics uses a 3D, isometric, rotatable playing field, with bitmap sprite characters.<br />\nFinal Fantasy Tactics is set in a fictional medieval-inspired kingdom called Ivalice, created by Yasumi Matsuno. The game&#39;s story follows Ramza Beoulve, a highborn cadet who finds himself thrust into the middle of an intricate military conflict known as The Lion War, where two opposing noble factions are coveting the throne of the kingdom. As the story progresses, Ramza and his allies discover a sinister plot behind the war.<br />\nA spin-off title, Final Fantasy Tactics Advance, was released for the Nintendo Game Boy Advance in 2003 and a sequel to that title, Final Fantasy Tactics A2: Grimoire of the Rift, was released in 2007 for the Nintendo DS. Various other games have also utilized the Ivalice setting, including Vagrant Story for the PlayStation and Final Fantasy XII for the PlayStation 2. An enhanced port of Final Fantasy Tactics, Final Fantasy Tactics: The War of the Lions, was released in 2007 as part of Square Enix&#39;s Ivalice Alliance project. Overall, the game received positive reviews from gaming magazines and websites and has become a cult classic since its release.</p>"
}