{
    "id": "0515800005ed0000",
    "name": "Quake Prototype [GBA]",
    "size": 13245795,
    "releaseDate": 19981004,
    "description": "<p>When you buy this game, The Elder Scrolls: Arena and The Elder Scrolls Chapter II: Daggerfall will be added to your GOG.com account for free!<br />\n&quot;You get the phone call at 4 a.m. By 5:30 you&#39;re in the secret installation. The commander explains tersely, &quot;It&#39;s about the Slipgate device. Once we perfect these, we&#39;ll be able to use them to transport people and cargo from one place to another instantly. An enemy codenamed Quake, is using his own slipgates to insert death squads inside our bases to kill, steal, and kidnap. The hell of it is we have no idea where he&#39;s from. Our top scientists think Quake&#39;s not from Earth, but another dimension. They say Quake&#39;s preparing to unleash his real army, whatever that is.<br />\n&quot;You&#39;re our best man. This is Operation Counterstrike and you&#39;re in charge. Find Quake, and stop him ... or it ... You have full authority to requisition anything you need. If the eggheads are right, all our lives are expendable.&quot;<br />\nWhile scouting the neighborhood, you hear shots back at the base. Damn, that Quake bastard works fast! He heard about Operation Counterstrike, and hit first. Racing back, you see the place is overrun. You are almost certainly the only survivor. Operation Counterstrike is over. Except for you. You know that the heart of the installation holds a slipgate. Since Quake&#39;s killers came through, it is still set to his dimension. You can use it to get loose in his hometown. Maybe you can get to the asshole personally. You pump a round into your shotgun, and get moving.&quot;<br />\nFrom the masterminds behind DOOM and Wolfenstein comes an FPS classic that will warp your world. Building on the successful elements that drew players to DOOM, Quake brings a more Gothic flavour to the FPS genre and, like its predecessor, has spawned copycats and sequels over the years. The game is also renowned for creating and popularising Machinima, as the game engine was used to create Machinima classic’s such as “The Diary of a Camper” and “The Seal of Nehahra”. This GOG release also contains the two expansions for this first installment, “Quake Mission Pack No. 1: Scourge of Armagon” and “Quake Mission Pack No. 2: Dissolution of Eternity”, bringing even more interdimensional horrors and weapons to your PC. With the main game soundtrack composed by Trent Reznor, you’re in for one heart-stopping hell of a ride. 4 difficulties to choose from<br />\nBattle and explore your way through over 60 levels<br />\nGhoulish Gothic atmosphere enhanced by a captivating soundtrack</p>"
}