{
    "id": "0515800007870000",
    "name": "TMNT [GBA]",
    "size": 13041936,
    "releaseDate": 20070313,
    "description": "<p>Based on the all-new CGI TMNT movie, Ubisoft’s TMNT video game takes<br />\nplace in New York City, a city plagued with fast-moving shadows and<br />\nattacks from strange creatures. Could the wealthy and mysterious Max<br />\nWinters be involved? New York City needs the Turtles now more than ever<br />\nbut they face their most trying time both as heroes and as brothers.<br />\nWith the fate of the City and their family at stake, it’s up to Leonardo<br />\nwith Zen Master Splinter to restore unity and ninja discipline to the<br />\nTurtles. In this highly immersive experience, join the Ninja Turtles<br />\nteam and experience intense acrobatic navigation, collaborative combat<br />\nand powerful fighting moves. Engage in over-the-top Ninja action to<br />\nreunite the Turtles and save New York City.</p>\n<p>Features</p>\n<p>• Embody All Four Famous Turtles<br />\nLeonardo, Raphael,<br />\nDonatello and Michelangelo are playable, each with unique acrobatic<br />\nmoves, weapons and combat skills, such as Michelangelo’s fast nunchuk<br />\nface slap and Raphael’s powerful Sai throw.<br />\n• Extends the<br />\nTMNT Movie Experience<br />\nThe video game uses the same dark and<br />\ndangerous environments and same themes in the new TMNT movie. Will the<br />\nTurtles be able to unite against the odds or will sibling rivalries<br />\ncreate an unstoppable rift between the brothers? Only the players<br />\nabilities can determine the outcome for the family.<br />\n• Intense<br />\nNinja Fighting<br />\nBy harnessing the power of Ninjitsu, the four<br />\nTurtles have become masters of combat. Leonardo shows a calm discipline<br />\nwhen he faces his foes, attacking carefully and masterfully. Donatello’s<br />\nbow staff can be used to reach distant enemies and as a pivot for him to<br />\nswing himself around the arena. Michelangelo is a fast, flamboyant,<br />\nenergetic fighter, good for quick slashes with nearby enemies but for<br />\npowerful direct attacks nothing beats the intensity of Raphael’s<br />\npowerful Sai punches.<br />\n• Unique Acrobatic Navigation<br />\nThe<br />\nTurtles jump from rooftop to rooftop, scale tall buildings, dive into<br />\nsewers and race through every corner of the city to confront their<br />\nenemies. Using the Jade Engine, from the Prince of Persia franchise,<br />\nUbisoft’s acclaimed Montreal development team brings a unique fast-paced<br />\nnavigation element to the Turtles gameplay.<br />\n• Powerful Tag Team<br />\nMoves<br />\nTogether the Turtles can team up to reach locations<br />\nunattainable alone, or use their unique individual abilities to find<br />\nalternate routes and secret areas of New York City. By pairing up in<br />\ncombat, the Turtles can leverage their combined powers to create a<br />\nmultitude of devastating attacks to cripple the enemy.<br />\n• Diverse<br />\nEnemies and Bosses<br />\nCharacters from the movie and the original<br />\ncomic book series creep out of the shadows to face the Turtles. From the<br />\nPurple Dragon Street Gang to the infamous Foot Clan, a new group of<br />\nenemies lurks in the sewers. Find out what their plan is and how the<br />\nTurtles can stop them.</p>"
}