{
    "id": "0515800006790000",
    "name": "Shin Megami Tensei [GBA]",
    "size": 14300794,
    "releaseDate": 19921030,
    "description": "<p>Shin Megami Tensei is a post-apocalyptic role-playing video game developed and published by Atlus. Originally released for the Super Famicom in 1992 in Japan, it has been ported to multiple systems and eventually released in the West for iOS in 2014. It is the third game in the Megami Tensei series and the first in the central Shin Megami Tensei series. The gameplay uses first-person navigation of dungeons and turn-based battles against demons. The player can recruit demons as allies by talking to them rather than fighting them, and two to three demons can be fused to create new demons.<br />\nThe story follows a nameless protagonist who lives in near-future Tokyo. When a portal to the realm of demons is opened, United States officials order a nuclear attack on Tokyo. Transported with two other supporting characters thirty years into the future, the protagonist finds the Earth ruined by a demon invasion, which is now the stage for an escalating conflict between the Order of Messiah and the Ring of Gaea, conflicting cults who wish to bring about kingdoms for their respective patron deities (YHVH and Lucifer). The story is influenced by moral decisions the protagonist makes, aligning him either with the Order, the Ring of Gaea, or setting him up as an independent agent.<br />\nFrom the start of the production, Atlus staff saw Shin Megami Tensei as a chance to create a game with the company&#39;s brand on it. The staff saw it as a remake of the previous Megami Tensei game; because of this, they knew what was going to happen in the story, and the development went smoothly. The story went through multiple revisions, and many settings were inspired by the staff&#39;s personal lives. The character and demon designs were done by Kazuma Kaneko, who used mythical figures and multiple clothing styles in his designs. Reception and sales for the game have been highly positive, and its success helped launch Atlus as a developer and publisher, along with popularizing the Megami Tensei series.</p>"
}