{
    "id": "0515800002290000",
    "name": "Dora's World Adventure [GBA]",
    "size": 11806457,
    "releaseDate": 20180206,
    "description": "Set sail for adventure with a jaunty hat on your head and a magical shrinking boat in your pocket, in search of legendary treasures!<br/><br/>You’ll solve tricky puzzles, battle formidable foes, piece together clues and dig up secrets to uncover your own shrouded history as you explore the islands and seas of this sprawling open world.<br/><br/>Treasure Adventure World is an open world adventure featuring classic puzzle-platformer gameplay in a modern hand-drawn style. It’s packed full of secrets, quirky characters, and challenging boss fights!<br/><br/>With multiple endings and a New Game + mode, you’ll have plenty of reasons to explore every corner of the map!features:<ul><li>18+ hours of single player, open-world puzzle platformer gameplay with multiple endings to unlock<br/></li><li>Discover 16 islands filled with caves, temples and portals to other dimensions!<br/></li><li>Weather system changes gameplay and affects puzzles!<br/></li><li>10 boss fights, plus dozens of unique enemies!<br/></li><li>Gobs of hidden secrets, easter eggs and cameos<br/></li><li>Create and share custom player skins<br/></li><li>Enhance your abilities with hats!<br/></li><li>New Game + mode</li></ul><br/>                               <br/><strong>You are Peep!</strong> You washed ashore on a remote island with no right hand, no family, and no memory of who you are or where you came from. Now you've got a handy hook and a snarky parrot, but your past remains a mystery.<br/><br/>                               <br/><strong>Whydah</strong> is a chatty parrot who shares Peep’s love of adventure! He also loves to share his unsolicited advice and opinions. For as much as he loves to talk, Whydah has shared very little about his own past… but whatever happened before, Fate seems to have brought Peep and Whydah together for this quest.<br/><br/>                               <br/><strong>The Glooskap</strong> is your trusty sea-faring vessel! Built by a brilliant engineer, it harnesses a mysterious power in order to shrink down and fit into Peep’s pocket when it’s not being used to explore the world. You can upgrade The Glooskap with accessories and weapons, making it a formidable dinghy, indeed.<br/><br/>"
}