{
    "id": "0515800004df0000",
    "name": "Moto GP [GBA]",
    "size": 12325731,
    "releaseDate": 20180404,
    "description": "<p>Welcome to the stunt racing challenge with Moto GP Race: Bike Racing Fever! Ride and race your motorbike on real moto gp racing tracks. Use your thumb in this moto race with fast speed bike racing on multiple racer tracks. Feel the furious speed, realistic acceleration and nitro. Enjoy the overtaking your rivals, being the No. 1 in this racing championship and step on the accelerator. Become a real racing driver, driving at full throttle and being the fastest in moto gp racing. Start your motorcycle stunts racing master and win the motor bike racing fever adventure challenge. Choose your own heavy moto and bring you top racing games to give a new bike racing experience in 2018. Drive your moto on tracks as fast as you can to win racing challenge. Compete in motorcycle game 2018 and become a champion of thumb moto gp racing with motorcycle race game.</p>\n<p>Detailed Gameplay Of Thumb Moto GP Race: Motorcycle Racing Stunts Master:</p>\n<p>You can choose your favorite racing tracks with realistic day &amp; night mode and for extreme racing. Choose number of opponent and off course your favorite racing moto bike, heavy bike, trail bike or dirt motorcycle in supercross racing game. Get ready for the fantastic and extremely moto racing adventure 2018 with motogp racing stunts. Perform stunt track racing and speed racing of moto gp and don’t crash your bike way against other mad bike rivals through amazing frontier bike racing tracks. You need to control your super-fast motorbike with incredible top speed in extreme bike race challenge to be a motorcycle racing master. Ride or drive on the awesome GP racing environment specially designed for extreme racing challenge with insane speed tricks with motogp racing 2018.</p>\n<p>You need to become a master of bike tricky racing and finish your ride as fast as possible to win the thumb moto racing championship in the newest bike race simulation. The moto gp racing rider game has multiple motorbikes racing competition and racing championships. Just start the fusion of top racing games with this extreme bike race game and let’s have some stunts and experience the most exciting racing of motor bike. You have to drive smoothly because bike crash will caused level failed. Enjoy specially designed high-speed bike racing tracks and racing roads in the extreme moto bike racing fever simulator.</p>\n<p>Moto GP Race: Bike Racing Fever Features:</p>\n<p>✪ Choose your favorite track for real motor bike.<br/>✪ Select number of opponents for motogp racing fever.<br/>✪ Select lap system in top racing games.<br/>✪ Realistic day &amp; night modes for motorcycle race 2018.<br/>✪ Stunning motorcycle riding &amp; bike racing experience.<br/>✪ Wide range unique bikes like trail bike, sports bike or heavy moto bike &amp; dirt bike for racers.<br/>✪ Perform insane stunts in motogp bike racing fever.</p>\n<p>It’s time to become best racer &amp; ride your bike through fast racing tracks and sharp paths on highway bike race roads. Extreme race ride with bike race is here. Download Moto GP Race: Bike Racing Fever and feel the driving of fast speed moto on racing tracks.</p>"
}