{
    "id": "0515800004810000",
    "name": "Mega Man Zero [GBA]",
    "size": 12588466,
    "releaseDate": 20020426,
    "description": "<p>Mega Man Zero, known in Japan as Rockman Zero (ロックマン ゼロ), is a video game developed by Inti Creates and published by Capcom for the Game Boy Advance (GBA) handheld game console. It is the first installment in the Mega Man Zero series, the fifth series in Capcom&#39;s Mega Man video game franchise. It was released in Japan on April 26, 2002, and in North America and Europe later that year.<br />\nMega Man Zero is set 100 years following the Mega Man X saga of games. The plot follows the Reploid protagonist Zero, who is awakened from a century of sleep to aid a human scientist named Ciel and her resistance force in a fight against the utopia of Neo Arcadia, which is attempting to unjustly wipe out all androids it views as threats. Like its predecessors in the original Mega Man series and Mega Man X series, Mega Man Zero is an action-platformer. However, the game forgoes the franchise&#39;s traditional format of letting the player select stages and acquire each boss&#39;s weapon. It instead features a smaller number of upgradable weapons and mission-based progression within a large, interconnected world. The player may also acquire special power-ups called &quot;Cyber Elves&quot; which supplement the player&#39;s abilities or add various effects to a mission&#39;s stage.<br />\nMega Man Zero was produced as a commission product by Inti Creates for Capcom. The developer was responsible for all aspects of the game except the inclusion of the protagonist Zero, which was requested by series producer Keiji Inafune. Mega Man Zero has enjoyed a mostly positive press reception. Critics lauded the game&#39;s storyline, graphics, and tweaks on the franchise&#39;s classic action formula, though many were put off by aspects of its extreme difficulty level. Mega Man Zero garnered strong sales upon its debut and went on to produce three direct sequels on the GBA, as well as two titles in a sequel series on the Nintendo DS. It was released on the Wii U&#39;s Virtual Console in Japan on October 22, 2014.</p>"
}