{
    "id": "05158000083f0000",
    "name": "Yu-Gi-Oh! - Destiny Board Traveler [GBA]",
    "size": 13614943,
    "releaseDate": 20170111,
    "description": "<p>Take on Duelists around the world with &quot;Yu-Gi-Oh! Duel Links&quot;!<br />\n- Star-studded lineup includes: Yugi, Kaiba, Joey, Mai and more!<br />\n- Voices from the anime heighten the Dueling experience!<br />\n- Intuitive controls for beginners! The depth to satisfy &quot;Yu-Gi-Oh!&quot; veterans!<br />\n- Signature monsters with stunning 3D animations!<br />\n- Build your ultimate Deck and aim for the top!<br />\nStep into a world that crosses dimensions and connects all Duelists. In Duel World, any location transforms into a Duel Field where heated Duels unfold!<br />\n[FEATURES]<br />\n-Duels<br />\nThe &quot;Yu-Gi-Oh!&quot; TCG (Trading Card Game) can be played digitally with newly designed, intuitive controls optimized for your personal computer! Also, signature monsters like &quot;Dark Magician&quot; and &quot;Blue-Eyes White Dragon&quot; make their appearance with dynamic visuals!<br />\n-Single Campaign (Duel World)<br />\nDuel as your favorite characters from the &quot;Yu-Gi-Oh!&quot; world and complete Stage Missions to earn various rewards!<br />\nNew cards can be obtained from the Shop!<br />\n-Duelists<br />\nChallenge Yugi, Kaiba, Joey, Mai and other Legendary Duelists! Complete specific Missions to unlock and these characters!<br />\nEarn Skills and rewards by leveling up your favorite characters!<br />\n-Online PvP<br />\nWith &quot;Yu-Gi-Oh! Duel Links,&quot; engage in heated Duels anytime and anywhere against players around the world! Climb through the rankings and claim the title of King of Games!<br />\n-Decks<br />\nBuild your very own Deck with cards you collect in-game and take on opponents!<br />\nStay tuned for future card additions!<br />\n[ABOUT &quot;Yu-Gi-Oh!&quot;]<br />\n&quot;Yu-Gi-Oh!&quot; is a popular manga created by Kazuki Takahashi that was serialized in SHUEISHA Inc.&#39;s &quot;WEEKLY SHONEN JUMP&quot; from 1996. Konami Digital Entertainment Co., Ltd. provides a Trading Card Game (TCG) and video games, based on the &quot;Yu-Gi-Oh!&quot; anime series created from the original manga, that are enjoyed around the world.</p>"
}