{
    "id": "0515800008710000",
    "name": "Pokemon Clover v1.3.1 [GBA]",
    "size": 18989851,
    "releaseDate": 20140605,
    "description": "Prepare yourself for an insatiable rain of bullets, bombs, and beams in Crimzon Clover. From Japanese indie developer YOTSUBANE, AdventurePlanningService, this unique top-down shooter is a wild ride you won't want to miss out on.<br/><br/><br/><br/>Your first step in Crimzon Clover: World Ignition is as simple as choosing how you want to play, and which powerful ship will be yours to command. Choose your difficulty from ARCADE (true to the original arcade game) or NOVICE (better if these are your first step in the world of hardcode SHMUP) then choose your mode from Boost, Original, Unlimited, and Time Attack.<br/><br/>Original is THE main mode, where you blast your way through stage in search of the last boss. Boost Mode will adjust the difficulty based on how proficient you are at devastating your enemies. Unlimited turns each stage into an intense battlefield of bullets that only the most hardcore players will be able to survive. Time Attack pits you against the clock as you race to make the best score possible in about 3 minutes.<br/><br/><br/><br/>Take the role of a skilled pilot in the fight to destroy massive waves of enemies while dodging their unending rain of bullets. Each of the three ships has their own style of standard firing and a unique appearance. The firing style is translated beautifully as you amp your way into Break Mode and Double Break Mode! As you blast through your foes in each stage you can collect stars that will raise your score. Each enemy destroyed helps fill your Break Meter, which allows you to wipe the screen with powerful bombs or, if you have the patience, blast off into Break Mode to add a huge boost to your firepower and let you rip through enemies with ease. That's not the extent of your strength though, as having a full Break Meter while in Break Mode will allow you to enter the ultimately destructive Double Break Mode. Watch your enemies crumble in fear as you turn the tide and fill the screen with your own hellacious rain of firepower!<br/><br/><br/>Having a tough time to clear the game using no continue? No worries. Hit up the Training screen to set up your own scenario using your choice of mode, ship, stage, and freely customize other variables to practice the fight for survival. Training doesn't seem like a bad idea after you see what the enemies are capable of. Can you pilot your craft through the bullet massacre the enemies have prepared for you? Find out as you play Crimzon Clover: World Ignition!<br/><br/><strong>Features:</strong><br/><ul><li>Refreshing Gameplay<br/>Crimzon Clover puts a much-needed polish on the classic Shoot 'Em Up genre.<br/></li><li>Sky Blazing Graphics: Beautiful retro-inspired arcade graphics, revived for the modern gamer in HD (1280x768).<br/></li><li>Super-Powered Challenges: Whether you are new to SHMUPs or an old pro, Crimzon Clover has something for everyone.<br/></li><li>Cool Replays: Save your best plays to show off to your friends, or to check to see how you can get even better.</li></ul>"
}