{
    "id": "0515800005bb0000",
    "name": "Pokemon Shiny Gold Sigma Version [GBA]",
    "size": 17560183,
    "releaseDate": 19991121,
    "description": "<p>When initially launched on the Game Boy Color system, the Pokémon <br />\n      Silver Version game continued to expand the Pokémon universe, adding <br />\n      100 Pokémon, held items, Pokémon eggs, and real-time events thanks to an <br />\n      internal game clock. Now a new feature lets you trade and battle Pokémon <br />\n      using local wireless on the Nintendo 3DS family of systems!</p>\n<pre><code>  Dozens of Pokémon join the action, including Legendary Pokémon trio   \n  Raikou, Entei, and Suicune. Pokémon Silver Version   \n  introduced new Pokémon types as well—look out for Steel-type and   \n  Dark-type Pokémon throughout your travels. At the start of your   \n  expedition, you&amp;#39;ll have the option to choose one of three starting   \n  Pokémon: Chikorita, Cyndaquil, or Totodile. Then, prepare to battle your   \n  rival frequently as the two of you make your way across the incredible   \n  Johto region. You&amp;#39;ll find Pokémon in Pokémon Silver Version   \n  that you won&amp;#39;t find in Pokémon   \n  Gold Version, so look for a fellow Trainer to trade with!\n\n\n    Experience the classic gameplay of the Pokémon Silver Version   \n    game!\n\n\n    Discover the innovations that started with the Pokémon Silver   \n    Version game.\n\n\n    Battle and trade with friends using local wireless\n\n\n    Catch all of the 100 Johto Region Pokémon by trading with your friends   \n    who have the Pokémon   \n    Gold Version game!\n</code></pre>\n<p>This game is only playable in 2D.This classic game is part of the Virtual Console service, which brings you great games created for consoles such as NES™, Super NES™ and Game Boy™ Advance. See more Virtual Console games for Nintendo 3DS.</p>"
}