{
    "id": "05158000040f0000",
    "name": "Lord of the Rings, The - The Two Towers [GBA]",
    "size": 21929768,
    "releaseDate": 20021021,
    "description": "<p>The Lord of the Rings: The Two Towers is an action hack and slash video game developed by Stormfront Studios for the PlayStation 2 and Xbox. It was ported to the Game Boy Advance by Griptonite Games, to the GameCube by Hypnos Entertainment, and to mobile by JAMDAT. A version for Microsoft Windows developed by Ritual Entertainment was cancelled during development. The game was published on all platforms by Electronic Arts. Originally released in North America for the PlayStation 2 in October 2002, it was released in November for the Game Boy Advance, in December for the Xbox and GameCube, and in May 2003 for mobile. In November 2003, EA released a sequel, The Lord of the Rings: The Return of the King.<br />\nThe game is an adaptation of Peter Jackson&#39;s 2001 film The Lord of the Rings: The Fellowship of the Ring and his 2002 film The Lord of the Rings: The Two Towers, which was released shortly after the game. As it is not an adaptation of J. R. R. Tolkien&#39;s 1954 novel The Two Towers, the second volume in his Lord of the Rings trilogy, anything from the novel not specifically mentioned or depicted in the films could not be represented in the game. This is because, at the time, Vivendi Universal Games, in partnership with Tolkien Enterprises, held the rights to the video game adaptations of Tolkien&#39;s literary works, whilst Electronic Arts held the rights to the video game adaptations of the New Line Cinema films. EA chose not to publish a game based on Jackson&#39;s The Fellowship of the Ring film, instead incorporating some of the plot and footage into their The Two Towers game, which was released a few weeks after Vivendi&#39;s The Fellowship of the Ring game, a licensed adaptation of Tolkien&#39;s novel The Fellowship of the Ring.<br />\nThe Two Towers received a generally positive response, with critics praising the re-creation of sets and scenes from the films, and the epic scope of some of the battles. Some, however, criticized the game for being too short and the combat overly repetitive. The game was a financial success, selling almost four million units, and outselling Vivendi&#39;s The Fellowship of the Ring game, which sold just over one million.</p>"
}