{
    "id": "0515800007c90000",
    "name": "Ultimate Beach Soccer [GBA]",
    "size": 12178179,
    "releaseDate": 20210702,
    "description": "<strong>Pixel Cup Soccer</strong> is a casual retro style soccer game, a great evolution from the previous edition. It's dynamic, arcade, with a fast paced gameplay, just the fun part of soccer! The game has great pixel art graphics like the games from the 90’s, evoking nostalgia.<br/>It features great pixel art and soundtracks that evoke nostalgia of the glory days of the 80’s and 90’s arcade games.<br/><br/>Move, pass, and shoot the ball to victory! You will learn to play in one minute, but it takes much longer to master it. The simple controls enable a rich set of features such as charging and aiming your shots, directing your corner kicks and throw-ins, shooting lobs, slide tackles, and more.<br/><br/>Play single-player (player VS computer) or local multi-player (player VS player). With your support, we would like to add new features, a career mode, and eventually, why not, online multiplayer!<h3>Play Modes: </h3><ul><li> Friendly Match<br/></li><li>Competitions<br/></li><li> Penalty Kicks</li></ul><h3>Competitions:</h3><ul><li> Global Cup<br/></li><li> American Cup<br/></li><li> European Cup<br/></li><li> Women's Global Cup<br/></li><li> Global Cup 1930 (evoking the first international cup)<br/></li><li> OlymPixel Cup (men and women)<br/></li><li> Pixel League B<br/></li><li> Pixel League A<br/></li><li> Pixel Tournament</li></ul><h3>Features:</h3><ul><li> Simplified controls for casual players.<br/></li><li> Simple to pick up and enjoy, with a clean and challenging gameplay.<br/></li><li> Retro style art resembling old games and evoking nostalgia.<br/></li><li> Women’s Soccer.<br/></li><li> Penalties, Free Kicks.<br/></li><li> Fouls with injured players, yellow and red cards.<br/></li><li> Tactical panel, to manage substitute changes, team formation and attitude. <br/></li><li> Deep gameplay mechanics: short pass, long pass, etc., aiming when shooting, controlled shot or lobs, player skills.<br/></li><li> Lots of Animations (overhead kick, scorpion kick, scissors kick, diving header, etc.)<br/></li><li> Challenging AI. Teams with very different game playing styles (ie: Catenaccio like Italy or Tiki-Taka like Brasil).<br/></li><li> Many game settings, including Zoom Level, VSync, Slow motion, Assisted mode, etc<br/></li><li> Language Selection</li></ul>"
}