{
    "id": "05158000052b0000",
    "name": "Oddworld - Munch's Oddysee [GBA]",
    "size": 15095426,
    "releaseDate": 20011115,
    "description": "We&#39;ve reported the game for 2016, which now runs at 60 FPS, includes higher resolution textures, better quality cut-scenes, improved audio, higher poly models, numerous fixes and improvements, and trading cards, badges, emotes and backgrounds!About the game<br />\nPlayers guide Mudokon champion Abe, and his aquatic Gabbit partner Munch, in Oddworld&#39;s third adventure, using special psychic powers, cool power-ups, and other special abilities to deliver payback as they reclaim the last gabbit eggs on Oddworld, which have been packaged in a can of gabbiar.<br />\nKey features:Play as a team - players use Munch and Abe cooperatively to make their way through the trials of Oddworld. Leverage both characters&#39; unique strengths:<br />\nAbe- Abe can climb and jump to reach new areas, and then run to escape from dangerous enemies. When all else fails, chant to take control of the enemy&#39;s soul, and use their guns to clear a path to safety.<br />\nMunch - Munch can swim around the new realms of Oddworld. When on the ground, zip along with a wheelchair power up. Need to move some yapping Slogs out of the way? Just use Munch&#39;s nifty remote control head port to fire up the crane and drop those Sloggies in their pen.<br />\nSpecial psychic powers - Munch and Abe&#39;s psychic powers can extend their reach and get others to do the dirty work:<br />\nAs Abe - Let Abe&#39;s chant roar to take possession of a gun-toting Big Bro Slig and clear almost anything out of the way. Abe can use spooce or spiritual power gained byharvesting SpooceShrubs to posses other creatures as well, but why think small?<br />\nAs Munch - If Abe can&#39;t mesmerize someone into getting the job done, Munch can use his handy remote control head port to hijack nearby machines including cranes, and 50-caliber Anesthesia bots to tackle the really tough obstacles.<br />\nPower-Ups – Every friendly character you can find becomes a fighting ally, Fuzzles, Mudokons…. Need to get somewhere quickly or get over a wall, like right now? Use Oddworld&#39;s consumer power-ups like Expresso and Bounce to amp up Munch and Abe&#39;s abilities to perform cool moves. For the more direct approach, possess high-caliber weapon toting enemies.<br />\nOddworld, now in &quot;new and improved 3D!&quot; - it&#39;s a whole new Oddworld, with lush rivers, towering mountains and hundreds of trees that bloom or die.<br />\nInteract with dozens of different oddball races - use GameSpeak® to get Oddworld&#39;s Inhabitants from the heavily armed Big Bro Sligs to the cute but ferocious Fuzzles) to carry out tricky tasks or just beat the crap out of enemies.<br />\n&quot;Frustration Free&quot; gaming - Oddworld&#39;s new intelligent cinematic camera, auto-targeting system and no-stick navigation system makes playing a breeze! Plus with easy<br />\nQuikSave® and limitless lives, players have plenty of chances to take on any situation…<br />\nno matter how Odd!</p>"
}