{
    "id": "05158000041b0000",
    "name": "Madagascar [GBA]",
    "size": 13961945,
    "releaseDate": 20050524,
    "description": "<p>Based on the star-studded animated feature film from DreamWorks<br />\nAnimation, Madagascar is the only console game that lets players enter<br />\nthe world of 4 hilarious Central Park Zoo animals--a personality-packed<br />\ncrew made up of a lion, zebra, giraffe and hippo--and their crafty<br />\npenguin sidekicks. Players must master each animal’s natural skills<br />\nwhile adventuring through the exciting city of New York and the<br />\ndangerous island of Madagascar, interacting with other animals and<br />\ntackling obstacles and enemies in scenarios from the movie and beyond.</p>\n<p>Features</p>\n<p>• Get in touch with your animal instincts - Fighting for survival has<br />\nnever been this much fun. Play as the main characters from the<br />\nmovie—Alex the Lion, Marty the Zebra, Gloria the Hippo and Melman the<br />\nGiraffe—as you take on obstacles, interact with characters and face off<br />\nagainst enemies. In bonus chapters, play as different characters—from<br />\nlovable lemurs to crafty penguins.<br />\n• Rock the city and rule the<br />\njungle - Test your animal abilities in mini-games and 11 action-packed,<br />\nmovie-based chapters including &quot;Manhattan Street Chase,&quot; where you<br />\nsearch for Marty on the mean streets of New York; &quot;Penguin Mutiny,&quot;<br />\nwhere the penguins overtake a giant cargo vessel; and &quot;Jungle Banquet,&quot;<br />\nwhere you get ready for the feast of a lifetime.<br />\n• Collect high<br />\nscores in bonus mini-games - Take on three bonus chapters including<br />\n&quot;Shuffleboard,&quot; where you play as an array of characters in a wide<br />\nvariety of shuffleboard settings; &quot;Tiki Golf,&quot; where you golf with the<br />\nnatives on tropical-themed courses; and &quot;Lemur Rave,&quot; where you can test<br />\nout your rhythm skills to cool jungle beats.<br />\n• Get your groove on as<br />\nyou go - Develop new skills as you take the role of each zoo animal<br />\nduring the game. Help Alex maximize the power of his claws, roar and<br />\npounce; get Marty to pump up his long jump, back kick and stealth crawl<br />\nskills; utilize Gloria’s butt smash and spiced up charge; and perfect<br />\nMelman&#39;s helicopter spin and ammo-throwing neck fling. (The ammo we’re<br />\ntalkin&#39; &#39;bout here includes coconuts and lemurs, thank you very much.)<br />\n•<br />\nThe fun is never done - with the GBA and NDS games you&#39;ll test your<br />\nanimal abilities across diverse environments in mini-games, 9 training<br />\nlevels and 12 action-packed, movie based levels. Enjoy Nintendo DS<br />\nextras — use your Nintendo DS touch screen to switch characters in the<br />\nmiddle of levels or to play 2 platform exclusive, 3D mini-games. You can<br />\nalso take on a friend in a wireless co-op mini-game.</p>"
}