{
    "id": "0515800006cf0000",
    "name": "Spirit - Stallion of The Cimarron [GBA]",
    "size": 11130255,
    "releaseDate": 20191101,
    "description": "<p>Spirit of the North is a single-player 3rd-person adventure game inspired by the breathtaking and mysterious landscapes of Iceland. The story takes root from various pieces of Nordic folklore. The game is unique in that it purposefully has no dialog or narrative. Players must breathe in their surroundings to solve various puzzles and speculate the meaning of a lost ancient civilization. Play as an ordinary red fox who’s story becomes entwined with the guardian of the Northern Lights, a female spirit fox. As you journey over the mountains and under red-stained skies, you’ll discover more about your companion and land left in ruin.<br />\n1 player<br />\n9GB minimum save size<br />\nDUALSHOCK®4<br />\nSoftware subject to license (us.playstation.com/softwarelicense). Online features require an account and are subject to terms of service and applicable privacy policy (playstationnetwork.com/terms-of-service &amp; playstationnetwork.com/privacy-policy). One-time license fee for play on account’s designated primary PS4™ system and other PS4™ systems when signed in with that account.<br />\nSoftware subject to license (us.playstation.com/softwarelicense). Online features require an account and are subject to terms of service and applicable privacy policy (playstationnetwork.com/terms-of-service &amp; playstationnetwork.com/privacy-policy). One-time license fee for play on account’s designated primary PS4™ system and other PS4™ systems when signed in with that account.<br />\nSpirit of the North © 2019 developed and published by Infuse Studio LLC. All rights Reserved. Infuse Studio and Spirit of the North logos are trademarks of Infuse Studio LLC. All other trademarks and trade names are the property of their respective owners.  Original Soundtrack by Joseph Gifford licensed exclusively to and published by Infuse Studio LLC.</p>"
}