{
    "id": "0515800002790000",
    "name": "Elf Bowling 1 & 2 [GBA]",
    "size": 10607389,
    "releaseDate": 20170803,
    "description": "<p>Trading cards: According to new policy of Steam, trading cards will be available when the quantity of copies of game sold reachs a certain amount.<br />\nIt’s a story about a dark elf and a teenager who survived from death field after experiencing countless death.<br />\nThe background is that after the war and in the peaceful world, Frelia the former mercenary saved the young Ruse who was attacked, and took him in.<br />\nHeroine: Fraylia<br />\nA very haughty dark elf and female warrior<br />\nCV: Inukai Ao<br />\nBWH: B90 (G cup) W57  H95<br />\nDuring the world war, as a mercenary she lived in the smoke of war.<br />\nAfter the war, she worked in the city’s trade union as she traveled around the world.<br />\nOnce when repelled a monster she saved the young Ruse and took him in.<br />\nThe two lived in Orucu and depended on each other.<br />\nHero: Ruse<br />\nThe teenager living with Fraylia<br />\nMany years ago, he was saved by Frelia when a monster attacked the orphanage where he lived.<br />\nAt the beginning he didn’t open his mind and then he generally talked with her about everything.<br />\nRuse has always been reading books at home for his bad health.<br />\nHis dream was to become a national scholar.<br />\nVarious Storylines<br />\nIs it a happy ending? Or is it to degenerate happily?<br />\nSeven RPG can be used for the end of storylines.<br />\nTwo general directions:<br />\n1. Normal line<br />\nThe two lived together. Fraylia strives to help Ruse become an independent and strong man.<br />\nAccording to different options of storylines, she could be a virgin at the end of the game.<br />\n2.Sinner line<br />\nWhen her specific work fails, there will be another line.<br />\nFraylia regarded as a sinner can release her instinct power after lots of insults.<br />\nRuse leaves. In order to see him again, she has to do some illegal work that her country arranges for her.</p>"
}