{
    "id": "0515800008830000",
    "name": "Pokemon Fusion 3 [GBA]",
    "size": 16383644,
    "releaseDate": 20131205,
    "description": "Game and software creation has never been easier or quicker than with Clickteam Fusion 2.5! Discover the tool used by so many multimedia professionals, game creators, and creative people from all walks of life.<br/><br/>With CF2.5’s amazing event editor system you are able to quickly generate games or apps without mastering a traditional programming language.<br/><br/>Within your first hour you will have learned the basics of the tool. Compile a windows app with a mouse click, Or target additional platforms like iOS, Android, Flash and XNA (Windows Mobile phone and Xbox) with the purchase of our optional exporters. <br/><br/>Harness the power of Clickteam Fusion 2.5 today.<strong>Steam Games #MadeWithFusion</strong><br/><br/><br/><br/><br/><strong>Amazing Features from the Original Drag and Drop Programming Tool</strong>-Make your first game in under an hour!<br/>-No need for previous programming knowledge<br/>-Easy to use and intuitive physics engine<br/>-The original and world famous Event Editor makes programming a breeze<br/>-Used by professionals and students alike<br/>-Shader effects available<br/>-Inserting assets is as easy as drag and drop<br/>-Publish games and apps for multiple platforms<br/>-Complete creative flexibility<br/>-Hardware accelerated games and apps<br/>-Outstanding, friendly community support<strong>Build for many platforms with optional exporters</strong><br/>     Generates HTML5 on the fly and runs automatically in your browser<br/>\nOpen extension SDK for endless functionality       Use hardware acceleration &amp;amp; shaders on powerful Windows machines<br/>\n100's of additional objects provide additional functionality to the tool\t\tBuild directly from CF2.5 to any of your Android devices and build APKs<br/>\nAccess the Android OS with our simple permissions management system\t\tBuild games for all iOS touch devices including iPad, iPhone and iPod<br/>\nMaximize control options with the Accelerometer and Multitouch interface objects\n\t\tBuild Games for Xbox and Windows 8 Mobile<br/>\nMultiple Control options for Multiple Platforms\t\tProduce quality Flash content in record time<br/>\nFully Customizable SWF Generated Easily"
}