{
    "id": "0515800003bf0000",
    "name": "Knights' Kingdom [GBA]",
    "size": 12371648,
    "releaseDate": 20160225,
    "description": "<p>Leave the familiar world behind and step into the fantastic unknown with Portal Knights, a cooperative 3D sandbox action-RPG! Level up your character and craft powerful gear to defeat your enemies in real-time tactical combat. Explore dozens of randomly-generated islands and restore peace to a world torn apart by The Fracture.<br />\nCraft your adventure. Forge your hero. Become the ultimate Portal Knight!Key Features<br />\nTravel between randomly generated 3D sandbox worlds.<br />\nTraverse unique environments, meet unique NPC characters, discover creatures and resources for crafting. Explore caves, lakes and dungeons filled with surprises.<br />\nTactical action combat.<br />\nStrike your foes and dodge their attacks in fast-paced 3rd-person battles. Outwit each enemy’s unique AI and choose from an assortment of weapons and spells to defeat them!<br />\nRPG character classes including warrior, ranger and mage.<br />\nPlay as a Warrior, Mage or Ranger and customize your appearance, abilities, and gear. Unlock powerful talents as you level up!<br />\nRandom Events.<br />\nAdventure in ever changing landscapes. Complete new quests and earn exclusive items in random events across the worlds.<br />\nMine and gather resources from across the lands to craft your arsenal and supplies.<br />\nUpgrade your crafting stations and expand your recipe list to 100+ items, including crafting trees for each class.<br />\nBuild your home using dozens of materials and furnishings.<br />\nHarvest resources and build grand structures, craft unique furniture, adopt a pet companion and more!<br />\nEpic boss battles.<br />\nFace off against the Portal Guardians, the most formidable beasts in the realm, in their twisted arenas.<br />\nJoin your friends in 4-person cooperative multiplayer or 2 player split screen.<br />\nWork together on the same island to build structures, explore dungeons, and overcome the toughest perils or play separately on different islands.</p>"
}