{
    "id": "0515800000150000",
    "name": "2-in-1 - Golden Nugget Casino & Texas Hold'em Poker [GBA]",
    "size": 13861069,
    "releaseDate": 20180404,
    "description": "Play Texas Hold’em Poker free with players from all over the world! The latest FREE ONLINE POKER game with the exciting saga of features that will blow your mind.<br/><br/>Live the excitement of Texas Hold’em, double-down, bluff, raise or go all-in, improve your poker skills, gain experience, make new friends from all over the world and get a chance to be the best poker player ever! House of real Fun!<br/><br/>Downtown Casino brings the authentic poker experience to your desktop. Tournaments, World Series, World Poker Clubs, Jackpot, Slotmania, Video Poker, coming soon in the game to enhance your gaming experience. <br/><br/><strong>It doesn’t matter if you are already a poker star or a rookie </strong>, learn as you play with our replay feature to learn the strategies of your opponents and to become the ultimate vegas poker king.100% FREE to play! Get daily FREE daily chips and get rewarded for your achievements in the game - All FREE!<br/><br/>Our Exciting Features<ul><li>HAND REPLAYS <br/>Confused about a particular hand win or loss at the table? Now get an instant replay of any game and investigate what happened. 100% transparent gameplay.<br/><br/></li><li>SIDE-POTS: LIVE<br/>Check the exact distribution of all the pots at stake and check what everyone in the table stands to gain at any point in the game. Side pots are updated with every move so that you can watch them build up or even split up based on the game moves. No more scratching your head figuring out the win amounts. Feels like Celeb Poker.<br/><br/></li><li>GREAT USABILITY &amp; EXPERIENCE<br/>Downtown Casino is designed with simplicity to the core... intuitive design meant for PRO big fish and new poker players alike.<br/><br/></li><li>FAIR PLAY GUARANTEED<br/>Be assured that the hands dealt are purely random and is bound by our 100% Fair Play Guarantee.<br/><br/></li><li>SOCIAL IN-GAME PROFILES<br/>Pick your custom Avatar or pick one from a vast galley of characters, feature your best hand and best win games, communicate with other players through profiles walls.<br/><br/></li><li>EXTENSIVE STATISTICS<br/>Get detailed stats to track your progress and status in the game! Gain experience points to level-up! Visit profile of other players and friends to see where the competition stands!<br/><br/></li><li>IN-GAME CHAT<br/>Sit at the Casino tables and use our easy in-game instant messenger to chat and connect with other Texas Hold’em players from around the globe!<br/><br/></li><li>NO HIDDEN RAKE<br/>Get free from hidden, uncertain rake system.<br/><br/></li><li>100% FREE <br/>Downtown Casino is 100% free to play game with no ads or annoying daily sale offers.</li></ul><br/><strong>Put your Texas poker heat strategy to the test, watch your pot size of winnings grow and compete to be the ultimate governor of poker !!</strong><br/><br/><br/><br/>Disclaimer<br/>Collection and use of personal data are subject to DynamicNext's Privacy Policy available in the Application License Agreement given in EULA. Social Networking Service terms may also apply.<br/><br/>This game is intended for an adult audience and is meant for entertainment purposes only. It does not offer any real money gambling or an opportunity to win real money or prizes at any time. Practice or success at social gaming does not imply future success at real money gambling."
}