{
    "id": "0515800004770000",
    "name": "Mega Man Battle Network 6 - Cybeast Gregar [GBA]",
    "size": 13809078,
    "releaseDate": 19931105,
    "description": "<p>Mega Man 6, known in Japan as Rockman 6: Shijō Saidai no Tatakai!! (ロックマン6 史上最大の戦い!!, Rokkuman Shikkusu Shijō Saidai no Tatakai!!, &quot;Rockman 6: The Greatest Battle Ever!!&quot;), is an action-video game developed by Capcom for the Nintendo Entertainment System (NES). It is the sixth installment in the original Mega Man series and was originally released in Japan on November 5, 1993 and in North America the following March. It was included in the Mega Man Anniversary Collection released in 2004. Its first PAL region release was June 11, 2013 for the 3DS Virtual Console, nearly twenty years after the game&#39;s first release.<br />\nThe story of Mega Man 6 opens during a competitive robot fighting tournament with entrants from all around the globe. A villainous figure known as &quot;Mr. X&quot; announces he has reprogrammed the eight powerful contestants with intent to use them for taking over the world. The game&#39;s robotic protagonist Mega Man, who was sent to oversee the tournament, springs into action to foil X&#39;s plot. A standard action-platformer, Mega Man 6 plays nearly identically to its five predecessors with a few added features such as stages with alternate pathways and new Rush adaptors.<br />\nMega Man 6 is the first game in the series to receive character design input from fans outside Japan. This late-era game was also the last in the series released on Nintendo&#39;s 8-bit console. Due to the declining support of the NES and the growing presence of the newer and more powerful Super Nintendo Entertainment System (SNES), Capcom decided not to publish Mega Man 6 in North America. The North American version of Mega Man 6 was released by Nintendo of America instead. Critical reviews favored the game&#39;s comparable presentation and use of the established gameplay model from preceding chapters in the series, though nearly all judged it a redundant sequel.<br />\nWhile the first five Mega Man games are available on the Wii&#39;s Virtual Console, this game is absent from the Wii Shop Channel; however the game was released via the 3DS Virtual Console in Japan and Europe, with North America on June 20, 2013. It was also released via the Wii U Virtual Console in Japan on May 14, 2014, in Europe on July 24, 2014 and in North America on August 21, 2014.</p>"
}