{
    "id": "05158000001f0000",
    "name": "2-in-1 - Quad Desert Fury & Monster Trucks [GBA]",
    "size": 14884897,
    "releaseDate": 19971208,
    "description": "When you buy this game, The Elder Scrolls: Arena and The Elder Scrolls Chapter II: Daggerfall will be added to your GOG.com account for free!\n<br/><br/>\nIt's the final culmination... bound and bagged exclusively for you. A quadrisection of explosive gaming that's a true embodiment of the game that annihilates the rest. Quad Damage compiles original Quake II, The Reckoning, Ground Zero, and Extremities all into one solid mass. Perfect for power killing, this lethal gathering levels you with mind-bending AI, merciless monsters, and an arsenal of weaponry. consider this your four-warning. \n<br/><br/>\n\n\nQuake II\n<br/><br/>\nMuch more than just a sequel, this second coming has a mind (and an engine) of its own. Fifty-five larger mission-based levels, including 64-player DeathMatch and Capture the Flag levels. Futuristic weapons like the revered Railgun and BFG put every foe in its place, as do hordes of other comebacks including the grenade launch, chaingun and the Hyper Blaster from hell. And with enemies like the decapitating Iron Maiden and humanoid Tank, you're going to need all the help (and health) you can get. \n<br/><br/>\n\nMission Pack: The Reckoning\n<br/><br/>\ndeveloped by Xatrix Entertainment Inc. \n<br/><br/>\nA sum total of horror equal to no other. Shadow-looming Gekks and Strogg-rousing Repair bots await you as you ransack the industrial landscapes of 18 relentless levels. Your only recourse is to use your inner strength and outer hardward: the richoting Ion Ripper, magnesium-shooting Phalanx Particle Cannon and your very own recycling bim, the Trap. Settling the score was never more gratifying. \n<br/><br/>\n\nMission Pack: Ground Zero\n<br/><br/>\ndeveloped by Rogue Entertainment \n<br/><br/>\nIt's a massacre in the making. A stranglehold of 14 Single-Player levels and 10 Deathmatch levels designed to challenge even the most well-grounded gamer. Complete with a slew of weapons, including the ETF Rifle and Plasma Beam, plus DeathMatch-specific power-ups like the Vengeance Sphere and the Anti-Matter Bomb. And Lest we forget your worst enemies: the Stalker, Daedalus and the femme fatale herself, the Black Widow. \n<br/><br/>\n\nNetpack I: Extremities\n<br/><br/>\ncompiled by id Software\n<br/><br/>\nDeflowered from the Quake community and brought directly to you comes ID's top picks of the best of the best MODs around. It's the ultimate anthology made by the fans for the fans, including everything from Team DeathMatch games with new power-ups, objectives, and skins, to new styles and scoring system for DeathMatch play."
}