{
    "id": "0515800003d30000",
    "name": "Land Before Time, The - Into the Mysterious Beyond [GBA]",
    "size": 12228524,
    "releaseDate": 20170918,
    "description": "<strong>You died. Welcome to XING.</strong>Spirit Journey<strong>What if you had the power to go up to a gravestone, read the epitaph, and transport yourself into the lives of the departed?</strong><br/>Your body may be gone, but your life has just begun. In death, you will find yourself on a journey across a series of mysterious lands, an afterlife filled with the thoughts and personalities of those long lost. Follow these forgotten stories, collect artifacts, solve puzzles, and discover secrets as you make your own adventure through the mysteries of The Land Beyond. <br/> <br/><strong>Is death without legacy something to be feared? <br/><br/>What happens when we do not realize what is most important to us? <br/><br/>Do we choose our own destiny, or is it chosen for us?</strong>A Puzzling PlaceXING: The Land Beyond is a fantastical, non-combative, spiritual journey through the afterlife. Along the way you are challenged to solve a myriad of puzzles which require logic, creativity, and the mastery of environmental control. In this peaceful afterlife, puzzles can be solved at your own pace. Through your journey you will learn to harness the power of the sun, the rains, the snow, and more. <br/><br/>XING: The Land Beyond has been developed with accessibility in mind, and conforms to color-blindness, deafness, and has no time-constrains in its puzzle design.Virtual RealityXING: The Land Beyond has <strong>full</strong> VR support for HTC Vive and Oculus Rift, with options to use either SDK, as well as a range of controller options, including tracked motion controllers and traditional gamepads. <br/><br/>Great care has been taken to ensure XING is an exciting and comfortable experience for all lovers of virtual worlds. We offer two distinct movement options for players: <br/><ul><li>An innovated new motion controller based free movement system with a balance of comfort and usability.<br/></li><li>A more direct analog stick based movement system compatible with both motion controllers and gamepads - offering a more traditional experience with snap turning and smooth rotation options.</li></ul> <br/>Features<ul><li>Thematic Score<br/></li><li>Weather Control<br/></li><li>Dazzling Environments<br/></li><li>Integrated Day-Night Cycle<br/></li><li>Environment-Based Puzzles<br/></li><li>Intuitive First-Person Controls<br/></li><li>Story Told Through Poetry<br/></li><li>Virtual Reality Enabled<br/></li><li>Unreal Engine 4</li></ul>"
}