{
    "id": "05158000002d0000",
    "name": "2-in-1 - Uno & Skip Bo [GBA]",
    "size": 11017255,
    "releaseDate": 20131121,
    "description": "Skip-Bo is the ultimate fun and easy sequencing card game where players use skill and strategy to create sequential stacks of cards.<br/><br/>The objective of Skip-Bo is the players in the game look to discard all the cards in their stock stack as quickly as possible. The first player to do so wins the game. Skip-Bo the card game gets a modern makeover with bold graphics. It's still the same classic game which has been enhanced for a great mobile gameplay experience<br/><br/>Skip-Bo card is a wild card and can be played to start a building pile or as any other number. These are perfect for breaking up situations or help to beat your opponents. Use these cards wisely and they can really help you beat your opponents.<br/><br/>Play with your  against the computer, Facebook friends, your friends in Online multiplayer or with or other Skip-Bo  Online players.<br/><br/>\u2028You can also create Private Room and invite your friends to play. Get into the action and test your skills; and place your cards in sequential order. Keep an eye on your opponents, because the first player to get rid of all cards in their stockpile will win<br/><br/>Wild cards in Skip-Bo add extra twists and turns to keep the game interesting and fun!<br/><br/>Skip-Bo is the perfect type of game to play if you want to relax and play something refreshing.<br/><br/>While playing Skip-Bo, it's the luck of the draw. Your skills will be tested in this card Sequencing game.<br/><br/>Download Skip-Bo and try your luck!! Its Free to play!<br/><br/>****Features of Skip-Bo ****<br/><br/>✔ Play Online or Offline<br/>✔ Tutorial to teach the game<br/>✔ Private tables to play with friends and family<br/>✔ Two to Four player Support<br/>✔ Play as a Facebook user of as a Guest<br/><br/>Skip-Bo is free to play, so kindly provide your feedback by writing a review. We will try to make the game better<br/><br/>Enjoy Skip-Bo and have hours of fun playing it for FREE!"
}