{
    "id": "0515800001310000",
    "name": "Castlevania - Aria of Sorrow [GBA]",
    "size": 14070363,
    "releaseDate": 20030506,
    "description": "<p>Castlevania: Aria of Sorrow is a side-scrolling platforming video game developed and published by Konami for the Game Boy Advance. It is the third and final installment of the Castlevania series on the Game Boy Advance and was released in North America on May 6, 2003 and in Japan on May 8, 2003. Producer Koji Igarashi, who had led the production teams for previous Castlevania titles, led Aria of Sorrow&#39;s development as well. Michiru Yamane also returned to compose the music for the game alongside Takashi Yoshida and Soshiro Hokkai. Director Junichi Murakami was new to the Castlevania series.<br />\nAria of Sorrow is set in the year 2035, when Dracula has long been sealed away after a battle in 1999. The plot follows the journey of Soma Cruz, a teenager granted occult power as a result of being a potential vessel of Dracula&#39;s reincarnation, as he battles dark figures that wish to inherit the undead lord&#39;s power. The game incorporates the same combination of elements from platform games and role-playing video games as in the previous game Castlevania: Symphony of the Night. Aria of Sorrow introduces several new features to the series, such as the &quot;Tactical Soul&quot; system and employs a futuristic storyline in contrast to the medieval setting of many other Castlevania games.<br />\nAlthough Aria of Sorrow sold poorly in Japan, selling only 27,000 units nearly one month after its release, it was commercially successful in the United States, with more than 158,000 units sold in the three months following its release. Aria of Sorrow received praise from several video game publications, with some considering it one of the best games in the Castlevania series since Symphony of the Night. Konami released a sequel to Aria of Sorrow, titled Castlevania: Dawn of Sorrow, on August 25, 2005 in Japan. It incorporated many elements from its predecessor, including the &quot;Tactical Soul&quot; system. Aria of Sorrow was re-released as part of Konami&#39;s &quot;Konami the Best&quot; line on November 3, 2005 in Japan, and in a dual pack with Harmony of Dissonance, titled the Castlevania Double Pack, in North America on January 11, 2006.</p>"
}