{
    "id": "0515800005a70000",
    "name": "Pokemon Outlaw [GBA]",
    "size": 14857351,
    "releaseDate": 20150617,
    "description": "<p>Pokemon Outlaw is not like most of the hacks here. This not a story of some brand new region with yet another 10 year old kid setting out the explore the world. (Do any of you guys feel that 10 years old is too young to go out by yourself in a world full of dangerous super-powered creatures?) Nor is this some story of some overpowered grunt of some criminal team.<br />\nThis is a story of a 15 year old orphan who is homeless and resides in the slums. This is about his rise to greatness in the Pokemon world.<br />\nThe world in this game is one that should be familiar to most of you. It is Kanto, the world of Pokemon FireRed. There are some significant differences in the maps(new places/building, some places that I hate removed) but it is FireRed&#39;s Kanto. I did this not because I&#39;m a worthless lazy punk(though it is true) but because I love FireRed/LeafGreen and I love the GBA pokemon generation more than any other Pokemon game(though ORAS is pretty awsum).<br />\nThe biggest difference is the people(NPC&#39;s) of Kanto. It&#39;s hard to explain but the people are cruder, funnier, more violent, stranger and much more interesting(in my opinion) than those of FireRed.</p>\n<p>WARNING: This game has a lot of jokes in it, some(most?) of it may be interpreted as very offensive. I&#39;m not a hateful jerk or a sick person(At least i don&#39;t think I am). Some(Many?) of the characters in this world are. But I am not, please do not be offended. If the type that&#39;s easily offended, this game may not be for you. I did make a serious effort to abstain from foul language in this hack. If it was a movie, Outlaw may be PG-13. Quentin Tarantino said that it was OK for 12 year-olds to watch Kill Bill(great movie), so I guess kids can play this hack.<br />\nSome will think Outlaw as a comedy, others as a maybe a coming of age story, and for others as pure crap.</p>\n<p>Features-<br />\nEhh nothing special.<br />\nDifferent starter Pokemon(I won&#39;t tell you who, play the game to find out.)<br />\nTons of funny new dialogue(or offensive boring crap)<br />\nSlums(poor people/crime areas) in many of Kanto&#39;s major cities.<br />\nNo crappy Mt.Moon or boring Viridian Forest.<br />\nMajor twist in Pokemon League that&#39;s totally awesome. (Won&#39;t tell you what. Play the game, loser).<br />\nBest parts of FireRed still kept in game but changed to keep it somewhat fresh.<br />\nRomantic relationship(sort-of).<br />\nYou can use running shoes inside buildings? LOL.(I know that&#39;s not an impressive feature and that I&#39;m a loser and horrible person).<br />\nYou&#39;re a true outlaw. You don&#39;t take sides like a coward. You take on the Government, the Police, Team Rocket, Silph Co and powers beyond the comprehension of human intelligence.</p>\n<p>What&#39;s NOT in the game:<br />\nAnything after Gen 3: I know what you&#39;re thinking. I don&#39;t hate Gen 4, Gen 5 or any of the newer stuff. I just love the old school stuff more. Please don&#39;t kill me.<br />\nFemale character: I&#39;m not a misogynist, okay. But I took off the female character because my story was one of a guy. And making to alternative stories for both genders would have been a hassle. So it ultimately boils down to me be lazy and worthless.<br />\nFishing: I HATE fishing. I had a bad experience with it once and... I don&#39;t want to talk about it, okay?<br />\nSevii Islands: If you want those, play FireRed. My hack ain&#39;t bout dat.(Intentional misspelling)</p>"
}