{
    "id": "0515800000bb0000",
    "name": "Barbie Secret Agent [GBA]",
    "size": 11030377,
    "releaseDate": 20160901,
    "description": "AN INCREDIBLE HIDDEN OBJECT PUZZLE ADVENTURE GAME FROM THE CREATORS OF \"ENIGMATIS\" AND \"GRIM LEGENDS!\"<br/>Amid the turmoil of war, the Alliance has given Agent Walker a mission of the utmost importance  – track down and destroy the mythical Spear of Destiny before a sinister enemy can use its supernatural power to turn the tide of war and conquer the world!<br/><br/>PLAY A HIDDEN OBJECT MYSTERY GAME WITH A UNIQUE WARTIME SETTING!<br/>The year is 1942, and the Europe is in flames. In the midst of the grim war, an mystical artifact known as the Spear of Destiny has been discovered, and it's believed to have the power to change the destiny of the war.<br/><br/>EXPLORE 35 HAND DRAWN LOCATIONS IN WAR TORN EUROPE!<br/>Some believe the Spear to be nothing more than a larger-than-life myth, but neither side wants to make the mistake of dismissing its paranormal power, so a desperate race to uncover the truth about the relic begins.<br/><br/>A FANTASTIC STORY WITH A PARANORMAL TWIST!<br/>To complete her mysterious mission, Agent Walker will have to cross the grim battlegrounds of France while facing death, destruction, and hidden puzzles every step of the way. But with so much at stake, there's no turning back.<br/><br/>PUT ON YOUR DETECTIVE HAT AND FIND THE HIDDEN RELIC!<br/>Agent Walker will put on her detective hat and search for the location of the mysterious relic while solving puzzles and tackling obstacles. Of course, there's a sinister spy among the members of the Alliance who will stop at nothing to thwart the protagonist.<br/><br/>25 ENTHRALLING MINI-GAMES AND 22 HIDDEN OBJECT SCENES!<br/>Time is of the essence. If the enemies of the Alliance get their hands on the artifact, they would have the power to bring about the end of the world as we know it. Will Agent Walker succeed, or is mankind already doomed?<br/><br/>A NEW HIDDEN OBJECT MYSTERY GAME NOW IN YOUR LANGUAGE!<br/>Enjoy the paranormal story in English, German, Italian, French, Portuguese, Spanish, Polish, Russian, Chinese, Japanese, and Korean.<br/><br/>TAKE YOUR HIDDEN OBJECT GAME WITH YOU!<br/>Optimized for phones and tablets, filled with hidden objects, and perfect for playing while traveling. No Wi-Fi is required for this offline game!<br/><br/>SIGN UP FOR OUR NEWSLETTER TO LEARN ABOUT NEW HIDDEN OBJECT GAMES EVERY MONTH!<br/>Captivating adventures, paranormal investigations, grim legends, and eerie mysteries await the brave and adventurous who delve into our selection of immersive hidden object games!<br/><br/>FOR MORE GAMES LIKE THIS, CHECK OUT \"ARTIFEX MUNDI!\"<br/><br/>Features<ul><li>Explore more than 20 hand-painted hidden object scenes!<br/></li><li>35 amazing war torn locations await!<br/></li><li>Assemble a vast collection of military vehicles!<br/></li><li>Become a master by unlocking 16 achievements!<br/></li><li>Complete 25 mind bending mini-games!</li></ul>"
}