{
    "id": "05158000006f0000",
    "name": "Animal Snap - Rescue Them 2 by 2 [GBA]",
    "size": 10607394,
    "releaseDate": 20180803,
    "description": "<h3>ZOO 2: ANIMAL PARK – YOUR AMAZING ZOO AND ANIMAL GAME</h3><br/>In the captivating animal game Zoo 2: Animal Park, you slip into the role of a zoo director. Take care of ferocious tigers and wily wolves, play with cute foxes and pandas, or pet the elephants and giraffes. Dive into an exciting zoo game story with lots of quirky ideas and unexpected plot twists.<br/><br/><h3>FANTASTIC ANIMAL GAME FEATURES</h3><br/>Discover an extraordinary combination of zookeeper simulation and tycoon game. Explore a colorful and captivating game world full of snuggly bunnies, playful horses and sweet chimpanzees. Breed all sorts of cute animal babies, scrub enclosures and expand your park. Zoo 2: Animal Park boars a wide range of animal game features and customization options. This one-of-a-kind zoo game has a lot to offer:<br/><br/><ul><li> Take care of cute domestic and wild animals: Mischievous goats, playful pandas, majestic lions and more want to play with you!<br/></li><li> Design your zoo: New tycoon features or items are unlocked with every level up. Get more flowers, bushes, and trees; build new types of enclosures, shops, restrooms, benches and more<br/></li><li> Dive into a lovingly-detailed world: Meticulous animal animations and impressive 3D graphics will keep you immersed in the action<br/></li><li> Breed adorable baby animals: Rare coat color variations will make your animal world even more colorful!<br/></li><li> Be part of a gripping story: Entertaining tasks and quests will guide you along in the flourishing zoo of your dreams and introduce a quirky cast of lovable characters<br/></li><li> Participate in exciting events: Regular updates and thrilling events with exclusive rewards provide long-lasting fun<br/></li><li> Expand your zoo: Earn achievements in this animal game as you make the zoo of your dreams a reality</li></ul><br/><h3>A FUN WILD ANIMAL SIMULATION</h3><br/>Zoo 2: Animal Park whisks you away into a breathtaking zoo game setting. There’s always something new to discover! Prove your skill as a manager and turn the small family zoo into the greatest animal park paradise on the planet! Experience the animal game sensation.<br/><br/>Note: Zoo 2: Animal Park can only be played online. Existing browser game or app accounts cannot be linked to Steam.<br/><br/>"
}