{
    "id": "05158000059d0000",
    "name": "Pokemon Light Platinum Version [GBA]",
    "size": 15747703,
    "releaseDate": 20051016,
    "description": "<p>F.E.A.R. Platinum includes the original F.E.A.R. and its two addons: F.E.A.R. Extraction Point and F.E.A.R. Perseus Mandate.<br />\nBe the hero in your own cinematic epic of action, tension and terror. A mysterious paramilitary force infiltrates a multi-billion dollar aerospace compound, taking hostages but issuing no demands. The government responds by sending in a Special Forces team only to have them obliterated. Live footage of the massacre shows an inexplicable wave of destruction tearing the soldiers apart. With no other recourse, the elite F.E.A.R. (First Encounter Assault Recon) team is assembled to deal with the extraordinary circumstances. They are given one simple mission: Evaluate the threat and eliminate the intruders at any cost.<br />\nF.E.A.R. Extraction Point<br />\nExtraction Point kicks off where the original game ended – with a bang. As the helicopter which the F.E.A.R. team is on attempts to leave the vicinity, it instead winds up crashing. The F.E.A.R. team is thus forced to seek out an alternate extraction point, all the way battling the now free Alma and her paranormal minions across a destroyed city.<br />\nF.E.A.R. Perseus Mandate<br />\nAs the first F.E.A.R. team and Delta Force fight for control of the situation, a second F.E.A.R. team is sent in to shed some light on Armacham Technology Corporation&#39;s (ATC) dark past. As a member of a secondary F.E.A.R. team, you are brought in to discover more information regarding the secret project at the ATC facilities.Hyper-stylized combat for breathtaking cinematic quality action<br />\nGripping supernatural storyline for spine-tingling intensity of play<br />\nAdvanced graphics and physics for visceral movie-like experience<br />\nEnemies with special abilities and A.I. so intuitive it’s like battling living, breathing players</p>"
}