{
    "id": "05158000057d0000",
    "name": "Pokemon Dark Rising 2 [GBA]",
    "size": 15769505,
    "releaseDate": 20170530,
    "description": "<strong>PC Gamer’s 2011 &amp; 2013 ‘Multiplayer Game of the Year’</strong>, published by Tripwire Interactive and developed by Antimatter Games, the same team that created the award-winning and innovative asymmetric gameplay of the original Rising Storm. <br/><br/>For the first time, the authentic gunplay and visceral first-person action of the Red Orchestra series is coming to an era of automatic rifles, man-portable grenade launchers and more modern weapons systems. Rising Storm 2: Vietnam casts players into a brutal, authentic recreation of the Vietnam War.<br/><br/><br/><br/>Rising Storm 2: Vietnam offers intense tactical action for up to <strong>64 players</strong> in battles between the US forces and the Vietnamese, with each force having their own unique abilities and tactical advantages such as Napalm Strikes, Artillery Barrages, surface-to-air missiles, traps, ambushes and more. <br/><br/><br/><br/>A variety of authentic period weapons available including the M16, M14, M60, M79 and M3 Grease Gun for the Americans; and the Type 56 Assault Rifle (a Chinese copy of the famous AK-47), RPG-7, MAT-49, SKS Carbine and many, many more for the Vietcong. <br/><br/>Weapons also have a wide range of functionality with in-game implications, including adjustable stocks, attachable bayonets, and a new and advanced recoil system which builds on the already phenomenal weapon handling that the Red Orchestra series is famous for.<br/><br/> <br/><br/>Players on the US team will be able to pilot 3 different helicopters - the UH-1H \"Huey\" transport, the OH-6 \"Loach\" light recon and the powerful AH-1G \"Cobra\" attack helicopter. <br/><br/><br/><br/>Play as both the United States Military and Vietnamese resistance fighters. Rising Storm 2: Vietnam allows players to control either the U.S. Army and Marines Corps or the militarized and guerrilla forces of North Vietnam - the NVA and the Viet Cong.<br/><br/><br/><br/>Each map faithfully recreates the look of the Vietnam experience and aims to pull players directly into the war with its extreme authenticity to real life. <br/><br/>Maps will include the famous jungles of Vietnam, but will also cover battles that occurred in cities, on rolling hills, in US Firebases, Rice Fields, Plantations and many more authentic locations.<br/><br/><br/><br/>Game types include Red Orchestra's classic territory control mode, the new Supremacy mode, for large-scale combat including helicopters, VC tunnels and more, as well as the new smaller Skirmish mode and maps designed for 16 or less players. <br/><br/>These new smaller maps are designed to be a more competitive, squad-based experience that reflect the small unit actions that Vietnam is famous for.<br/><br/><br/><br/>Enhanced squad system that allows players to set up squads as they want them - name them, add their friends, set the squad tag color in game. Once in game, easy identification of your squad in the world and on maps - and dedicated VOIP channels for the squad, as well as bonuses for working together.<br/><br/><br/><br/>Rising Storm 2: Vietnam's focus will be player skill and balance. We won't be locking content like weapon upgrades, improved player characteristics or new armaments behind a rank or experience system. We want to put the tools to succeed in the hands of every player.<br/><br/><br/><br/>Rising Storm 2: Vietnam will allow players to customize their player characters with additional uniform and equipment variants earned as they play. These will include new headgear, clothing, tattoos, glasses and more."
}