{
    "id": "05158000075d0000",
    "name": "Tales of Phantasia [GBA]",
    "size": 14758101,
    "releaseDate": 19951215,
    "description": "<p>Tales of Phantasia (Japanese: テイルズ オブ ファンタジア, Hepburn: Teiruzu Obu Fantajia) is a role-playing video game originally developed by Wolf Team. It is the first title in Namco&#39;s Tales series. Initially released for the Super Famicom in December 1995, it was later ported to a number of other platforms, including a Japan-exclusive version for the PlayStation in December 1998 and a Game Boy Advance version published by Namco in Japan in August 2003 and later published by Nintendo in North America and Europe in March 2006, which marked the first time the game was officially available in English. A PlayStation Portable remake known as Tales of Phantasia Full Voice Edition (テイルズ オブ ファンタジア-フルボイスエディション-, Teiruzu Obu Fantajia -Furu Boisu Edishon-) followed in September 2006, featuring full voice-acting during story scenes, which was later included with further enhancements as part of Tales of Phantasia: Narikiri Dungeon X in June 2010. The game&#39;s producers have given it the characteristic genre name Legendary RPG (伝説のRPG, Densetsu no RPG) beginning with the PlayStation version, with the Full Voice Edition given the moniker Legendary RPG Embellished with Voices (声が彩る、伝説のRPG, Koe ga irodoru, densetsu no RPG). An unofficial fan translation of the original Super Famicom version was released on February 12th, 2001 by Dejap.<br />\nThe game was written and programmed by Yoshiharu Gotanda, designed by Masaki Norimoto, and scored by Motoi Sakuraba, Shinji Tamura and Ryota Furuya. The character designs were created by manga artist Kōsuke Fujishima. A short anime series based on the game, called Tales of Phantasia: The Animation, was released in 2004.</p>"
}