{
    "id": "0515800004ed0000",
    "name": "Multiboot Six Pack #1 [GBA]",
    "size": 10173645,
    "releaseDate": 20111205,
    "description": "<p>For the first time ever on iPhone and iPad, you can explore a truly enormous and open frontier in a Wild West full of mystery, bandits and more…unnatural enemies.</p>\n<p>Play it for free: Make your enemies pay!</p>\n<p>Buck Crosshaw never shot a man who didn’t deserve it, but now he’s an outlaw who had to fake his own death and escape to Arizona. But in escaping one evil, Buck is about to face another, for an ancient and wicked force stirs in the hills of this mysterious region.</p>\n<p>A WILD FRONTIER<br />\nFreely explore an open world set in Arizona and Oregon full of events, mystery and challenges for you to discover as you become completely immersed in the story and the action. But don’t be fooled by this land’s beauty - outlaws, vampires &amp; many other unnatural foes lurk in every shadow.</p>\n<p>ACCEPT THE CHALLENGE<br />\nTake on 40 missions with a great variety of tasks for you to overcome. You’ll race horses, take out robbers, fend off waves of enemies and more along the way!</p>\n<p>SADDLE UP<br />\nIn this kill-or-be-killed land, you’ll need to unlock all 8 different horses, 19 weapons and a wide selection of clothes, ammo and other items to help you on your journey.</p>\n<p>PLAY FOR FREE<br />\nIt costs you nothing to download and play the game to the end!</p>\n<hr />\n<p>Visit our official site at http://gmlft.co/website_EN<br />\nCheck out the new blog at http://gmlft.co/central<br />\nDon&#39;t forget to follow us on social media:<br />\nFacebook: http://gmlft.co/SNS_FB_EN<br />\nTwitter: http://gmlft.co/SNS_TW_EN<br />\nInstagram: http://gmlft.co/GL_SNS_IG<br />\nYouTube: http://gmlft.co/GL_SNS_YT<br />\nThis app allows you to purchase virtual items within the app and may contain third party advertisements that may redirect you to a third party site.<br />\nTerms of Use: http://www.gameloft.com/en/conditions-of-use<br />\nPrivacy Policy: http://www.gameloft.com/en/privacy-notice<br />\nEnd-User License Agreement: http://www.gameloft.com/en/eula</p>"
}