{
    "id": "0515800000410000",
    "name": "Activision Anthology [GBA]",
    "size": 14565569,
    "releaseDate": 20021119,
    "description": "<p>Activision Anthology is a compilation of most of the Atari 2600 games by Activision for various game systems. It also includes games that were originally released by Absolute Entertainment and Imagic, as well as various homebrew games. The Microsoft Windows and Mac OS X versions are titled Activision Anthology: Remix Edition, and include the most games. The PlayStation Portable version is titled Activision Hits Remixed.</p>\n<p>The game features the original gameplay of the Atari 2600 emulated on modern systems. After achieving high scores in some of the games, the player can unlock special modes where the colors are distorted, or the game is projected on a rotating cube as added difficulty.</p>\n<p>Activision Anthology features a virtual kid's bedroom as the main menu. The player can select several viewpoints to check highscores, choose a video game cartridge from a rotating stand, change the background music on a virtual tape deck, or change game settings while being zoomed in on a virtual Atari 2600. The virtual tape deck features several licensed 1980s music tracks. The music from the virtual tape deck can be mixed with the Atari 2600 game audio so both are audible to simulate playing the game on TV while having the tape running in the background.</p>\n<p>Six Activision-produced Atari 2600 titles were not included in Activision Anthology, likely due to outside ownership of their respective licenses. The excluded games are Commando, Double Dragon, Ghostbusters, Ghostbusters II, Kung Fu Master, and Rampage, although Capcom did give Activision rights to put Commando in the PlayStation 2, Windows, and Mac OS X versions of Activision Anthology. Ghostbusters II was cancelled before Activision could release it, but Salu released it in Europe under their name in 1992. The Absolute Entertainment title Pete Rose Baseball was renamed Baseball, presumably due to licensing rights regarding Pete Rose's name, as well.</p>"
}