{
    "id": "01005A5011A44800",
    "base_tid": "01005A5011A44000",
    "name": "Nexomon: Extinction",
    "description": "Nexomon: Extinction is a return to classic monster catching games, complete with a brand new story, eccentric characters and over 300 unique Nexomon to trap and tame. \nThe world is on the brink of extinction as mighty Tyrant Nexomon fight for dominion over humans and monsters. Join the Tamer's Guild and begin an epic journey to restore balance before all hope is lost…\n\nBegin Your Journey – Leave the orphanage you grew up in, choose your first Nexomon and start your life as a tamer. \n\nExplore a world teeming with Nexomon – Trap and tame 381 Nexomon from nine elemental types, with powerful evolutions.  \n\nJoin the Fight – Tyrant Nexomon roam free and the Tamer's Guild is stretched to the limit, can you change the tide of the battle?\n\nBattle Trainers and Tyrants – Step up and take on would-be challengers and dangerous foes in beautifully animated turn-based battles. \n\nDiscover Diverse Regions – From arid deserts to freezing tundra, navigate challenging environments and manage their effects on your Nexomon. \n\nImmerse yourself in the world of Nexomon – Uncover secrets, stumble upon side-quests and encounter a raft of eccentric characters. \n\nTrain hard to become the greatest – Dynamic difficulty will see the world around you get more challenging as you progress, as even defeated trainers come back stronger than before and ready to battle again! ",
    "publisher": "PQube",
    "developer": null,
    "base_release_date": 20211012,
    "first_update_release_date": 20200824,
    "latest_update_release_date": 20220624,
    "latest_update": {
        "version": "589824",
        "release_date": 20220624
    },
    "versions": {
        "131072": 20200824,
        "196608": 20200902,
        "262144": 20200916,
        "327680": 20200926,
        "393216": 20201103,
        "458752": 20210204,
        "524288": 20220613,
        "589824": 20220624
    },
    "category": [
        "RPG",
        "Adventure"
    ],
    "intro": "A New Story Begins",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "de",
        "it",
        "pt",
        "ru",
        "ko",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Fantasy Violence",
        "Language"
    ],
    "region": null
}