{
    "id": "0100B76011DAA800",
    "base_tid": "0100B76011DAA000",
    "name": "Taxi Chaos",
    "description": "Get behind the wheel and get ready for a brand-new taxi experience! Drive around the city as the seasoned cab driver Vinny or the self-proclaimed ‘influencer’ Cleo, and pick up the craziest of customers! \n\nPower through midtown in a strong muscle car, race past the parks in an exotic supercar or drift around the business area in a Japanes tuner taxi. Whatever you choose - your challenge is to deliver your passengers on time! At least, if you want to make any money.\n\nNavigate through crowded streets, dodge pedestrians across sidewalks or even defy the laws of gravity by jumping over rooftops! Nothing is too extreme when it comes to delivering your passengers on time! Discover the best shortcuts and get to know New Yellow City (NYC), as well as your passengers, like the back of your hand. \n\nAre you ready for this crazy and chaotic ride?\n\n• A completely fresh and modern take on the old-school classic taxi games! \n• Explore and master the streets of the immense and vibrant New Yellow City. \n• Discover the best routes to speed up and maximize your fares!\n• Go hard! Go crazy! The more risk you take and the crazier you drive, the higher your rewards!\n• Break the rules in seven extreme rides: from the iconic yellow cab to a full-blown muscle car! Earn enough to complete your collection.\n• Get to know your bizarre passengers through hilarious and fully voiced conversations! Pick up a hipster, plumber, rockstar, an alien and many more!\n• Smash through mailboxes, streetlights, fire hydrants or everything else that is in your way! The city is your playground. \n• Test your driving skills in three distinct game modes! Enjoy the classic Arcade Mode, cruise around in Freeroam or step up for a real challenge in Pro Mode.",
    "publisher": "Lion Castle",
    "developer": null,
    "base_release_date": 20211015,
    "first_update_release_date": 20210302,
    "latest_update_release_date": 20221005,
    "latest_update": {
        "version": "131072",
        "release_date": 20221005
    },
    "versions": {
        "65536": 20210302,
        "131072": 20221005
    },
    "category": [
        "Racing",
        "Arcade",
        "Action",
        "Platformer"
    ],
    "intro": "RUSH THROUGH THE CITY TO DELIVER YOUR CRAZY CUSTOMERS!",
    "isDemo": false,
    "languages": [
        "en",
        "pt",
        "es",
        "fr",
        "de",
        "it",
        "nl",
        "ru"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Alcohol Reference",
        "Comic Mischief",
        "Mild Language",
        "Mild Suggestive Themes",
        "Mild Violence"
    ],
    "region": null
}