{
    "id": "0100D7E01B4EA800",
    "base_tid": "0100D7E01B4EA000",
    "name": "Truck Simulator 2024 - USA Driver Zone",
    "description": "       Embark on an exhilarating virtual journey across the vast landscapes of America with \"Truck Simulator 2024 - USA Driver Zone\" While navigating through the expansive virtual world, you'll come across a diverse array of missions and tasks awaiting your engagement.\n   Key Features:\n• Diverse Truck Selection: Choose from a fleet of meticulously detailed trucks, each with its own unique characteristics and handling.\n• Open World Exploration: Roam freely through a meticulously crafted open-world map inspired by the stunning American landscape. \n• Mission Variety: Take on a multitude of missions and jobs that will put your driving skills to the test. \n• Upgrades Galore: Enhance your truck's performance with a range of upgrades, including powerful engines, advanced transmissions, and responsive brakes. \n• Business Expansion: Build your trucking empire by wisely investing in your fleet. \n• Realistic Physics: Experience the authentic feel of trucking with realistic physics that respond to every turn, acceleration, and brake. \n       \"Truck Simulator 2024 - USA Driver Zone\" offers not only a gaming experience but a captivating journey into the world of long-haul trucking. Strap in, hit the road, and make your mark on the American highways.\n\n",
    "publisher": "SUCCESS GAMES",
    "developer": null,
    "base_release_date": 20240102,
    "first_update_release_date": 20231218,
    "latest_update_release_date": 20240711,
    "latest_update": {
        "version": "131072",
        "release_date": 20240711
    },
    "versions": {
        "65536": 20231218,
        "131072": 20240711
    },
    "category": [
        "Simulation",
        "Racing",
        "Action",
        "Strategy"
    ],
    "intro": " Rev up your virtual journey, conquer the open roads, and build your trucking empire in the heart of America – where every mile is a new adventure! ",
    "isDemo": false,
    "languages": [
        "en"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [],
    "region": null
}