{
    "id": "010062C00F558800",
    "base_tid": "010062C00F558000",
    "name": "So Many Me: Extended Edition",
    "description": "Filo is Filo, one of a kind or so he thought as he is woken from his peaceful sleep and eat life to go on a quest of great importance. Which he doesn’t really care much for the details so he just does.\n\nHis journey however starts in a magical fountain which splits Filo’s essence into hundreds of clones each shaped by an individual part of his personality which are called Me’s. \n\nHowever they are all a part of him so they are compelled to move when he does. Me’s as well as Filo now also have the ability to turn into magical stone platforms which can be used for puzzle solving.\n\nEating transmitter fruits changes the properties of the transformations. Filo can also work with the other Me’s to do special dances to allow them to transform into creatures like the Jellysaur or the Tankephaunt. He runs into other characters like Flora who seems to be a fan girl. Filo is supposed to be going after The organization called Cloud 9 in the world of Xio, runny Baron Vost. The rest he is just goofing off.\n\nSo Many Me Extended Edtion includes the complete Adventure including expansion packs with improved visuals and controls, making this the perfect edition of the game.",
    "publisher": "Starcaster Games",
    "developer": null,
    "base_release_date": 20200117,
    "first_update_release_date": 20200117,
    "latest_update_release_date": 20241013,
    "latest_update": {
        "version": "262144",
        "release_date": 20241013
    },
    "versions": {
        "65536": 20200117,
        "131072": 20200130,
        "196608": 20200206,
        "262144": 20241013
    },
    "category": [
        "Platformer",
        "Puzzle",
        "Action",
        "Arcade"
    ],
    "intro": "A charming puzzle platformer starring Filo and his band of misfit clones as they attempt to save a world threatened by an ancient, malevolent evil.",
    "isDemo": false,
    "languages": [
        "en"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Very Mild Violence"
    ],
    "region": null
}