{
    "id": "010074800741A800",
    "base_tid": "010074800741A000",
    "name": "TINY METAL",
    "description": "A turn-based strategy game of intrigue with a distinct Japanese flavor that takes place in the aftermath of your king's assassination.\nRoll out the tanks, create more troops, expand your squad, and struggle for territory with war-room levels of control!\n\nOutfight the enemy with your own army of foot soldiers, tanks, helicopters, tactical vehicles, and fighter jets.\nCapture rival territories and extend your military power over the sprawling map of Zipang.\nFollow the gripping story of Nathan Gries and answer for yourself what is -- and what isn't -- worth fighting for.\n\nInspired by turn-based strategy games of the past, TINY METAL takes the finely honed gameplay of classical Japanese war gaming and brings it into the modern era with great graphics, 15 unique units, and never-before-seen gameplay mechanics.\nTINY METAL is the Japanese arcade war game you wish you had as a kid.\n\n-Story\nPlay as Artemisian Lieutenant Nathan Gries as he commands his units to victory against the villainous nation of Zipang.\n",
    "publisher": "UNTIES",
    "developer": null,
    "base_release_date": 20171221,
    "first_update_release_date": 20180128,
    "latest_update_release_date": 20190115,
    "latest_update": {
        "version": "262144",
        "release_date": 20190115
    },
    "versions": {
        "65536": 20180128,
        "131072": 20180214,
        "196608": 20181220,
        "262144": 20190115
    },
    "category": [
        "Simulation",
        "Strategy"
    ],
    "intro": "It's WAR, in TINY METAL the revival of Japanese Arcade Wargaming!",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "de",
        "it",
        "ru",
        "ko",
        "zh",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Mild Violence"
    ],
    "region": null
}