{
    "id": "01006E401E9EA800",
    "base_tid": "01006E401E9EA000",
    "name": "Exographer",
    "description": "Exographer is an exploration game based in science. Become an explorer, stranded in an alien planetoid, and discover the secrets of an extinct civilization. Gain new powers to avoid dangers and obstacles in your journey, and use your camera to reveal particles and hidden clues.\n\nTravel to a strange planetoid\nAccompany InI, on a rescue mission in an alien world. Discover the remains of an extinct civilization, and gain new powers to overcome different obstacles. Use your camera to reveal the enigmas of the ancient machines.\n\nFascinating exploration\nExplore more than 20 levels through 6 different atmospheres, and reach inaccessible areas thanks to the powers you learn. Face areas of puzzles and platforms in a non-linear structure.\n\nA game based on science\nExographer has been developed by SciFunGames studio, imagined by science-fiction author and physicist Raphaël Granier De Cassagnac. The puzzle solving in the game is based on the discovery of elementary particles.\n\nBeauty and mystery\nThe world of Exographer is built through a pixel art aesthetic of incredible detail, which never ceases to amaze. Enjoy the soundtrack composed by Yan Van Der Cruissen (Stray).",
    "publisher": "Abylight",
    "developer": null,
    "base_release_date": 20240926,
    "first_update_release_date": 20240924,
    "latest_update_release_date": 20240925,
    "latest_update": {
        "version": "196608",
        "release_date": 20240925
    },
    "versions": {
        "131072": 20240924,
        "196608": 20240925
    },
    "category": [
        "Adventure",
        "Platformer",
        "Puzzle"
    ],
    "intro": "Become an explorer, stranded in an alien planetoid, and discover the secrets of an extinct civilization.",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "de",
        "it",
        "pt",
        "ru",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [],
    "region": null
}