{
    "id": "0100D1A019EBA800",
    "base_tid": "0100D1A019EBA000",
    "name": "Highwater",
    "description": "Highwater is a whimsical, 3D adventure game with an isometric turn-based puzzle-combat system set in a flooded, post-apocalyptic world. Navigate by boat, discover islands, find new allies to help battle foes, and experience a humorous tale about friendship in this melancholic and atmospheric escape.\n\nAmid the Great Climate Catastrophe, the flooded region of Hightower has become a kind of safe zone between the two dry regions: the nearly global ravaged land of the War Zone, and the fortified city of Alphaville, where the ultra-rich live behind giant walls.\n\nWith life on Earth becoming untenable for humans, and rumors of an escape to Mars floating around, Nikos begins a risky journey, picking up friends along the way. First to Hightower, then beyond to cross the impenetrable border of Alphaville, battling insurgents and stealing food along the way. Will Nikos and his friends manage to sneak onto the rocket in time?\n\n- Rich story-driven adventure for a humorous and melancholic tale about friendship\n- Turn-based 3D combat with a puzzle grid system and unique environment interactions\n- Beautiful original soundtrack broadcast through the Highwater Pirate Radio, the key source of music and vocal commentary in game\n- Stylized, 3D exploration in a hauntingly beautiful post-apocalyptic world\n",
    "publisher": "Rogue Games",
    "developer": null,
    "base_release_date": 20240314,
    "first_update_release_date": 20240309,
    "latest_update_release_date": 20240309,
    "latest_update": {
        "version": "65536",
        "release_date": 20240309
    },
    "versions": {
        "65536": 20240309
    },
    "category": [
        "Action",
        "Adventure",
        "Strategy"
    ],
    "intro": "A whimsical adventure with turn-based combat in a flooded world\n",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "pt",
        "fr",
        "de",
        "it",
        "ko",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Fantasy Violence"
    ],
    "region": null
}