{
    "id": "010057A018CD2800",
    "base_tid": "010057A018CD2000",
    "name": "Last Threshold",
    "description": "“It is good to be a cynic — it is better to be a contented cat — and it is best not to exist at all.”\n― H.P. Lovecraft\n\nIt’s 1962. \nYour name is Wiktor Staszewski, and you’re a son of a researcher exiled to Siberia. \nYou were waiting for this moment for a long time, the ruins that became your father’s obsession. With your mentor by your side, you’ve set off on an expedition to follow in his footsteps. \nWill you finally understand your father's obsession or let it become yours? \nOr perhaps you’ll perish on the way, as the tensions increase and conflict tears your expedition team apart?\n\nGAME FEATURES:\n▪ Mystery, on the rocks -  Dive into an immersive story centered around an ancient temple in Siberia.\n▪ Beyond human comprehension - Experience a visual novel in H.P. Lovecraft's style.\n▪ Indigenously, dear Watson -  Uncover an old mystery in Chukchi land.\n▪ Like a painting - Enjoy beautiful, hand-drawn graphics.\n▪ No choice but to choose - Make meaningful choices and write your own story.\n▪ Additional languages: Polish.",
    "publisher": "Feardemic",
    "developer": null,
    "base_release_date": 20220811,
    "first_update_release_date": 20220805,
    "latest_update_release_date": 20220805,
    "latest_update": {
        "version": "65536",
        "release_date": 20220805
    },
    "versions": {
        "65536": 20220805
    },
    "category": [
        "Adventure",
        "Puzzle",
        "Lifestyle",
        "Other"
    ],
    "intro": "Immerse yourself in the Lovecraftian world full of eldritch horror and set out on an expedition into the unknown in this beautiful visual novel. Will you finally understand your father's obsession?",
    "isDemo": false,
    "languages": [
        "en",
        "es",
        "fr",
        "de"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Blood",
        "Violence"
    ],
    "region": null
}