{
    "id": "0100F2B013CA4800",
    "base_tid": "0100F2B013CA4000",
    "name": "Wrestling Empire",
    "description": "Recalling the genre's 64-bit heyday, this is wrestling that puts the fun first - filling the ring with as many wrestlers as you can handle and letting them loose with freestyle animation where anything could happen at any moment. Design matches before your very eyes with the intuitive setup process, and tag in up to 4 controllers at ANY time for old school multiplayer!\n\nOr create your own star and embark on a career to encounter up to 350 opponents across 10 different rosters in an endless schedule of possibilities. Make the right moves backstage as well as in the ring to fight for your worth and retire with a career worth remembering. Just when you think you've seen it all, you can even save your changes to each character to make the world your own and never get bored of wrestling again!\n\n• Epic universe of 350 characters across 10 different rosters - and up to 30 of them in the ring loaded instantly!\n• Gaming's most engrossing simulation of life as a wrestler - from contract negotiations to weekly news reports.\n• Door-to-door interactivity trusts you to make your own entrance AND walk back through the curtain.\n• Unique animation system allows any move to transition into any other at any moment for mind-blowing spots that you'll want to catch on camera!\n• Enjoy the action from different camera angles to suit any playing style.\n• Interactive tutorial makes wrestling easy to play yet satisfying to master.\n• Design matches & arenas before your very eyes with the most intuitive setup process in wrestling.\n• Tag in up to 4 friends at ANY time for old school multiplayer on the same screen.\n• Own once and forever with no micro-transactions or added costs - even as the concept continues to evolve.",
    "publisher": "Mdickie",
    "developer": null,
    "base_release_date": 20210111,
    "first_update_release_date": 20210111,
    "latest_update_release_date": 20240612,
    "latest_update": {
        "version": "3473408",
        "release_date": 20240612
    },
    "versions": {
        "65536": 20210111,
        "131072": 20210128,
        "196608": 20210222,
        "262144": 20210312,
        "327680": 20210323,
        "393216": 20210401,
        "458752": 20210421,
        "524288": 20210428,
        "589824": 20210506,
        "720896": 20210520,
        "786432": 20210607,
        "851968": 20210617,
        "917504": 20210722,
        "983040": 20210728,
        "1048576": 20210803,
        "1114112": 20210818,
        "1179648": 20210908,
        "1245184": 20210923,
        "1310720": 20211007,
        "1376256": 20211022,
        "1507328": 20211105,
        "1572864": 20211114,
        "1638400": 20220105,
        "1703936": 20220121,
        "1835008": 20220217,
        "1900544": 20220301,
        "1966080": 20220311,
        "2031616": 20220324,
        "2097152": 20220330,
        "2162688": 20220427,
        "2228224": 20220512,
        "2293760": 20220622,
        "2359296": 20220726,
        "2424832": 20220825,
        "2490368": 20220923,
        "2555904": 20221027,
        "2621440": 20221124,
        "2686976": 20221218,
        "2752512": 20230126,
        "2818048": 20230223,
        "2883584": 20230418,
        "2949120": 20230531,
        "3014656": 20230720,
        "3080192": 20231018,
        "3145728": 20231123,
        "3211264": 20240110,
        "3276800": 20240228,
        "3342336": 20240307,
        "3407872": 20240510,
        "3473408": 20240612
    },
    "category": [
        "Fighting",
        "Sports",
        "Simulation",
        "Action"
    ],
    "intro": "The lightweight champion of wrestling brings the revolution to Nintendo Switch™!",
    "isDemo": false,
    "languages": [
        "en"
    ],
    "numberOfPlayers": 4,
    "ratingContent": [
        "Violence"
    ],
    "region": null
}