{
    "id": "0100E6D00E81C800",
    "base_tid": "0100E6D00E81C000",
    "name": "Little Racer",
    "description": "Play with your kids… or parents!\n\nSimple controls allow you to gather together multiple generations in one exciting race! Use only two buttons to control the vehicle: one to accelerate, the other to change the track. Watch out for the obstacles blocking your way! Avoid them, or you'll go off the road... just for a moment! Wait, did that yeti move?! \n\nUnique art style right out of your childhood! Slot cars are back in style.\n\nChoose one of many colorful tracks and race through the sky, desert or even lava! Play the campaign mode to unlock tracks for the Party Mode as well as new cars. Compete with AI or your friends—as many as four people can play at one time! Take the first place in the rankings in the Challenge Mode. Climb aboard your vehicle and become the master of the track!\n\nAlready know the game by heart? Create your own levels for even more fun!\n\n \n\nWhat’s unique:\n\n⇾ 130 colorful levels in 10 unique worlds\n\n⇾ create your own tracks in the level editor\n\n⇾ play with your friends: up to 4 people\n\n⇾ unlock new cars\n\n⇾ get achievements\n\n⇾ easy to control - hold your Joy-Con™ however you want\n",
    "publisher": "Untold Tales",
    "developer": null,
    "base_release_date": 20220325,
    "first_update_release_date": 20190913,
    "latest_update_release_date": 20191129,
    "latest_update": {
        "version": "196608",
        "release_date": 20191129
    },
    "versions": {
        "65536": 20190913,
        "131072": 20191112,
        "196608": 20191129
    },
    "category": [
        "Racing",
        "Sports",
        "Arcade",
        "Party"
    ],
    "intro": "Little Racer is a dynamic racing game straight from your childhood. Enjoy various tracks, avoid obstacles and speed your way to the finish line. Slot cars are back in retro style!",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "de",
        "it",
        "pt",
        "ru",
        "zh"
    ],
    "numberOfPlayers": 4,
    "ratingContent": [],
    "region": null
}