{
    "id": "01001340206CA800",
    "base_tid": "01001340206CA000",
    "name": "Dreamland Farm",
    "description": "Your grandma has taught you everything about farming and foraging – from taking care of crops to knowing which berries and mushrooms are edible. Your time has come to become her successor!\n\n\nA NEW START\nYou came from the big city to take over your grandma’s farm – a pretty brave move for a city dweller! It’s a good thing that this place has everything you need. With a few decent tools in your pocket, you can start making it your own. Plant crops, take care of cute animals, and don’t forget to explore this vast green expanse.\n\nMake sure to take good care of yourself, during all this as your energy has its limits!\n\n\nYOU ARE NOT ALONE\nThere is a small and peaceful town near the farm where you will find many hardworking people – like the local cook, smith, and the mayor. Getting to know them and helping them will expand your dreamland world bit by bit. Not to mention they will help you with upgrading your tools via blueprints… for a favor or two.\n\nAre you ready to uncover the secrets of Dreamland Farm and fall in love with it, just like your grandma did?\n\n\nKEY FEATURES:\n- A pixel world with a cozy aesthetic\n- Your own pixelated plot of land.\n- To balance out the cute and round animals, we put them in a square barn!\n- The world grows with you - as you upgrade your gear, the tiers of materials spawning in the world will go up!\n- Learn new recipes the same way you get blueprints - but through more delicious means.\n- No taxes!",
    "publisher": "RedDeer.Games",
    "developer": null,
    "base_release_date": 20240927,
    "first_update_release_date": 20240917,
    "latest_update_release_date": 20240917,
    "latest_update": {
        "version": "65536",
        "release_date": 20240917
    },
    "versions": {
        "65536": 20240917
    },
    "category": [
        "Adventure",
        "Arcade",
        "Simulation",
        "RPG"
    ],
    "intro": "After living in a big city your dreams come true – today you start your new life on a peaceful pixel farm!",
    "isDemo": false,
    "languages": [
        "ja",
        "en"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [],
    "region": null
}