{
    "id": "0100C74017A98800",
    "base_tid": "0100C74017A98000",
    "name": "Watcher Chronicles",
    "description": "Purgatory has been invaded by an unholy threat. A group of fallen angels called “The Watchers” now seek to transform it into a new hell. Lost souls must unite or face utter annihilation…\n\nFast Skill Based Combat - Challenging but fair souls-like combat with tight and finely tuned controls. Dodge, block, and slice your way through enemies.\n\nLarge Interconnected World - Explore every crack of a purgatorial realm filled with secrets and game changing loot in a non-linear fashion.\n\nLocal Co-op Multiplayer - Take on the entire game in local co-op with a friend! Single Joy-Con™ mode supported!\n\nPowerful Magic - Incinerate enemies with waves of fire, lightning, and void or summon the horde with powerful necromancy.\n\nUnique Weapons - Giant swords, blade staffs, scythes, polearms, and more to discover and master. Weapon types all have different move sets that completely changes up the gameplay. \n\nRobust Streamlined RPG System - Carefully upgrade your hero to match your play style and build out your own unique character class. Discover 100+ upgradable armor, weapons, and rings to specialize your build.\n\nRelentless Bosses - Battle over 20+ finely tuned and challenging bosses that require careful planning and significant skill to take down.\n\nNew Game Plus - Keep your gear when finishing the game and continue the journey with increasingly harder difficulties.\n\nOh and you will die... a lot...",
    "publisher": "Third Sphere Game Studios",
    "developer": null,
    "base_release_date": 20220428,
    "first_update_release_date": 20220407,
    "latest_update_release_date": 20220512,
    "latest_update": {
        "version": "327680",
        "release_date": 20220512
    },
    "versions": {
        "131072": 20220407,
        "196608": 20220421,
        "262144": 20220429,
        "327680": 20220512
    },
    "category": [
        "Action",
        "RPG",
        "Multiplayer"
    ],
    "intro": "Become a glutton for punishment and persevere, alone or with a friend, against 20+ merciless bosses and legions of skeletal nightmares in this savage yet charming 2D souls-like.",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "pt",
        "fr",
        "de",
        "it",
        "ru",
        "ko",
        "zh"
    ],
    "numberOfPlayers": 2,
    "ratingContent": [
        "Blood",
        "Violence"
    ],
    "region": null
}