{
    "id": "01005A100B314800",
    "base_tid": "01005A100B314000",
    "name": "Windstorm: Start of a Great Friendship",
    "description": "Based on the successful Windstorm movies and best-selling books, experience exciting riding tasks together with Windstorm and freely explore the breathtaking surroundings of the Kaltenbach estate. Ride alongside other horses, look for hidden objects and try to become the racing champion. Numerous secrets and hidden locations are waiting to be discovered!\n \nAfter a long day of adventuring across the beautiful hills of Kaltenbach, take care of your animal friend with all of your love! Grooming, scraping out hooves and much more is necessary to keep your newly made friend in good shape. Windstorm is happy when you clean his stable or play around with him in the paddock. In return, he will always be by your side during your adventures and you will push each other to become the best you can be!\n \nBecome an unbeatable team and form an unforgettable bond with Windstorm.\n \n• Ride Windstorm and freely explore the gorgeous Alpine area\n• Learn to interact naturally with Windstorm and enjoy the freedom of horseback riding\n• Carefully groom Windstorm and keep an eye on his health, training and happiness",
    "publisher": "Mindscape",
    "developer": null,
    "base_release_date": 20211223,
    "first_update_release_date": 20181115,
    "latest_update_release_date": 20230419,
    "latest_update": {
        "version": "524288",
        "release_date": 20230419
    },
    "versions": {
        "196608": 20181115,
        "262144": 20190510,
        "327680": 20211202,
        "393216": 20220619,
        "458752": 20220812,
        "524288": 20230419
    },
    "category": [
        "Simulation",
        "Adventure",
        "Racing",
        "Lifestyle"
    ],
    "intro": "Discover the fascinating story of Mika, a girl known as a horse whisperer, as she tries to befriend the black stallion called Windstorm.",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "fr",
        "de",
        "nl",
        "zh",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "No Descriptors"
    ],
    "region": null
}