{
    "id": "0100F5D00CD58800",
    "base_tid": "0100F5D00CD58000",
    "name": "Flowlines VS",
    "description": "We love the Nintendo Switch™. We love puzzle games. We love versus multiplayer modes!\n\nWHAT IS FLOW LINES VS. ?\n\nIf you like classic puzzle video games for 1 or 2 players... we have a lot of stuff for you! Inspired by the very best in the genre, Flowlines Vs. aims at becoming one of the greatest party games out there. We want players to solve puzzles, to compete with others at it, and to play - everywhere and with everyone.  \n\nPair up all the matching sockets on the board by drawing continuous lines, without crossing over other lines or branching off. Cover the entire board while connecting all sockets!\nWatch out for time-limited stages, or for the limit on moves you can make per stage!\n\nIN FLOWLINES VS. YOU WILL FIND:\n\n• Over 400 levels you can play in, in single player mode or versus multiplayer mode!\n• Atmospheric soundtrack emphasizing on the atmosphere of the game!\n• 50+ amazing graphical themes!\n• Awesome party atmosphere!\n• Easy to play and hard to master. \n• Both adults and children can pick up the game quickly, thanks to the Intuitive tutorial! \n• Play any way you like - Joy-Con™, Pro Controller, using the touch screen or in handheld mode. \n• Get your hands on special rewards available through our Achievement System.\n• 8 supported languages... English, French, Spanish, Italian, German, Portuguese, Brazilian, Turkish... and even more coming soon.\n\nGo ahead, try it out!",
    "publisher": "Baltoro Minis",
    "developer": null,
    "base_release_date": 20211101,
    "first_update_release_date": 20210818,
    "latest_update_release_date": 20210818,
    "latest_update": {
        "version": "65536",
        "release_date": 20210818
    },
    "versions": {
        "65536": 20210818
    },
    "category": [
        "Puzzle",
        "Multiplayer",
        "Party",
        "Education"
    ],
    "intro": "The newest Vs. Puzzle Game from Baltoro Games is coming to Nintendo Switch™!",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "pt",
        "de",
        "it",
        "ko",
        "zh"
    ],
    "numberOfPlayers": 2,
    "ratingContent": [],
    "region": null
}