{
    "id": "010067300E024800",
    "base_tid": "010067300E024000",
    "name": "Super Mega Baseball 3",
    "description": "Super Mega Baseball 3 refines the series’ formula with the deepest on-field simulation yet, comprehensive online and offline game modes including a brand new Franchise mode, and vastly improved graphics. New content includes revamped UI plus tons of new audio, team/character content, and stadiums with variable lighting conditions.\n\nFeatures:\n•\tChallenge your hand-eye coordination or relax and hit dingers with fluid gameplay that scales seamlessly from novice to beyond-expert levels of difficulty.\n•\tApply and refine your baseball instincts with a sophisticated baseball simulation featuring new pickoff and stealing mechanics, wild pitches/passed balls, designated hitters, and situational player traits.\n•\tTake in the sights and sounds of 14 richly detailed ballparks, each featuring unique day, night and alternate lighting conditions.\n•\tGuide an evolving team to greatness over multiple seasons in the all new Franchise mode featuring player development, aging, retirement and signing/releasing of free agents (1vCPU, 2vCPU, local or online).\n•\tCompete online to win pennants and climb to higher divisions in the cross-platform Pennant Race mode (1v1, online only).\n•\tCreate your ideal league with a comprehensive customization suite that includes season length/structure, team names/uniforms/logos, and player names/appearance/attributes.\n•\tPlay or simulate any combination of games/teams in customized Seasons and Elimination brackets, solo or with friends (1vCPU, 2vCPU, 1v1, 2v1, 2v2, CPUvCPU, local or online).\n•\tSkip customization and compete for top leaderboard scores with standardized teams and settings (locked player attributes) in Standard Season and Standard Elimination modes (1vCPU, 2vCPU, local or online).\n\nDownload the free demo to play an unlimited number of games in the competitive online Pennant Race mode, play Exhibition games against the AI, or experiment with the customization suite.",
    "publisher": "Electronic Arts",
    "developer": null,
    "base_release_date": 20200514,
    "first_update_release_date": 20200513,
    "latest_update_release_date": 20211222,
    "latest_update": {
        "version": "524288",
        "release_date": 20211222
    },
    "versions": {
        "65536": 20200513,
        "131072": 20200605,
        "196608": 20200625,
        "262144": 20200929,
        "327680": 20201201,
        "393216": 20210324,
        "458752": 20211208,
        "524288": 20211222
    },
    "category": [
        "Sports",
        "Simulation",
        "Multiplayer",
        "Arcade"
    ],
    "intro": "Run up the score in a relaxed slugfest or push the limits of your reflexes in this refined baseball simulator. ",
    "isDemo": false,
    "languages": [
        "en"
    ],
    "numberOfPlayers": 4,
    "ratingContent": [
        "Online Interactivity",
        "Users Interact"
    ],
    "region": null
}