{
    "id": "0100C1401CEDC800",
    "base_tid": "0100C1401CEDC000",
    "name": "Clue",
    "description": "Experience a fresh take on the classic murder mystery board game. Use your skills of deduction to find out who? With what weapon? Where? Join fellow detectives around the world. Gather evidence, interrogate suspects and solve the crime!\n\nFollow your suspects through the iconic Tudor Mansion, unlocking their motives and alibis as you go. Play by the original rules, or try a new investigation format available exclusively to the video game. Face your suspects in a direct interrogation as you rely on your skills of deduction to get to the truth. Experience the mystery, solve the crime your way and become the detective you want to be!\n\n- ULTIMATE DETECTIVE GAME FORMAT - Interrogate multiple suspects at once and run your investigation with more freedom and creativity than ever before!\n- CASE FILES - Unlock layers of backstory, revealing information about the characters, their motives and alibis. Unlock bonus items as you go, including premium dice and tokens!\n- NEW CLUE CARDS - The latest standard gameplay from Hasbro: when you roll a magnifying glass, draw a Clue Card and get free movement to any room, the chance to ask fellow suspects to reveal a card, and more!\n- PLAY MODES - Single player against AI detectives; online multiplayer; private online multiplayer\n- CROSS-PLATFORM PLAY - Play with friends on PC and mobile\n- MORE CONTENT - What happened after Tudor Mansion? Find out in this NEW Crime Scene, The Black Adder Resort!",
    "publisher": "Marmalade Game Studio",
    "developer": null,
    "base_release_date": 20231225,
    "first_update_release_date": 20240125,
    "latest_update_release_date": 20241013,
    "latest_update": {
        "version": "393216",
        "release_date": 20241013
    },
    "versions": {
        "65536": 20240125,
        "131072": 20240320,
        "196608": 20240328,
        "262144": 20240412,
        "327680": 20240613,
        "393216": 20241013
    },
    "category": [
        "Board Game",
        "Strategy",
        "Multiplayer",
        "Puzzle"
    ],
    "intro": "Six suspects, one murder. Join detectives, gather evidence & solve the mystery!",
    "isDemo": false,
    "languages": [
        "en",
        "es",
        "fr",
        "pt",
        "de",
        "it"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Mild Violence",
        "In-Game Purchases"
    ],
    "region": null
}