{
    "id": "0100EC301AB04800",
    "base_tid": "0100EC301AB04000",
    "name": "Death of a Wish",
    "description": "Death of a Wish is a vicious action-RPG where style is salvation. \n\nPlay as Christian as he unites with new comrades to challenge the cult that raised him. By taking down the four Sanctum Faiths: Father, Sister, Cardinal, and Priest, they will upend the order of the world.\n\nFight your way through a nightmare filled with horrifying monsters and terrifying people. Master brutal attacks and flashy combos as you struggle against the Corruption consuming you with style and grace. Shine your light in this surreal sea of darkness.\n\nSTYLE IS SALVATION\nUnleash Christian’s cursed powers in a demanding and rewarding combat system. Be careful not to succumb to the ever-encroaching Corruption; achieve high ranks in combat and perform graceful combos to hold the Corruption at bay.\n\nCUSTOMIZE YOUR MARKED POWERS\nRend your foes asunder with magical combos called Arias. Enhance your abilities with powerful Virtues that alter your approach to battle and the rhythm of combat. With a limitless array of ways to fight stylishly, build your character with passion to destroy your foes.\n\nDESCEND INTO THE NIGHTMARE\nIn the dreamworld of Paradiso, repressed memories and unspeakable feelings come to life as the nightmarish city of Neo-Sanctum. Delve into the secret underworld of the esoteric and abandoned to meet new comrades who will aid you on your journey. \n\nSURREAL AND SPECTACULAR\nChristian’s world is rendered with a surreal aesthetic like no other. Harsh, pulsating scratches upon a sea of darkness render a thick atmosphere brooding with emotion. Battles come to life in an animated spectacle of light and motion that remains easy to parse in play.",
    "publisher": "Syndicate Atomic",
    "developer": null,
    "base_release_date": 20240311,
    "first_update_release_date": 20240222,
    "latest_update_release_date": 20240927,
    "latest_update": {
        "version": "655360",
        "release_date": 20240927
    },
    "versions": {
        "65536": 20240222,
        "131072": 20240228,
        "196608": 20240305,
        "262144": 20240314,
        "327680": 20240321,
        "393216": 20240330,
        "458752": 20240510,
        "524288": 20240603,
        "589824": 20240722,
        "655360": 20240927
    },
    "category": [
        "Action",
        "RPG",
        "Adventure"
    ],
    "intro": "THE NEO-SANCTUM SHALL FALL. Claim retribution against the theocratic Faiths as you master vicious hack-and-slash combat in this action-RPG where style is salvation. ",
    "isDemo": false,
    "languages": [
        "en"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Blood",
        "Drug Reference",
        "Strong Language",
        "Suggestive Themes",
        "Violence"
    ],
    "region": null
}