{
    "id": "01008EA01BF8C800",
    "base_tid": "01008EA01BF8C000",
    "name": "Savage Age",
    "description": "In a long time gone, the earth was populated by thick foliage and thick oozing marshes. With fear and respect in their hearts, desperate pioneers vying for survival built totems that signified their existence as arduously passed down the torches of their legacy to future generations.\n\nOur story begins with a small tribe. Our hero sets out on a quest to reclaim the holy Three-Winged Totem and steps into the unknown, thus starting a journey of romance and adventures.\n\nGame Features\n\nPlay as a hero in an age that predates civilization. The gameplay combines survival, combat, base building and even tower defense.\nCreative game design featuring a cartoonish bird's eye view and a collection of clever and entertaining touches of humor in an attempt to deliver a compelling and unique prehistoric adventure.\nPuzzles and stages are full of surprises and intricate attention to detail. The game emphasizes instinctual exploration and rewards players for unconventional problem-solving and thinking outside the box.\nVibrant level design and collectibles. Twenty-one story levels, hidden content, and endless mode unlocked after completing the main game. In addition, collecting Emerald Skulls will unlock further hidden secrets of the game.\n",
    "publisher": "indienova",
    "developer": null,
    "base_release_date": 20240404,
    "first_update_release_date": 20240419,
    "latest_update_release_date": 20240419,
    "latest_update": {
        "version": "65536",
        "release_date": 20240419
    },
    "versions": {
        "65536": 20240419
    },
    "category": [
        "Adventure",
        "Action",
        "Platformer",
        "Puzzle"
    ],
    "intro": "Embark on a Wild Journey, Reclaim the Totem",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "de",
        "ru",
        "ko",
        "zh",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Blood",
        "Violence"
    ],
    "region": null
}