{
    "id": "010071501F0C4800",
    "base_tid": "010071501F0C4000",
    "name": "Hatch Tales: A Heroic Hookshot Adventure",
    "description": "Embark on an action-packed platforming quest across the mystical lands of Talonreach. Join Hatch, a flightless hawk mountaineer equipped with a powerful hookshot, on a perilous journey to confront the evil Nazar, and save the kingdom from his icy grip.\n\nThe many tales of Hatch's saga will take him from the comfort of his homeland to the far, untamed edges of the kingdom. Encountering powerful foes and dangerous hazards. Unlocking amazing abilities and experiencing wonders never before dreamed of. Whether these tales end in triumph, or become cautionary, rests on the shoulders of our young hero.\n\nAn urgent letter from the Queen of Talonreach:\n\nHatch,\n \nI write to you in desperate times.\n\nThe Eight Sacred Artifacts of Talonreach — symbols of hope and guardians of the realm — have been stolen! Buried within the treacherous Frozen Dungeons scattered across the Kingdom, these relics once sealed away a nightmare so great that elders still tremble at the mere whisper of his name.\n\nNazar, the Frozen Wraith, has risen from his induced slumber, ice cracking beneath his cursed steps. With each breath, winter tightens its grip on the land, and his hunger for destruction grows ever more insatiable. His goal is clear: to shroud the world in eternal frost, turning all living things into monuments of frozen despair.\n\nHatch, the Kingdom calls upon you. The Ember Sprites, with their fiery magic, hold the key to unlocking the Frozen Dungeons. With their help, you can reclaim the lost Artifacts and restore the balance that once held Nazar captive. Only when these relics are united will you be able to breach the heart of Nazar’s Frozen Fortress and challenge him in his lair.\n\nBut haste is of the essence. Already, Nazar’s poison affects the Kingdom, ensnaring villages and souls alike in his icy prisons. The road ahead is fraught with peril — traps, monsters, and dark magic wait to test your resolve at every turn. Yet, the fate of Talonreach rests on your shoulders, and there is no one else who can carry this burden.\n\nThe light is fading, but hope endures if you rise to the challenge. Will you stand against the encroaching darkness, or allow Nazar’s frost to consume all? The Kingdom’s last breath rests in your hands.\n",
    "publisher": "Limited Run Games",
    "developer": null,
    "base_release_date": 20241022,
    "first_update_release_date": 20241013,
    "latest_update_release_date": 20241013,
    "latest_update": {
        "version": "65536",
        "release_date": 20241013
    },
    "versions": {
        "65536": 20241013
    },
    "category": [
        "Action",
        "Platformer",
        "Adventure"
    ],
    "intro": "Hookshot your way through a unique platforming adventure",
    "isDemo": false,
    "languages": [
        "en"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Fantasy Violence",
        "Users Interact"
    ],
    "region": null
}