{
    "id": "010093901DAF8800",
    "base_tid": "010093901DAF8000",
    "name": "The Last Shot",
    "description": "An adventurous engineer, a diesel-punk world divided by endless conflict, and a whole lot of colossal guns. Sounds like a good time! With massive war machines threatening your home, will you be the one small cog that brings it all to a halt?\n\nThe Last Shot is a platforming adventure game set in a war-ravaged diesel-punk world. Militaristic cities fight endlessly with massive weaponry, all striving to be the last one standing. Rather than your typical hunky superhero, you take on the role of a humble mechanical engineer. You work tirelessly to produce the shells that are almost immediately blasted into a neighboring city’s exposed bits. Hey, it pays the bills.\n\nHowever, there comes a day when your comfortable routine is interrupted and you are thrust into the outside world on a dangerous journey. To save your friends and the city you love, you must uncover a terrible conspiracy and find a way to put an end to a nefarious plan. Explore the world around you to learn more about its history and lore, solve numerous puzzles, and tinker with machinery and contraptions of all shapes and sizes.\n\nKey Features:\n- Original hand-drawn visuals in the style of old cartoons.\n- Solve unique puzzles using your engineering wits.\n- Use your innate abilities to repair, create, or destroy vital tools and machinery.\n- Master the mechanical marvels you find along your travels. Drive all-terrain vehicles, jetpacks, armored trains, moving platforms, and so much more.\n- Explore a vast and intriguing diesel-punk world, living according to the laws of wartime. Admire the striking technology and architecture as you delve deeper to discover all of its secrets.",
    "publisher": "Sometimes You",
    "developer": null,
    "base_release_date": 20240918,
    "first_update_release_date": 20240904,
    "latest_update_release_date": 20240904,
    "latest_update": {
        "version": "65536",
        "release_date": 20240904
    },
    "versions": {
        "65536": 20240904
    },
    "category": [
        "Adventure",
        "Platformer",
        "Puzzle",
        "Other"
    ],
    "intro": "Platforming adventure game set in a war-ravaged diesel-punk world.",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "de",
        "it",
        "pt",
        "ru",
        "ko",
        "zh",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Fantasy Violence"
    ],
    "region": null
}