{
    "id": "0100DCF013740800",
    "base_tid": "0100DCF013740000",
    "name": "Nickelodeon All-Star Brawl",
    "description": "Brawl it out as your favorite Nickelodeon characters in bombastic platform battles! With a power-packed cast of heroes from the Nickelodeon universe, face-off with all-stars from SpongeBob Squarepants, Teenage Mutant Ninja Turtles, The Loud House, Danny Phantom, Aaahh!!! Real Monsters, The Wild Thornberrys, Hey Arnold!, Rugrats, and more to determine ultimate animation dominance. With unique move sets and attacks inspired by their personalities, each character has an individual style of play enabling endless action for Nickelodeon’s legion of fans. Select your favorite and then let the intense brawls begin with online and local multiplayer action.\n \n• Playable characters include SpongeBob, Lincoln Loud, Ninja Turtles Michelangelo and Leonardo, Oblina from Aaahh!!! Real Monsters, Invader Zim, and many more!\n• 20 themed levels like Jellyfish Field from the Spongebob Squarepants series, Technodrome from Teenage Mutant Ninja Turtles series, plus many more!\n• Each character offers a completely different and innovative playstyle and move set drawn from their lovable personalities\n• Battle your friends locally with up to 4 players simultaneously or in online competitive multiplayer",
    "publisher": "Game Mill",
    "developer": null,
    "base_release_date": 20221118,
    "first_update_release_date": 20210930,
    "latest_update_release_date": 20221124,
    "latest_update": {
        "version": "917504",
        "release_date": 20221124
    },
    "versions": {
        "65536": 20210930,
        "196608": 20211104,
        "262144": 20211116,
        "327680": 20211209,
        "393216": 20220204,
        "458752": 20220316,
        "524288": 20220513,
        "589824": 20220607,
        "655360": 20220807,
        "720896": 20220915,
        "786432": 20221007,
        "851968": 20221111,
        "917504": 20221124
    },
    "category": [
        "Action",
        "Fighting",
        "Multiplayer",
        "Party"
    ],
    "intro": "Brawl it out as your favorite Nickelodeon characters in bombastic platform battles!",
    "isDemo": false,
    "languages": [
        "en",
        "es",
        "fr",
        "de",
        "it",
        "nl"
    ],
    "numberOfPlayers": 4,
    "ratingContent": [
        "Cartoon Violence",
        "Comic Mischief",
        "In-Game Purchases"
    ],
    "region": null
}