{
    "id": "0100739018020800",
    "base_tid": "0100739018020000",
    "name": "LEGO® 2K Drive",
    "description": "Welcome to Bricklandia, home of a massive open-world LEGO® driving adventure. Race anywhere, play with anyone, build your dream rides, and defeat a cast of wild racing rivals for the coveted Sky Trophy!\nIn LEGO 2K Drive, your awesome transforming vehicle gives you the freedom to speed seamlessly across riveting racetracks, off-road terrain, and open waters. Explore the vast world of Bricklandia, show off your driving skills, and build vehicles brick-by-brick!\n\nTHE ULTIMATE LEGO DRIVING EXPERIENCE\nGet behind the wheel and gear up for tons of open-world exploration and thrilling races! Take on the exciting Story mode, jump into a single race or Cup Series tourneys, and let loose in off-the-wall minigames. Master the art of drifting, boosting, jumping,  and using power-ups to defeat opponents!\n\nRACE FOR THE SKY TROPHY\nStory mode follows your journey from rookie racer to famous champion as you compete against a series of charismatic rivals. With each victory, you'll work your way up the ranks to take on the infamous Shadow Z.\n\nOPEN-WORLD EXPLORATION\nThe vast and vibrant world of Bricklandia is yours to explore as you see fit, full of colorful characters and kooky quests. Zoom past lush fields on Turbo Acres' pavement, go off-roading in the deserts of Big Butte County, cruise across Prospecto Valley's picturesque waterways, and more.\n\nUNLEASH YOUR CREATIVITY\nBuilding vehicles in the Garage is as easy as snapping bricks together. Construct new cars and boats from scratch, modify any vehicle in your collection, or unwind with guided builds, then take your creation for a drive!\n\nPLAY TOGETHER AT HOME AND ONLINE\nRoam around Bricklandia in local splitscreen or join your driving buddies online!\n\nBonus content is only accessible by the Nintendo account used for purchasing this content.\n",
    "publisher": "2K",
    "developer": null,
    "base_release_date": 20230519,
    "first_update_release_date": 20230429,
    "latest_update_release_date": 20240419,
    "latest_update": {
        "version": "1114112",
        "release_date": 20240419
    },
    "versions": {
        "65536": 20230429,
        "131072": 20230512,
        "196608": 20230520,
        "262144": 20230530,
        "327680": 20230628,
        "393216": 20230628,
        "458752": 20230714,
        "524288": 20230802,
        "589824": 20230809,
        "655360": 20230906,
        "720896": 20231010,
        "851968": 20231214,
        "917504": 20240125,
        "1048576": 20240313,
        "1114112": 20240419
    },
    "category": [
        "Arcade",
        "Adventure",
        "Racing",
        "Multiplayer"
    ],
    "intro": null,
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "pt",
        "fr",
        "de",
        "it",
        "nl",
        "ko",
        "zh",
        "zh"
    ],
    "numberOfPlayers": 2,
    "ratingContent": [
        "Fantasy Violence",
        "Users Interact",
        "In-Game Purchases"
    ],
    "region": null
}