{
    "id": "01006790101A2800",
    "base_tid": "01006790101A2000",
    "name": "Nine Witches: Family Disruption",
    "description": "October 1944, something strange is happening in Sundäe, a rustic Norwegian town where a mysterious dark moon hangs over the sky, generating uncertainty among its inhabitants.\n\nAs World War II continues, the Okkulte-55, a secret division of the Third Reich, arrives in Sundäe to unleash an ancient curse, in a desperate act to twist the course of the war.\n\nAlexei Krakovitz, a quadriplegic professor of occult science and Akiro Kagasawa, his faithful assistant, are sent to Norway on a secret mission to unravel the mystery and save the world from the Okkulte-55 clutches.\n\nAn original story with absurd dark humor, riddled with eccentric characters, diabolical inventions, puzzles, occultism, talking dead, witches, worms, a mysterious party, and an ancient curse that threatens the human race.\n\nAn adventure so delusional that it will make you delirious to the delirium itself!\n\nHa-Ha!\n\nFeatures: \n\n- Unique original story. (99.999999% GUARANTEED)\n- Single player, dual character action-adventure with puzzle-solving elements.\n- Join professor Alexei Krakovitz and his loyal Japanese assistant, Akiro Kagasawa, in their heroic crusade against the Okkulte-55.\n- Retro-pixel style artwork.\n- A quirky cast of characters!\n- Visit Sundäe, an oppressed village on the northwest coast of Norway.\n- Talk with the dead.",
    "publisher": "Blowfish Studios",
    "developer": null,
    "base_release_date": 20201204,
    "first_update_release_date": 20201021,
    "latest_update_release_date": 20220915,
    "latest_update": {
        "version": "262144",
        "release_date": 20220915
    },
    "versions": {
        "65536": 20201021,
        "131072": 20201102,
        "196608": 20201222,
        "262144": 20220915
    },
    "category": [
        "Adventure",
        "Action",
        "Puzzle"
    ],
    "intro": "A small Norweigian town is overcome by a paranormal plot, only an expert quadriplegic professor of occultism and his faithful assistant can put a stop to this terror. ",
    "isDemo": false,
    "languages": [
        "en",
        "pt",
        "es",
        "fr",
        "de",
        "ru",
        "zh",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Strong Crude Humour"
    ],
    "region": null
}