{
    "id": "010081500EA1E800",
    "base_tid": "010081500EA1E000",
    "name": "Asterix & Obelix XXL3: The Crystal Menhir",
    "description": "The year is 50 B.C. Gaul is entirely occupied by the Romans. Well, not entirely... One small village of indomitable Gauls still holds out against the invaders. And life is not easy for the Roman legionaries who garrison the fortified camps of Totorum, Aquarium, Laudanum and Compendium.\n\nPeace reigns in the small Armorican village, where the villagers go about their daily business. Our two heroes, Asterix and Obelix, hunt wild boar, the blacksmith and the fishmonger quarrel, and the village chief strolls around the village square atop his shield.\n\nOne day, the village druid, Getafix, receives a strange letter. It is from Hella Finidrir, the high priestess of Thule! She warns the druid of a grave threat to his people and asks him to take a mysterious Menhir out of its hiding place...\n\nSet off on an exciting adventure and immerse yourself in the world of Asterix! Alone or in co-op, explore the lands of the Roman empire and unravel the mystery of the Crystal Menhir and its incredible powers!\n\nFeatures:\n\n• Master the mysterious Crystal Menhir in all its forms: stone menhir, ice menhir, fire menhir and magnetic menhir!\n\n• For the very first time in the Asterix XXL Saga, play as Asterix and Obelix in two-player co-op mode! A fantastic adventure to share as a family or with a friend.\n\n• Experience an all-new story in the Asterix comic book world and explore the lands of the Roman empire.\n\n• You will find your favorite characters, such as Getafix, Cacofonix and Vitalstatistix, as well as new characters with hilarious names! \n\n• Complete various side missions and collect hidden objects on all levels.\n\n\n",
    "publisher": "Microids",
    "developer": null,
    "base_release_date": 20191121,
    "first_update_release_date": 20191017,
    "latest_update_release_date": 20210119,
    "latest_update": {
        "version": "393216",
        "release_date": 20210119
    },
    "versions": {
        "65536": 20191017,
        "131072": 20191113,
        "196608": 20191120,
        "262144": 20191218,
        "327680": 20200128,
        "393216": 20210119
    },
    "category": [
        "Action",
        "Adventure",
        "Fighting"
    ],
    "intro": "An adventure to share, full of fun, thumping and friendship",
    "isDemo": false,
    "languages": [
        "en",
        "fr",
        "es",
        "de",
        "it",
        "ru"
    ],
    "numberOfPlayers": 2,
    "ratingContent": [
        "Mild violence"
    ],
    "region": null
}