{
    "id": "010012E0157A6800",
    "base_tid": "010012E0157A6000",
    "name": "Elva the Eco Dragon",
    "description": "The world is facing an environmental disaster. But not all is lost. The young, and not so young, are about to receive help from a powerful being from another galaxy: Elva.\n\nElva is a small dragon with immense powers, who has arrived on Earth to teach us how to take care of the planet. The better you help her, the better the world will be saved. Enjoy saving the planet with her. Children, youth and everyone at home can save the planet now. Explore different areas to clean the planet, and even explore the Moon and space!\n\nStarting with the most basic tasks, such as cleaning the garbage, and taking it to be recycled, or sending it to a ship or plane to be processed, to planting trees, regenerating fields and forests, cleaning the sea, freeing marine animals, or saving injured animals. We also defend forests and homes from fire with the power of water. And with the different superpowers you’ll earn along with your tasks cleaning the planet.\n\nElva is an educational game, which wants to teach the values of caring for our planet. It is a game, but with a message: we can take care and save the Earth. With the help of Elva, and with a little effort from everyone.\n",
    "publisher": "ISDEC Soluciones",
    "developer": null,
    "base_release_date": 20210916,
    "first_update_release_date": 20211020,
    "latest_update_release_date": 20211130,
    "latest_update": {
        "version": "131072",
        "release_date": 20211130
    },
    "versions": {
        "65536": 20211020,
        "131072": 20211130
    },
    "category": [
        "Education",
        "Arcade",
        "Adventure"
    ],
    "intro": "Elva has arrived at our planet with one mission: show us how to save Earth, how to clean cities, mountains, the sea, and how to save animals and forests. Ready to save Earth?",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "General"
    ],
    "region": null
}