{
    "id": "010076D00E4BA800",
    "base_tid": "010076D00E4BA000",
    "name": "Risk of Rain 2",
    "description": "Escape a chaotic alien planet by fighting through hordes of frenzied monsters – with your friends, or on your own. \nCombine loot in surprising ways and master each character until you become the havoc you feared upon your first crash landing. \n\nSURVIVE AN ALIEN PLANET\nOver a dozen handcrafted locales await, each packed with challenging monsters and enormous bosses that oppose your continued existence. Fight your way to the final boss and escape or continue your run indefinitely to see just how long you can survive. A unique scaling system means both you and your foes limitlessly increase in power over the course of a game.\n\nDISCOVER POWERFUL NEW ITEMS\nMore than 110 items keep each run fresh and full of new challenge. The more items you collect, the more their effects combine, the more surprising some of those combinations might be. The more items you encounter, the more lore (and strategy) you’ll discover through the logs.\n\nUNLOCK NEW WAYS TO PLAY \nUnlock a crew of ten playable survivors, each with their own unique combat style and alternate skills to master. Learn the secrets of the Artifacts to toggle gameplay modifiers like friendly fire, random survivor spawns, item selection and more. With randomized stages, enemies, and items, no run will ever be the same.\n\nPLAY SOLO OR CO-OP\nTackle the adventure solo or with up to three friends in online co-op, or compete in the rotating challenge of the Prismatic Trials. Brand new survivors like the Captain and MUL-T join classic survivors such as the Engineer, Huntress, and--of course--the Commando.\n",
    "publisher": "Gearbox Publishing",
    "developer": null,
    "base_release_date": 20190830,
    "first_update_release_date": 20191029,
    "latest_update_release_date": 20240917,
    "latest_update": {
        "version": "983040",
        "release_date": 20240917
    },
    "versions": {
        "131072": 20191029,
        "196608": 20191112,
        "262144": 20191210,
        "327680": 20200324,
        "393216": 20200424,
        "458752": 20200623,
        "524288": 20201020,
        "655360": 20210817,
        "720896": 20231123,
        "786432": 20240520,
        "917504": 20240827,
        "983040": 20240917
    },
    "category": [
        "Action",
        "Shooter",
        "Multiplayer"
    ],
    "intro": null,
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "pt",
        "fr",
        "de",
        "it",
        "ru",
        "ko",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Blood",
        "Drug Reference",
        "Fantasy Violence",
        "Users Interact"
    ],
    "region": null
}