{
    "id": "01004BC0166CC800",
    "base_tid": "01004BC0166CC000",
    "name": "CRISIS CORE –FINAL FANTASY VII– REUNION",
    "description": "CRISIS CORE –FINAL FANTASY VII– REUNION is the HD remaster version of the smash hit prequel to FINAL FANTASY VII.\n\nIn addition to all graphics being remastered in HD, fully voiced dialogue and new soundtrack arrangements make for a dynamic new retelling of a beloved classic.\n\nCRISIS CORE –FINAL FANTASY VII– REUNION follows the story of Zack Fair, a young warrior admired by the boy destined to save the world, trusted by men renowned as heroes of legend, and loved by the girl who holds the fate of the planet in her hands. The tale of Zack's dreams and honor—the legacy that connects him to Cloud—is revealed in full in this grand saga that has broken the limits of an HD remaster.\n\n<New Features>\n- All graphics fully remastered in HD, bringing the game to the latest console generation\n- Renewed 3D models, including characters and backgrounds, enriching the visual experience\n- Improved battle system providing a vastly smoother gameplay experience\n- Fully voiced dialogue in both English and Japanese\n- A newly arranged soundtrack from the original composer, Takeharu Ishimoto\n\n<CRISIS CORE –FINAL FANTASY VII– REUNION>\nIn the mako-powered metropolis of Midgar stands the headquarters of Shinra, a powerful company with a formidable private army. Zack Fair is a promising young operative in the Shinra military's elite unit, SOLDIER. Together with his mentor, SOLDIER 1st Class Angeal, and the SOLDIER hero Sephiroth, Zack begins an investigation into the recent mass disappearance of SOLDIER operatives.",
    "publisher": "SQUARE ENIX",
    "developer": null,
    "base_release_date": 20221213,
    "first_update_release_date": 20221116,
    "latest_update_release_date": 20230411,
    "latest_update": {
        "version": "262144",
        "release_date": 20230411
    },
    "versions": {
        "65536": 20221116,
        "131072": 20221221,
        "196608": 20230126,
        "262144": 20230411
    },
    "category": [
        "RPG"
    ],
    "intro": "CRISIS CORE –FINAL FANTASY VII– REUNION has broken the limits of an HD remaster. Witness the evolution of the beloved FFVII prequel.",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "de",
        "it"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Blood",
        "Violence"
    ],
    "region": null
}