{
    "id": "0100E0601DC2A800",
    "base_tid": "0100E0601DC2A000",
    "name": "Bō: Path of the Teal Lotus",
    "description": "Flow with acrobatic grace and agility through a mysterious world of myth and legend in Bō: Path of the Teal Lotus, a colorful hand-drawn adventure inspired by Japanese folklore. \n\nUndertake a mystical journey as Bō, a celestial blossom (fox tentaihana) descended from the heavens to play a key role in an ancient and mysterious ritual. Use your legendary bō staff to bounce and glide fluidly through an otherworldly realm of hand-drawn, dreamlike landscapes, strange and adorable yokai, and massive monsters summoned from ancient legends of Japan. \n\nDiscover a mysterious and haunted world\nExplore a diverse and interconnected world in a 2.5D side-scrolling action-platformer with Metroidvania elements. Journey to a haunted castle, a thriving Japanese-inspired metropolis, and many more strange and wondrous places—then find ways to travel back and fully explore newly unlocked paths and surprises.\n\nFind your flow\nNavigate the world’s platforming challenges with acrobatic precision, elegance, and finesse. Use Bō’s distinctive move-and-reset system to reach new areas efficiently or recover when your footing flounders.\n\nMaster new staff transformations\nBrew and drink arcane teas to unlock powerful new abilities for Bō’s shapeshifting staff. Mash foes with the Mochi Mallet, unlock new movement techniques like the Lotus Dash and Grappling Gun, and gracefully power up along your journey.\n\nCollect powerful Daruma allies\nEach colorful Daruma doll you discover can be upgraded and summoned to the battlefield, where these adorable and powerful allies can deploy spells and other spectacular abilities to aid you in combat.\n\nDrawn from a dream\nExplore a vibrant 2.5D vision that blends the beauty of paintings, the personality of hand-drawn illustrations, and the elegance of papercraft.\n\nSpirited cast of allies and enemies\nEngage with a larger-than-life cast of bizarre and adorable yokai (supernatural spirits from Japanese folklore) and other original characters inspired by Japanese myth, all brought to life with traditional hand-drawn 2D frame-by-frame animation. Help them with their side quests—or just stop by for a chat and a cup of tea.\n\nMythic boss battles\nChallenge massive, awe-inspiring monsters drawn from Japanese folklore! You’ll need to call upon all of the knowledge and acrobatic skill you’ve gained to vanquish these powerful adversaries and advance further in your quest.\n\nMove to the music \nDrift along to the music of a gorgeous original score composed by Moisés Camargo, blending traditional Japanese instrumentation with modern orchestral music.",
    "publisher": "Humble Games",
    "developer": null,
    "base_release_date": 20240717,
    "first_update_release_date": 20240828,
    "latest_update_release_date": 20240828,
    "latest_update": {
        "version": "65536",
        "release_date": 20240828
    },
    "versions": {
        "65536": 20240828
    },
    "category": [
        "Action",
        "Adventure"
    ],
    "intro": "Flow with acrobatic grace and agility through a mysterious world of myth and legend in Bō: Path of the Teal Lotus, a colorful hand-drawn adventure inspired by Japanese folklore.",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "de",
        "ko",
        "zh",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Alcohol and Tobacco Reference",
        "Mild Fantasy Violence",
        "Mild Language"
    ],
    "region": null
}