{
    "id": "0100A280121F6800",
    "base_tid": "0100A280121F6000",
    "name": "Kingdom Rush",
    "description": "Get ready for an epic journey to defend your kingdom against hordes of orcs, trolls, evil wizards and other nasty fiends using a vast arsenal of towers and spells at your command!\n\nFight on forests, mountains, and wastelands, customizing your defensive strategy with different tower upgrades and specializations! Rain fire upon your enemies, summon reinforcements, command your troops, recruit elven warriors and face legendary monsters on a quest to save the Kingdom from the forces of darkness!\n\nFEATURES\n- Epic defense battles that will hook you for hours!\n- High definition awesome illustrated cartoon art!\n- Command your soldiers and see them engage in hand to hand cartoon battles!\n- 8 specialized tower upgrades to customize your strategy! Mighty Barbarians, Arcane Wizards, Forest Rangers to name a few.\n- 18 tower abilities! Have your Sorcerers summon earth elementals and polymorph your enemies!\n- Over 61 different enemies, from Goblins to Demons each with their own skills! (Beware of the mountain Trolls!)\n- Intense boss fights never seen on a defense game!\n- 12 Heroes: Choose your champion to lead your troops to victory!\n- Hours of gameplay with over 70 achievements\n- Extra game modes that will challenge your tactical skills to the limit.\n- In-game encyclopedia with information from your towers and enemies.",
    "publisher": "Ironhide Game Studio",
    "developer": null,
    "base_release_date": 20200730,
    "first_update_release_date": 20211221,
    "latest_update_release_date": 20211221,
    "latest_update": {
        "version": "65536",
        "release_date": 20211221
    },
    "versions": {
        "65536": 20211221
    },
    "category": [
        "Strategy",
        "Action"
    ],
    "intro": "Defend your kingdom against the hordes of evil in this epic action defense game!",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "de",
        "pt",
        "ru",
        "ko",
        "zh",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Mild Violence",
        "Scary Scenes"
    ],
    "region": null
}