{
    "id": "0100B6001E6D6800",
    "base_tid": "0100B6001E6D6000",
    "name": "Fabledom",
    "description": "Welcome, your Highness! A vast land awaits your settlers and is ready to be colonized.\n\nFabledom offers an accessible and intuitive way of playing City builders, no excel sheets nor optimization is required to build yourself a kingdom.\n\nSet in a strange world where Fairytales became reality, you will witness the growth of your village; follow your citizens’ lives and watch the rise and fall of your relationships with the neighboring kingdoms.\n\nCollect Resources and Shape your Settlement\n\nFind the promised land, settle, and flourish! You will need every resource available to you to expand and thrive. Build and shape a city worthy of your future citizens!\n\nSweet & Laid Back in a Fairy tale World\n\nExperience the fairytale world filled with giants, witches, flying pigs and hidden secrets. Explore every nook and cranny of this magical world!\n\nGet yourself a Queen or a King\n\nRomance will strongly shape the way you play and enjoy the game. Fabledom’s focus on love and candor will provide fresh city building mechanics.\n\nTales of trades, feuds and partnerships\n\nBuild your economy, exchange rare resources to grow and evolve. Fabledom offers numerous ways to interact with other kingdoms. How you will handle diplomacy will shape your progress.\n\nBuild an Army, elect your hero to protect your kingdom\n\nChoose your champion, assemble your town watch and defend your Kingdom against vile neighbors and minions",
    "publisher": "Plug In Digital",
    "developer": null,
    "base_release_date": 20240913,
    "first_update_release_date": 20240806,
    "latest_update_release_date": 20241007,
    "latest_update": {
        "version": "262144",
        "release_date": 20241007
    },
    "versions": {
        "131072": 20240806,
        "196608": 20240925,
        "262144": 20241007
    },
    "category": [
        "Strategy",
        "Simulation"
    ],
    "intro": "Set in a wholesome fairytale world, Fabledom is a laidback City Builder",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "pt",
        "es",
        "fr",
        "de",
        "ru",
        "ko",
        "zh",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Very Mild Violence"
    ],
    "region": null
}