{
    "id": "010042401436C800",
    "base_tid": "010042401436C000",
    "name": "Beast Breaker",
    "description": "Beast Breaker is a new turn-based action adventure from the creator of Threes. You play as a tiny warrior named Skipper, tasked with defending innocents from giant mosaic Beasts that threaten to destroy everything.\n\nThe game combines satisfying pinball physics with tactical decision making. Pick a style of attack, line up the best angle, and launch! Watch Skip careen around the screen and break the giant Beasts to pieces.\n\nAlong the way, you will meet a vibrant cast of characters who will help you on your journey, and maybe even help you discover the origin of the Beasts...\n\n⚔ Master 4 unique fighting styles (Sword, Bow, Hammer, and Throwing Knives)\n⚔ Harvest ancient magic from the Beasts to craft new weapon parts\n⚔ Mix and match hundreds of weapon components to create your perfect loadout\n⚔ Track down the Beasts and exploit their weaknesses\n⚔ Recruit powerful allies with unique battle abilities\n⚔ Travel the world, from the Corrupted Coast all the way to The Glitchpeaks\n\nYou’re just a small mouse, but you can make a big difference. Answer the call to break these Beasts!",
    "publisher": "Vodeo Games",
    "developer": null,
    "base_release_date": 20210923,
    "first_update_release_date": 20210915,
    "latest_update_release_date": 20211124,
    "latest_update": {
        "version": "393216",
        "release_date": 20211124
    },
    "versions": {
        "65536": 20210915,
        "131072": 20210928,
        "196608": 20211007,
        "262144": 20211022,
        "327680": 20211112,
        "393216": 20211124
    },
    "category": [
        "Arcade",
        "Strategy",
        "Puzzle",
        "Adventure"
    ],
    "intro": "A mouse-bouncing adventure!",
    "isDemo": false,
    "languages": [
        "en"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Mild Themes",
        "Mild Violence",
        "Scary Scenes"
    ],
    "region": null
}