{
    "id": "01003F201C5BA800",
    "base_tid": "01003F201C5BA000",
    "name": "Piczle Cross: Story of Seasons",
    "description": "Classic Piczle nonograms x Story of Seasons\nEnjoy the bucolic charm of Story of Seasons while relaxing and exercising your brain with classic logic-puzzles. All your favourite villagers and bachelors, tools and crops, animals and upgrades in nonogram form will provide you with countless hours of puzzling!\n\nNo end of nonograms\nWith 350 puzzles featuring a wealth of different Story of Seasons mainstays you’ll have a veritable pasture-full of puzzling pleasure!\n\nGrow your farm\nAs you clear puzzles the seasons progress, your farm expands, livestock appears and crops grow. \n\nBigger together\n5 unlockable collage puzzles celebrate Story of Seasons’ festivals by combining dozens of puzzles into a bigger picture.\n\nPlay it your way!\nTrue to the Piczle series, Piczle Cross; Story of Seasons provides the most feature-rich and option-abundant experience available to cater the puzzling experience to your exact liking. From hiding away the timer to correcting your mistakes, from choosing the puzzles’ themes to managing how completed clues are marked off, you can play exactly how you want. There is no wrong way to play!\n\nExplore the almanac\nClearing specific puzzles will unlock entries in the in-game 100+ page almanac that celebrates all your favourite characters and critters from the Story of Seasons games. \n\nDetailed statistics\nKeep an eye on your progress with detailed statistics and achievements. Replay puzzles to improve your time, or to hone your skills without using helpful gameplay options. ",
    "publisher": "RAINYFROG",
    "developer": null,
    "base_release_date": 20240227,
    "first_update_release_date": 20240115,
    "latest_update_release_date": 20240215,
    "latest_update": {
        "version": "131072",
        "release_date": 20240215
    },
    "versions": {
        "65536": 20240115,
        "131072": 20240215
    },
    "category": [
        "Puzzle",
        "Training",
        "Arcade",
        "Education"
    ],
    "intro": "Piczle meets Story of Seasons with over 350 nonogram puzzles from the beloved farm life game series!",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "de",
        "it",
        "ko",
        "zh",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [],
    "region": null
}