{
    "id": "01005E101705C800",
    "base_tid": "01005E101705C000",
    "name": "River City Saga: Three Kingdoms",
    "description": "Kunio, the beloved hot-blooded renegade, is back to wreak havoc in the world of the Three Kingdoms! The characters take on the roles of famous generals for a game packed with wild action. The story covers all the way from the Yellow Turban Rebellion to the Battle of Red Cliffs through 6 dense chapters. This is a great chance to learn the basics of the Romance of the Three Kingdoms! Get ready for a whole new and exciting Three Kingdoms experience, with Kunio as the lead!\n\n■Simple controls let you overwhelm the battlefield! Take down enemies with flashy moves!\n　Unleash powerful special attacks with the press of a button!\n　Save up SP to wipe a crowd of enemies out with an ultimate attack!\n\n■Master a variety of Tactics the Romance of the Three Kingdoms are known for!\n　When you think of the Three Kingdoms period, you think of the various military tactics used.\n　Master the 10 Tactics available to attack the enemy, generate items, and more,\n　and get yourself out of a tough spot!\n\n■Power up your character as you make your way through the story!\n　Take down enemies to level up! Get an advantage in battle\n　by powering up your character! Items dropped by enemies can have\n　powerful Bonus Effects, so try finding the right equipment for you!\n\n*\"Downtown Special\" refers to the series name this game belongs to.\n　Please note that this is not the official title of the game.",
    "publisher": "ARC SYSTEM WORKS",
    "developer": null,
    "base_release_date": 20220721,
    "first_update_release_date": 20221219,
    "latest_update_release_date": 20221219,
    "latest_update": {
        "version": "131072",
        "release_date": 20221219
    },
    "versions": {
        "131072": 20221219
    },
    "category": [
        "Action",
        "Fighting",
        "Arcade",
        "RPG"
    ],
    "intro": "The cast of River City are back to go wild in the Three Kingdoms! Make your way through the turbulent nation with the familiar crew!",
    "isDemo": false,
    "languages": [
        "en"
    ],
    "numberOfPlayers": 4,
    "ratingContent": [
        "Alcohol Reference",
        "Comic Mischief",
        "Fantasy Violence",
        "Mild Language"
    ],
    "region": null
}