{
    "id": "01009FA01FF6C800",
    "base_tid": "01009FA01FF6C000",
    "name": "Nikoderiko: The Magical World",
    "description": "Join Niko and Luna on their quest in Nikoderiko, a vibrant platform adventure. When the duo discovers an ancient relic on a magical island, the villainous Grimbald of the Cobring Gems Company snatches it away. To save the island and its tribes, they must navigate seven unique worlds with the help of their animal friends and defeat the Cobring army. With family-friendly design, couch co-op, and music by David Wise, Nikoderiko is a magical, mysterious journey for all ages.\n\n\"Worlds: Explore unique worlds with lovable characters, friendly areas, epic bosses and various gameplay themes such as minecarts, chase levels and underwater adventures. Each world features iconic landmarks and unique boss-themed areas.\n\nCo-op Modes: Enjoy single-screen couch co-op, bringing friends and family together for a shared gaming experience.\n\nMounts: Collect and summon playable animal friends with unique abilities, serving as both helpful rides for Niko and Luna, and valuable allies in battle. \n\nFamily Gaming: Nikoderiko is for all ages, and offers a magical, mysterious, and festive experience.\n\nMusic: Legendary David Wise (known for his iconic compositions in classic platformers) arranged ALL the music for the game!\"",
    "publisher": "MY.GAMES",
    "developer": null,
    "base_release_date": 20241015,
    "first_update_release_date": 20241017,
    "latest_update_release_date": 20241017,
    "latest_update": {
        "version": "65536",
        "release_date": 20241017
    },
    "versions": {
        "65536": 20241017
    },
    "category": [
        "Platformer",
        "Arcade",
        "Adventure",
        "Party"
    ],
    "intro": "Nikoderiko is a wild platformer for all ages to enjoy alone or in couch co-op!",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "de",
        "it",
        "pt",
        "ru",
        "zh"
    ],
    "numberOfPlayers": 2,
    "ratingContent": [
        "General"
    ],
    "region": null
}