{
    "id": "010094C01E04C800",
    "base_tid": "010094C01E04C000",
    "name": "Alchemist: The Potion Monger",
    "description": "Take the role of apprentice of the alchemical arts, in a world full of anthropomorphic (described or thought of as having a human form or human attributes ~Merriam-Webster) animals!\nChoose your character \"Race\" from a wide array of animal types, with their strengths and weaknesses.\nAnd begin your alchemical journey!\n\nBREW POTIONS\nUse various alchemical (and not only... - demonic altars, holly waters, time-controlling sands, and more) tools to process the ingredients.\nThen put them into the cauldron and start brewing!\n\nSELL YOUR BREWS\nResidents of the surrounding town and countryside, have their potion needs, fulfill them, and become the wealthiest alchemist alive!\n\nUSE THEM YOURSELF!\nDuring your adventures, you may need healing, immeasurable strength, insanely high jumps, or even the ability to fly, help yourself and drink one of your brews!\nEvery potion can also be thrown to create an environmental effect.\nSet fires, launch wildlife and NPCs into the air, or make the whole village throw up!\nDo good, bad, or have fun - the whole world is your playground.\n\nEXPLORE\nVenture outside your warm and safe alchemical hut into the world, discover various secrets, meet distinct NPCs, and gather ingredients!\nCollect merit badges and then complete the assigned challenge to learn new skills.\nFind out how to pick poisonous plants, trade more efficiently, get into the battle frenzy, regain health by helping others, and much more...\n\nDISCOVER ALCHEMICAL ASPECTS\nEvery ingredient you'll find consists of alchemical aspects.\nTo find out about them you'll need some help from your pets.\nUnravel the whole Great Alchemy Wheel!",
    "publisher": "Art Games Studio",
    "developer": null,
    "base_release_date": 20241017,
    "first_update_release_date": 20241016,
    "latest_update_release_date": 20241016,
    "latest_update": {
        "version": "65536",
        "release_date": 20241016
    },
    "versions": {
        "65536": 20241016
    },
    "category": [
        "Simulation",
        "RPG",
        "Adventure",
        "Puzzle"
    ],
    "intro": "Create potions, leave your lab, venture into the world, and change it with your brews!",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "de",
        "zh"
    ],
    "numberOfPlayers": null,
    "ratingContent": [
        "Crude Humor",
        "Fantasy Violence"
    ],
    "region": null
}