{
    "id": "01002E7016C46800",
    "base_tid": "01002E7016C46000",
    "name": "Cult of the Lamb",
    "description": "*** Sins of the Flesh Update ***\n\nThe Lamb must lead, and Followers must follow in Sins of the Flesh, a free content expansion for Cult of the Lamb.\n\nAs your followers indulge in worldly pleasures, choose their prideful customizable outfits, and treat them to a gluttony of vacation juice, you might find that life may hatch from an egg. Alongside a new levelling system, new mechanics, new quests, and improved quality-of-life features, the Lamb has uncovered a new combat weapon to blast the heretics of the Old Faith. This power can be yours if you yield to the Sins of the Flesh.\n\nSins and Disciples\nNew progression systems add more depth and complexity to managing the Cult of the Lamb. By following the sinful path, your followers will delight in gluttonous rituals, vain buildings, and wrathful doctrines. Invite your most loyal Followers to the inner circle of Disciples, a revamped levelling system of Follower progression.\n\nBetter Cult Life\nShiny poop, baneful brooms, and bigger, better buildings improve busy Cult life. Shiny poops have special effects, like yielding fruitful crops and adding XP to your broom. Levelling up your broom will make chores faster and more effective. To improve automation, there’s also a new tier for the Janitor Station and the Storage Structures so your Followers will take better care of themselves.\n\nReady, Aim, Fire\nBlast heretics away with the new Blunderbuss weapon. When loaded, it fires big damage in close quarters to bring a new combat playstyle for your crusades. If you charge it up even more with a heavy attack, you can aim to snipe enemies from long range.\n\nOutfits, Options and Offspring!\nEach of your cultists can flaunt their Follower fashion at the new Tailor building. Once unlocked, each cultist can wear their own outfit, with 23 different styles to choose from. But your Cult is getting even more unique. When two Followers love each other very much, they might find an egg. Nurture the egg for it to hatch, then care for the offspring until they're ready to pledge allegiance to your Cult!\n\n***\n\nStart your own cult in a land of false prophets, venturing out into diverse and mysterious regions to build a loyal community of woodland worshippers and spread your Word to become the one true cult.\n\nBUILD YOUR FLOCK\nCollect and use resources to build new structures, perform dark rituals to appease the gods, and give sermons to reinforce the faith of your flock.\n\nDESTROY THE NON-BELIEVERS\nExplore a sprawling, randomly generated world, fight off hordes of enemies and defeat rival cult leaders in order to absorb their power and assert your cult's dominance.\n\nSPREAD YOUR WORD\nTrain your flock and embark on a quest to explore and discover the secrets of five mysterious regions. Cleanse the non-believers, spread enlightenment and perform mystical rituals on the journey to become the mighty lamb god.",
    "publisher": "Devolver Digital",
    "developer": null,
    "base_release_date": 20220811,
    "first_update_release_date": 20220728,
    "latest_update_release_date": 20240812,
    "latest_update": {
        "version": "1245184",
        "release_date": 20240812
    },
    "versions": {
        "65536": 20220728,
        "131072": 20220811,
        "196608": 20220825,
        "262144": 20220923,
        "327680": 20221024,
        "393216": 20221116,
        "458752": 20230119,
        "524288": 20230209,
        "655360": 20230424,
        "720896": 20230429,
        "786432": 20230523,
        "851968": 20230822,
        "917504": 20231011,
        "1048576": 20240116,
        "1114112": 20240220,
        "1179648": 20240430,
        "1245184": 20240812
    },
    "category": [
        "Action",
        "Adventure",
        "Strategy"
    ],
    "intro": "Cult of the Lamb casts players in the role of a possessed lamb saved from annihilation by an ominous stranger, and must repay their debt by building a loyal following in his name.",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "pt",
        "fr",
        "de",
        "it",
        "ru",
        "ko",
        "zh",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Blood",
        "Crude Humor",
        "Fantasy Violence"
    ],
    "region": null
}