{
    "id": "010089700150E800",
    "base_tid": "010089700150E000",
    "name": "Dragon Marked for Death: Frontline Fighters",
    "description": "Dragon Marked For Death is a side-scrolling 2D action RPG that can played solo or with up to four players in local or online multiplayer.\n\nThe playable characters in Dragon Marked for Death: Frontline Fighters are the Empress and Warrior.\n\nYou play as the survivors of the Dragonblood Clan who set out to take revenge on the Kingdom of Medius, who destroyed their home and captured the Dragonblood Oracle, Amica. To obtain the power they need to enact their revenge, they forge a pact with the Astral Dragon Atruum.\n\nUse your newly acquired powers to take on quests from villagers and raise your status in the kingdom. How you perform in these quests can have a direct effect on the game's final outcome. \n\nQuests aren't all about defeating enemies, though. You'll guard a ship's passengers from monsters, search for hidden treasure, rescue a princess from a castle under siege, and a lot more!\n\nChoose from four playable characters (Empress, Warrior, Shinobi, or Witch) and defeat your enemies to gain experience and level up. You'll receive points as you level up that can increase your attack power, defense, agility, and other parameters. Customize your character in a way that best suits your individual playstyle!\n\nTeam up with up to four players in co-op multiplayer action via local wireless, or go online with Nintendo Switch™ Online and use worldwide matchmaking system to play with adventurers all over the world. By strategizing and working together with your party, you'll be able to achieve even greater results and reap even better rewards!\n\nGet ready to experience the unique, dark fantasy world of the Dragonblood Clan in this intense 2D action-RPG!",
    "publisher": "Inti Creates",
    "developer": null,
    "base_release_date": 20190201,
    "first_update_release_date": 20190129,
    "latest_update_release_date": 20201105,
    "latest_update": {
        "version": "1572864",
        "release_date": 20201105
    },
    "versions": {
        "131072": 20190129,
        "262144": 20190217,
        "327680": 20190306,
        "393216": 20190308,
        "458752": 20190314,
        "524288": 20190327,
        "589824": 20190403,
        "655360": 20190424,
        "720896": 20190628,
        "786432": 20191127,
        "851968": 20191203,
        "917504": 20191219,
        "1048576": 20200423,
        "1114112": 20200512,
        "1179648": 20200520,
        "1245184": 20200806,
        "1310720": 20200828,
        "1441792": 20201021,
        "1507328": 20201030,
        "1572864": 20201105
    },
    "category": [
        "Action",
        "RPG"
    ],
    "intro": "They bear the mark of the Astral Dragon in this dark fantasy style action RPG!",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "ko",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Fantasy Violence",
        "Online interactivity"
    ],
    "region": null
}