{
    "id": "010096D0164DE800",
    "base_tid": "010096D0164DE000",
    "name": "Terra Alia: The Language Discovery RPG",
    "description": "Welcome to a world where magic and technology go hand in hand. In Terra Alia, every nation has its own rules for using magic, as it is a common part of this world. To avoid conflicts, these nations have come together to oversee magic use in their lands. The first rule they created is learning the local language before you can start developing your magical abilities.\n\nYour adventure begins in your homeland, just after completing your studies at one of Terra Alia's most renowned magic academies. Professor Esperanto, your esteemed mentor, has invited you to continue studies abroad in her exclusive technomancy program. Upon your arrival, you’ve found that the professor has gone missing! What mischievous force could be behind her disappearance? To solve this riddle, you'll need to unlock your magical abilities, but you've got to learn the local language first.\n\nChoose you target language, and expand your vocabulary while confronting mythical creatures, rogue androids, and many other challenges as you journey through the magical realm of Terra Alia!\n\n- Master a vocabulary of hundreds of words in 10 different languages.\n- Complete quest lines filled with gripping stories while solving challenging puzzles.\n- Cast powerful spells as you battle enemies in a dynamic turn-based combat system.\n- Level up and equip your character with increasingly more powerful abilities and items.\n- Unravel a mystery that threatens all of Terra Alia by following clues and hints.",
    "publisher": "BoomBox",
    "developer": null,
    "base_release_date": 20231011,
    "first_update_release_date": 20240702,
    "latest_update_release_date": 20240702,
    "latest_update": {
        "version": "131072",
        "release_date": 20240702
    },
    "versions": {
        "131072": 20240702
    },
    "category": [
        "Education",
        "Adventure",
        "RPG",
        "Study"
    ],
    "intro": "Discover a new language with Terra Alia – a unique language learning experience where you can embark on a thrilling RPG adventure in the world full of magic and mysteries!",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "pt",
        "es",
        "fr",
        "de",
        "it",
        "ru",
        "ko",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Fantasy Violence"
    ],
    "region": null
}