{
    "id": "0100C4C00E73E800",
    "base_tid": "0100C4C00E73E000",
    "name": "Moving Out",
    "description": "Are you ready for an exciting career in furniture? As a newly certified Furniture Arrangement & Relocation Technician, you’ll take on moving jobs all across the town of Packmore. \n\nSmooth Moves may not be the biggest moving company, but there’s no task too dangerous or strange for this busy team of go-getters. Grow your business to brave new heights, recruit colourful customizable characters, and save your town from furniture peril!\n\nWhat does Smooth Moves have to offer, you ask?\n\nCo-op!\nEnjoy the story mode solo as an independent contractor or team up with some friends. Up to four players can cozy up on the couch to argue over the best way to move a couch. Test your skills AND your friendship!\n\nPhysics!\nAre pesky doors and windows standing in your furniture’s way? Just blast through them with physics! Lift, toss and smash your way to the fastest times!\n\nAction!\nLearn the ropes in a series of increasingly precarious and fantastical moving jobs. How a bed gets from point A to point B is never a straight line, so throw out the training manual and get creative!\n\nAdventure!\nEvery moving company starts small, but as your reputation ranks up, so do your destinations. Move through sleepy suburbs, frenzied farms, haunted houses, virtual reality and lands beyond!\n\nCharacters!\nRecruit a unique cast of colorful characters, each packed with a passion for manual labor!\n\nAssist Mode!\nAre you a rookie? No problem! Adjust the game’s difficulty so anyone can play!\n\nDon’t wait! Grab your friends and become a certified moving master in Moving Out today!",
    "publisher": "Team17",
    "developer": null,
    "base_release_date": 20210901,
    "first_update_release_date": 20200304,
    "latest_update_release_date": 20210224,
    "latest_update": {
        "version": "393216",
        "release_date": 20210224
    },
    "versions": {
        "65536": 20200304,
        "131072": 20200331,
        "196608": 20200601,
        "262144": 20200717,
        "393216": 20210224
    },
    "category": [
        "Strategy",
        "Multiplayer",
        "Simulation",
        "Party"
    ],
    "intro": "Moving Out is a ridiculous physics-based moving simulator that brings new meaning to \"couch co-op\"!",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "pt",
        "es",
        "fr",
        "de",
        "it",
        "ru",
        "ko",
        "zh",
        "zh"
    ],
    "numberOfPlayers": 4,
    "ratingContent": [
        "Mild Cartoon Violence"
    ],
    "region": null
}