{
    "id": "01007300020FA800",
    "base_tid": "01007300020FA000",
    "name": "ASTRAL CHAIN",
    "description": "The few survivors of a massive global disaster gather together in a futuristic megacity. Now it’s your job to protect them against otherworldly invaders–but you’re not alone as a member of a special police task force equipped with sentient armaments called Legions. In this brand-new action game from PlatinumGames, control the protagonist and a Legion simultaneously to chain stylish combos. Change Legions on the fly to vary your style and unleash a variety of abilities. The last remnants of humanity depend on you, and to save the world, you must investigate its dark side. Explore a near-future cyberpunk metropolis, solving crimes and seeing how the last remnants of humanity struggle to survive. As you save the world from extradimensional invaders called chimeras, you’ll also interact with citizens, question suspects, and team up with members of your task force to solve cases. Utilizing the abilities of Legions will be necessary in these investigations; you may need to track the scent of a missing person or subdue aggressive criminals! Beyond this last land left to humanity lies the Astral Plane, the alternate dimension from which the chimeras invade. As you explore its labyrinthine corridors, you must use your Legions to solve environmental puzzles and expose the secrets of this strange realm. ",
    "publisher": "Nintendo",
    "developer": null,
    "base_release_date": 20190830,
    "first_update_release_date": 20190801,
    "latest_update_release_date": 20190801,
    "latest_update": {
        "version": "65536",
        "release_date": 20190801
    },
    "versions": {
        "65536": 20190801
    },
    "category": [
        "Action"
    ],
    "intro": "A brand-new action game from PlatinumGames, exclusively for the Nintendo Switch™ system",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "de",
        "it",
        "ru",
        "ko",
        "zh",
        "zh"
    ],
    "numberOfPlayers": 2,
    "ratingContent": [
        "Drug Reference",
        "Language",
        "Use of Alcohol",
        "Violence"
    ],
    "region": null
}