{
    "id": "0100CC0010A46800",
    "base_tid": "0100CC0010A46000",
    "name": "Ego Protocol: Remastered",
    "description": "INNOVATIVE! ADDICTIVE! LOGICAL & RETRO!\n\nFEATURES:\n▪ A mixture of logical and classical platform games!\n▪ 60 levels and 4 different mechanics of playing!\n▪ Unique stage mechanics framed in a hand-made graphics!\n▪ Control the surroundings in order to lead the main character to the exit so that to avoid dangers and obstacles lurking on his way!\n▪ Fast pace of playing, several ways to complete the levels!\n▪ Find out if you can think fast enough!\n\nABOUT THE GAME\nGuiding your humanoid character to safety is not easy, and to create a safe passage through the abandoned orbital station, cunning strategy and quick reflexes is required. In order to overcome enemies and obstacles, and to reach the end of each level, you can jump, shoot and manipulate the world.\n\nEnemy robots will stand in your way, as will sentry guns, mines, trap doors and many other deadly hazards. Suitable to players of all ages and experience levels, prepare yourself for an exciting gameplay experience packed full of fun.\n\nControl the surroundings and guide your robot safely to the exit!\n\nARE YOU SMART AND QUICK?\n\nEgo Protocol: Remastered is available in the following languages:\n1) English (ENG)\n2) Russian/Русский (RUS)\n3) Polish/Polski (PL)",
    "publisher": "No Gravity Games",
    "developer": null,
    "base_release_date": 20220210,
    "first_update_release_date": 20200306,
    "latest_update_release_date": 20200306,
    "latest_update": {
        "version": "65536",
        "release_date": 20200306
    },
    "versions": {
        "65536": 20200306
    },
    "category": [
        "Puzzle",
        "Platformer",
        "Arcade",
        "Action"
    ],
    "intro": "Ego Protocol: Remastered is a mix of classic platformer and logical game with retro, handmade graphics! Be smart and quick, solve puzzles and avoid traps! Guide your robot safely!",
    "isDemo": false,
    "languages": [
        "en",
        "ru"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Mild Fantasy Violence"
    ],
    "region": null
}