{
    "id": "01000980190D6800",
    "base_tid": "01000980190D6000",
    "name": "Elypse",
    "description": "Every ten years, a sacrifice must be made to protect your people from the Abyss, a place as worshiped as it is feared… This time you were chosen and thrown into the darkness… Nobody has ever returned but perhaps you can achieve the impossible ?\n\nWelcomed by Nyx, living alone with its boulders in a cave, you have survived for ten years. With his help you will try to reach a portal that could finally let you escape the depth of the Abyss in this metroidvania platformer.\n\nKey features\n\nA 2D action platformer with a Dark and Gloomy style - Elypse is a 2D metroidvania combining platforming and action that takes place in the depths of an infernal world. \n\nAn environment fraught with traps and dangers - Discover the depths of the Abyss with a light and nimble-footed character. Dexterity and perseverance will be needed if you are to explore and escape the Abyss unscathed.\n\nTraverse the Abyss with the intuitive dash and slash system - Use a tuned and intuitive dash and slash system to face a treacherous environment and vicious foes.\n\nEvolve with new skills and abilities - Take advantage of a variety of unlockable skills and abilities in order to survive the gruelling trials of Elypse.\n\nExplore striking environments, oozing with atmosphere - Discover 3 different biomes during your desperate attempt to escape the Abyss once and for all.\n\nCan you make it back to your people?",
    "publisher": "Plug In Digital",
    "developer": null,
    "base_release_date": 20231017,
    "first_update_release_date": 20230802,
    "latest_update_release_date": 20241013,
    "latest_update": {
        "version": "262144",
        "release_date": 20241013
    },
    "versions": {
        "65536": 20230802,
        "131072": 20231123,
        "196608": 20241004,
        "262144": 20241013
    },
    "category": [
        "Action",
        "Adventure",
        "Platformer",
        "Arcade"
    ],
    "intro": "Embark upon a tragic tale and discover the ravaged world of Elypse!",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "de",
        "pt",
        "ko",
        "zh",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Fantasy Violence"
    ],
    "region": null
}