{
    "id": "01008BC012850800",
    "base_tid": "01008BC012850000",
    "name": "Ghostanoid",
    "description": "Company dealing with cleaning of abandoned houses urgently seeks a ghost buster. We are very good at our job, but this time we are faced with tiny, evil and quick-witted ghosts. Somebody has to be able to handle them. Who else could it be if not you? You can do it for sure. \nGhosts are very fond of their houses and they won’t give up without a fight. They will throw things at you, trying to rebuild their home and interfering with your productive work in every possible way. And the shaman ghost … I’d better not say anything about it, he is a pure demon. \nTo complete the task you will be given a new super-durable platform with advanced kinetic ball system of demolition. Accompanying documents are attached. And there is also … well, there is also a contract which must be fulfilled. Our specialist is already at the place and will fill you in on everything. \nBriefly speaking, you are looking at 3 diverse worlds, with unique houses and surrounding, 78 levels include 3 secret ones, and 13 different improvers and worseners that sometimes turn the platform into a weapon of destruction and other times into a clumsy snail. \nUse all of your strength, skill, attentiveness and speed of reaction to show the annoying ghosts who’s in charge of the house. In our line of work the most important thing is not to miss anything and then you’ll get the recognition, respect and glowing recommendations based on the results of finished jobs. \nGame features:\n- Cool HD graphics;\n- Abundance of special effects;\n- Surround unforgettable sound;\n- 3 perfectly designed worlds; \n- 75 levels + 3 secret ones;\n- Plenty of objects for total destruction;\n- Ghosts with cunning mind;\n- 13 types of bonuses;\n- Enjoyable experience guaranteed.\n",
    "publisher": "JoyBits",
    "developer": null,
    "base_release_date": 20220310,
    "first_update_release_date": 20201104,
    "latest_update_release_date": 20210201,
    "latest_update": {
        "version": "131072",
        "release_date": 20210201
    },
    "versions": {
        "65536": 20201104,
        "131072": 20210201
    },
    "category": [
        "Arcade",
        "Action",
        "Adventure"
    ],
    "intro": "The craziest arkanoid. Everyone has a normal job, and we have houses with ghosts. ",
    "isDemo": false,
    "languages": [
        "en",
        "es",
        "fr",
        "de",
        "it",
        "ru"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Mild Fantasy Violence",
        "Mild Language"
    ],
    "region": null
}