{
    "id": "010017E012888800",
    "base_tid": "010017E012888000",
    "name": "Wallachia: Reign of Dracula",
    "description": "FEATURES:\n▪ 100% of retro,\n▪ 100% of action,\n▪ 7 action-packed levels,\n▪ story based on Vlad the Impaler,\n▪ waves of enemies to fight,\n▪ bosses that won't give you a chance,\n▪ minigames, unlockables and bonuses (e.g. exclusive bonus from Bloodstained Ritual of the Night),\n▪ full English voiceover by professional actors (Kira Buckland and Robert Belgrade),\n▪ unique & ultra ambient soundtrack!\n\nABOUT THE GAME:\nWallachia: Reign of Dracula is an action & shooter platformer inspired by great video game classics (e.g. Castlevania).\nThe game will challenge your reflex, aim and agility skills. \nIt's unparalleled difficulty will satisfy fans of old-school, unforgiving and complex gameplay. \nWatch out for enemies attacking you from every direction, hidden traps and ruthless bosses!\nThe game has a full, professional voice-over by professional actors, Kira Buckland and Robert Belgrade.\nYou will enjoy a unique soundtrack and story revolving around the one and only true vampire - Vlad the Impaler. \n\nThirsty for some blood? \nThen get ready for a brutal, yet satisfying adventure!\nTravel through the land of Wallachia and face the forces of Vlad Dracula!",
    "publisher": "PixelHeart",
    "developer": null,
    "base_release_date": 20231019,
    "first_update_release_date": 20201102,
    "latest_update_release_date": 20201102,
    "latest_update": {
        "version": "65536",
        "release_date": 20201102
    },
    "versions": {
        "65536": 20201102
    },
    "category": [
        "Platformer",
        "Action",
        "Adventure",
        "Arcade"
    ],
    "intro": "Fast-paced! Non-stop action! Retro-style! A platform game inspired by great video game classics (Castlevania). Full of shooting and deadly traps that will quench your thirst for blood.",
    "isDemo": false,
    "languages": [
        "pt",
        "en",
        "es",
        "fr",
        "it"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Blood and Gore",
        "Mild Suggestive Themes",
        "Violence"
    ],
    "region": null
}