{
    "id": "010060B017F6E800",
    "base_tid": "010060B017F6E000",
    "name": "Lil' Guardsman",
    "description": "In this deduction adventure, you play as Lil - an unlikely 12-year-old hero - covering your dad's shift at the guard shed and are tasked with deciding the fate of over 100 unique characters.\n\nYou will question humans, elves, goblins, cyclopses, and other fantasy creatures using your powers of deduction to determine who to admit or deny based on how they respond to your questions and your trusty tools. Sending visitors to jail, inadvertently zapping them to smithereens, or letting them go on their merry way are all part of the job. But be careful: who you let through the castle gates will determine the kingdom's fate.\n\nFEATURES:\n\n• Fantasy/Comedy Narrative: See the Sprawl and its fantastical & quirky citizens through a royal wedding to one of two kingdoms vying for an alliance, and a subsequent siege by whoever you've angered in the process. Your decisions can determine the fate of the city and its people!\n• Interrogation Puzzles: Interrogate 100+ fully voiced characters in just the right way to earn a perfect score.\n• Tools of the trade: Spend your hard earned gold wisely on powering up your guardsman toolkit, and strategically deploy these to admit or deny the right people or...goblins?\n• Rewind Time: Use your trusty Chronometer3000 to go back and get a higher score... but be careful not to break space and time in the process.",
    "publisher": "Versus Evil",
    "developer": null,
    "base_release_date": 20240123,
    "first_update_release_date": 20240215,
    "latest_update_release_date": 20240215,
    "latest_update": {
        "version": "65536",
        "release_date": 20240215
    },
    "versions": {
        "65536": 20240215
    },
    "category": [
        "Adventure",
        "Puzzle",
        "RPG",
        "Strategy"
    ],
    "intro": null,
    "isDemo": false,
    "languages": [
        "en",
        "es",
        "de",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Blood",
        "Drug Reference",
        "Violence"
    ],
    "region": null
}