{
    "id": "0100F7901B042800",
    "base_tid": "0100F7901B042000",
    "name": "Mists of Noyah",
    "description": "Mists of Noyah is a survival game with many RPG elements. Fight factions that evolve over the days and bizarre monsters that will terrify you at night! Strengthen your base by rescuing survivors from around the world. \n\nYou start in an abandoned fort that has been attacked and destroyed by corruption, and you’ll have to explore the world to find the inhabitants who have managed to escape the attack, to rebuild the fort and return to war!\n\nDuring the day, you’ll have to collect resources such as wood, iron, gold, special ores, plants, food, and search for lost inhabitants of the ancient fort! During the night, you’ll have to build defensive towers, regroup with the found inhabitants and protect yourself. Every full moon, the demons lash out at your fort and get stronger with each attack!\n\n- Diverse Gameplay Mechanics: Pick five playable heroes, and extensive leveling system with quests, talents, and familiars.\n\n- Rich Environment and Challenges: 10+ biomes, day/night cycle, varied dungeons (Normal, Heroic, Mythic+), and tower defense events.\n\n- Customization and Crafting: Extensive equipment variation, corruption system, relics, perks, and crafting options (blacksmith, cooking, alchemy, enchanting, reforging, and refining).\n\n-Engaging Activities: Farming, building, resource gathering (mining, fishing, lumber, herboism), achievements, rare monsters, and bosses.",
    "publisher": "QUByte Interactive",
    "developer": null,
    "base_release_date": 20240725,
    "first_update_release_date": 20240719,
    "latest_update_release_date": 20240814,
    "latest_update": {
        "version": "131072",
        "release_date": 20240814
    },
    "versions": {
        "65536": 20240719,
        "131072": 20240814
    },
    "category": [
        "Action",
        "Adventure",
        "RPG",
        "Platformer"
    ],
    "intro": "Hunt during the day, be hunted during the night",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "pt",
        "es",
        "fr",
        "de",
        "it",
        "ko"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Blood",
        "Violence"
    ],
    "region": null
}