{
    "id": "010066200E1E6800",
    "base_tid": "010066200E1E6000",
    "name": "Coffee Talk",
    "description": "Coffee Talk is a game about listening to people’s problems and helping them by serving up a warm drink out of the ingredients you have in stock. It is a game that depicts lives as humanly as possible, while having a cast that is more than just humans.\n\nImmerse yourself in the stories of alternative-Seattle inhabitants, ranging from a dramatic love story between an elf and a succubus, an alien trying to understand humans’ lives, and many others modern readers will find strongly echo the world around them.\n\nThe game features:\n\n- Tales of people from an alternative-Seattle, a city where elves, orcs, mermaids, and many other fantasy races live together with humans in a modern world we will all find familiar\n- Branching storylines, where the branches are determined not by the dialogue options you choose, but from how you serve your café customers\n- 90’s anime-inspired pixel art visuals and chill vibes-inducing color palette help to immerse you in the game’s world\n- Selection of jazzy and lo-fi music to accompany the late night warm drinks and conversations\n- An experience to make you think, feel, and rest both your body and your soul",
    "publisher": "Chorus Worldwide Games",
    "developer": null,
    "base_release_date": 20200130,
    "first_update_release_date": 20200123,
    "latest_update_release_date": 20210925,
    "latest_update": {
        "version": "524288",
        "release_date": 20210925
    },
    "versions": {
        "65536": 20200123,
        "131072": 20200124,
        "196608": 20200212,
        "262144": 20200602,
        "327680": 20200701,
        "393216": 20201001,
        "458752": 20201215,
        "524288": 20210925
    },
    "category": [
        "Adventure",
        "Simulation",
        "Communication",
        "Other"
    ],
    "intro": "Coffee Talk is a coffee brewing and heart-to-heart talking simulator about listening to peoples’ problems and helping them by serving a warm drink or two.",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "pt",
        "es",
        "fr",
        "de",
        "ru",
        "ko",
        "zh",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Mature Themes"
    ],
    "region": null
}