{
    "id": "0100AA60136D2800",
    "base_tid": "0100AA60136D2000",
    "name": "HOT WHEELS UNLEASHED™",
    "description": "Collect the best vehicles in the Hot Wheels™ universe, build spectacular tracks and dive into breathtaking races.\n\nCOLLECTOR OR ARTIST? BOTH\nThe most iconic and sought after Hot Wheels™ vehicles are waiting for you. Get ready to make them race at full speed!\nStand out in the crowd by setting off your personality with the exclusive livery editor.\n\nALWAYS RUNNING\nProve your skills by competing in awesome races and get ready for pure fun! Drift, charge the booster and launch yourself into spectacular loops. But be careful! If you're too slow gravity will do its job.\n\nThe bigger the challenge, the greater the glory.\nRace side by side with your friends in split screen mode for 2 players or face up to 12 opponents in online challenges.\n\nCREATE THE SHAPE OF YOUR TRACK\nWaiting to host your races are enormous interactive environments with their own distinguishing features, where every object can become an integral part of the track. \n\nUnleash your creativity with the most exciting track editor ever! Build your track by taking advantage of what surrounds you, and create amazing layouts inside and outside the race course. Bend and stretch the iconic \"orange piece\", add loops, special boosters, obstacles and special elements to make an incredible amusement park for your races. \nShare your craziest creations online and try those of other players.\n\nRACE IN YOUR WORLD\nFurnish your own personal room with a huge number of elements that you will collect during your adventure and host the most amazing races inside it.",
    "publisher": "Milestone",
    "developer": null,
    "base_release_date": 20211021,
    "first_update_release_date": 20210914,
    "latest_update_release_date": 20221201,
    "latest_update": {
        "version": "851968",
        "release_date": 20221201
    },
    "versions": {
        "65536": 20210914,
        "131072": 20210927,
        "196608": 20211018,
        "262144": 20211117,
        "327680": 20211124,
        "393216": 20220113,
        "458752": 20220211,
        "524288": 20220330,
        "589824": 20220509,
        "720896": 20220628,
        "786432": 20221005,
        "851968": 20221201
    },
    "category": [
        "Racing",
        "Arcade"
    ],
    "intro": null,
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "pt",
        "de",
        "it",
        "ru",
        "ko",
        "zh",
        "zh"
    ],
    "numberOfPlayers": 2,
    "ratingContent": [
        "Users Interact",
        "In-Game Purchases"
    ],
    "region": null
}