{
    "id": "010096901B706800",
    "base_tid": "010096901B706000",
    "name": "Adore",
    "description": "Adore is a Monster-Taming Action game where the main character, Lukha, is able to summon and control creatures to fight by his side in a simple and innovative way!\n\nIn Adore, you can customize your gameplay according to the creatures you capture. Each of them has very different characteristics and abilities. Traits, Special Abilities and the Synergy System allows even more varied playstyles and powerful combos!\n\nFeatures:\n- Real-Time Gameplay: Battle, dodge, and collect creatures in real-time;\n- Synergy System: Your creatures work best together. You can create synergies between them. Each synergy that a creature has, will activate an extra ability or modify your creature;\n-Traits: Go on expeditions after statues of Draknar, the god of creatures, so that your creatures receive traits that make them unique;\n-Special Abilities: Each creature also has a special ability that can be used when its energy bar is full. You have to decide when is the best moment to use the special ability more effectively;\n- Runes & Artifacts: Equip and upgrade special Runes and Artifacts that best compliment the qualities of your creature team;\n- Cooking: Gather ingredients during your adventures and create unique dishes to help you and your creatures in the journey.",
    "publisher": "QUByte Interactive",
    "developer": null,
    "base_release_date": 20230803,
    "first_update_release_date": 20230721,
    "latest_update_release_date": 20231129,
    "latest_update": {
        "version": "327680",
        "release_date": 20231129
    },
    "versions": {
        "65536": 20230721,
        "131072": 20230802,
        "196608": 20230920,
        "262144": 20231020,
        "327680": 20231129
    },
    "category": [
        "Action",
        "Adventure",
        "RPG",
        "Other"
    ],
    "intro": "Explore, collect creatures, and build your team with real-time gameplay in Adore!",
    "isDemo": false,
    "languages": [
        "en",
        "es",
        "pt",
        "fr",
        "de"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Fantasy Violence"
    ],
    "region": null
}