{
    "id": "0100D5501857E800",
    "base_tid": "0100D5501857E000",
    "name": "Sam & Max: The Devil's Playhouse",
    "description": "Max has always been the more unhinged member of the Freelance Police—a lovable lunatic with a knack for spreading chaos wherever he goes. But recently his abilities have taken a supernatural turn.\nIt all started when he stumbled upon a mysterious toy that allows him to glimpse the future. Now Sam & Max have aroused the attention of a host of villains from across the galaxy who are hellbent on acquiring the magical Toys of Power to achieve their own ends.\nAs those who seek the Devil’s Toybox close in and Max’s psychic abilities grow beyond his control, the Freelance Police will come up against their most frightening adversary yet: the power of Max’s mind.\nExplore odd locales, meet eccentric characters, and solve brain-tickling puzzles in this bizarre paranormal adventure with a surprise around every corner. Jump into Max’s brain and use the Toys of Power to see the future, teleport, and read minds. Sam & Max: The Devil’s Playhouse has been lovingly remastered by members of the original team, with lighting, lip-sync, cinematography, music, and more updated and enhanced to bring Telltale’s acclaimed game up to modern standards. See the episodic Sam & Max series through to its epic conclusion! \n\n",
    "publisher": "Skunkape Games",
    "developer": null,
    "base_release_date": 20240814,
    "first_update_release_date": 20240814,
    "latest_update_release_date": 20241013,
    "latest_update": {
        "version": "327680",
        "release_date": 20241013
    },
    "versions": {
        "65536": 20240814,
        "196608": 20240903,
        "262144": 20240928,
        "327680": 20241013
    },
    "category": [
        "Adventure",
        "Puzzle",
        "Party"
    ],
    "intro": "The final game in Telltale’s Sam & Max trilogy, beautifully remastered! ",
    "isDemo": false,
    "languages": [
        "en",
        "fr",
        "de",
        "ru"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Blood",
        "Language",
        "Violence"
    ],
    "region": null
}