{
    "id": "0100321017CC0800",
    "base_tid": "0100321017CC0000",
    "name": "Hammerwatch Anniversary Edition",
    "description": "Return to the Dungeons of Castle Hammerwatch and Explore the Depths of Evil. \n\nGather your heroes and prepare to delve into perilous labyrinths to defeat malicious beasts and foes. The Kingdom of Herian has been under torment since King Roland was overthrown by Blight the Horrible and his dragon army. The King’s treacherous brother, Lord Archibald, now sits on the throne as a puppet to Blight and his villainous desires. \n\nChoose between seven hero classes, each with unique capabilities and playstyles. Take on the challenges that await in three different campaigns, or build your own custom scenario. \n\nHammerwatch Anniversary Edition beautifully remasters 2013’s original Hammerwatch in celebration of its 10th anniversary. \nEmbark on the new Shaftlocke Tower campaign, in addition to the already released Castle Hammerwatch and Sun Temple campaigns.  Experience the game with new art and remade character classes with new effects, as well as a brand new item system, and more!\n\nKey Features:  \n• More to Explore – Experience a new campaign, Shaftlocke Tower in addition to the Castle Hammerwatch and Sun Temple campaigns\n• Updated Graphics – Improved pixel art and remade character classes with new effects.\n• New Item System – Expand your arsenal with an item system new to Hammerwatch that will allow you to store items that you can find or buy. \n• Change the World - Better mod support with greatly expanded features. Note: Previous saves and mods are not compatible. \n• New Difficulty Options - New difficulty setting for the more skilled players as well as new puzzles. \n• Character Customization – Customization system new to the original game including six new character voices and four color palettes to choose from. ",
    "publisher": "Maximum Games",
    "developer": null,
    "base_release_date": 20231212,
    "first_update_release_date": 20231212,
    "latest_update_release_date": 20240423,
    "latest_update": {
        "version": "196608",
        "release_date": 20240423
    },
    "versions": {
        "65536": 20231212,
        "131072": 20231214,
        "196608": 20240423
    },
    "category": [
        "RPG",
        "Action",
        "Adventure",
        "Other"
    ],
    "intro": "Return to the Dungeons of Castle Hammerwatch and Explore the Depths of Evil. ",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "pt",
        "es",
        "fr",
        "de",
        "it",
        "ru",
        "ko",
        "zh",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Blood",
        "Fantasy Violence",
        "Users Interact"
    ],
    "region": null
}