{
    "id": "0100D010113A8800",
    "base_tid": "0100D010113A8000",
    "name": "Void Bastards",
    "description": "Forget everything you know about first-person shooters: Void Bastards asks you to take charge, not just point your gun and fire. Your task is to lead the rag-tag Void Bastards out of the Sargasso Nebula. You make the decisions: where to go, what to do and who to fight. And then you must carry out that strategy in the face of strange and terrible enemies.\n\nOn board derelict spaceships you’ll plan your mission, taking note of the ship layout, what hazards and enemies you might encounter and what terminals and other ship systems you can use to your advantage...\n\nMove carefully through the dangerous ships, searching for supplies and manipulating control systems. React to what you find - will you detour to the generator to bring the power back online or will you fight your way into the security module to disable the ship’s defenses? Choose carefully when to fight, when to run and when just to be a bastard.\n\nUse your hard won supplies to improvise tools and weapons, from the distracting robo-kitty to the horribly unstable clusterflak.\n\nNavigate your tiny escape pod through the vast nebula. Flee from void whales and pirates, and politely avoid the hungry hermits. All the while you must keep scavenging for the food, fuel, and other resources that keep you alive.\n\nVoid Bastards features a 12-15 hour campaign that you can complete with an endless supply of prisoners, each with their own unique traits. When one dies, another steps forward to carry on the fight. Don’t worry though, as any crafting progress you’ve made is retained from one to another.",
    "publisher": "Humble Games",
    "developer": null,
    "base_release_date": 20230127,
    "first_update_release_date": 20200707,
    "latest_update_release_date": 20200707,
    "latest_update": {
        "version": "65536",
        "release_date": 20200707
    },
    "versions": {
        "65536": 20200707
    },
    "category": [
        "First-Person Shooter",
        "Action",
        "Strategy",
        "Arcade"
    ],
    "intro": "Void Bastards is a revolutionary new strategy-shooter that will test your wits as well as exercise your aim. Can you lead the misfit prisoners of the Void Ark through the derelict spaceships?",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "de",
        "pt",
        "ru",
        "ko",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Blood",
        "Strong Language",
        "Violence"
    ],
    "region": null
}