{
    "id": "0100D3200AF74800",
    "base_tid": "0100D3200AF74000",
    "name": "Doodle God: Evolution",
    "description": "Doodle God: Evolution is a unique edition of the well-known game that includes not only the classic Doodle God, but Doodle Farm as well.\nAnd now, in this addicting all ages game, not only fire, earth, water and air but also plankton, mammals or birds will be at your disposal. Mix and match different combinations of elements to build an entire civilization and re-create the evolution of the animal world!\nOf course, the universe was not created in a day, a long journey full of joy and creative torments awaits you. Don’t worry, you will not be alone in this adventure! Every time you successfully create a new item you’ll be rewarded with an interesting scientific fact or wit and wisdom of some of the greatest philosophers and comedians of all time.\nBut beware, the power of creation may have unintended consequences, inventing the wheel might just trigger a zombie plague!\nUnleash your inner god with Doodle God: Evolution!\n\nFEATURES\n- Huge variety of wildlife awaits you in the new Doodle Farm mode!\n- Over 500 Items to create!\n- “Planet” Mode allows you to see your planet come alive as you play.\n- “Mission” Mode offers new challenging puzzles.\n- \"Puzzle\" Mode. Can you find the final object?\n- Various quests will not leave you indifferent.\n- Hundreds of interesting facts and funny, thought provoking quotes!",
    "publisher": "JoyBits",
    "developer": null,
    "base_release_date": 20220310,
    "first_update_release_date": 20190212,
    "latest_update_release_date": 20220615,
    "latest_update": {
        "version": "393216",
        "release_date": 20220615
    },
    "versions": {
        "65536": 20190212,
        "196608": 20191202,
        "327680": 20210211,
        "393216": 20220615
    },
    "category": [
        "Simulation",
        "Puzzle",
        "Adventure"
    ],
    "intro": "UNLEASH YOUR IMAGINATION & BE A GOD!\nCreate and change your planet with each new reaction.\nThe whole world is in your hands!",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "pt",
        "es",
        "fr",
        "de",
        "it",
        "nl",
        "ru",
        "ko",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Mild Blood",
        "Sexual Themes",
        "Use of Alcohol"
    ],
    "region": null
}