{
    "id": "0100D1300C1EA800",
    "base_tid": "0100D1300C1EA000",
    "name": "Beholder: Complete Edition",
    "description": "Beholder, the narrative award-winning dark dystopian adventure is now on Nintendo Switch™!\n\nHave you ever dreamed of being a landlord in a totalitarian state, so you can spy and report everyone? Well, it is now possible thanks to Beholder and its original 2D gameplay mixing management and spying mechanics with a choice-driven narrative. \n\nIn this grim dystopian future, where privacy is dead and the State controls every aspect of life, will you choose to cling to your humanity or to be a ruthless landlord? In either case, prepare to be unsettled. \n\nTo your tenants, you are Carl Stein, a government-installed landlord. However, that is simply a facade that hides your real mission: to covertly spy on your tenants. An experimental drug suppressing the need of sleep was injected to you during your medical exam, so you will have more time to serve your motherland. \n\n- EXPLORE your apartment block and MANAGE the tenants within. \n- BUG tenants’ homes with surveillance cameras while they’re away to uncover their secrets. \n- SEARCH their belongings for anything that can threaten the authority of the State.\n- OBSERVE and PROFILE each occupant for hobbies, interests and even conversations.\n- TURN IN, BLACKMAIL or PROTECT anyone capable of violating the laws, including your family.\n\nBeholder will challenge your mind and ethics as every choice will have a consequence.\n\nBeholder: Complete Edition includes the Blissful Sleep DLC, which introduces the previous event before Carl Stein's arrival with more characters and stories to discover. \n\nKEY FEATURES:\n•\tA story-driven totalitarianism Sim \n•\tAn original adventure game mixing managerial and real time investigation features \n•\tComplex moral decisions that will affect the story\n•\tMultiple endings depending of the choices you have made\n•\tUnique art style and dark atmosphere\n•\tA healthy dose of black humour",
    "publisher": "Curve Digital",
    "developer": null,
    "base_release_date": 20181207,
    "first_update_release_date": 20181212,
    "latest_update_release_date": 20181212,
    "latest_update": {
        "version": "65536",
        "release_date": 20181212
    },
    "versions": {
        "65536": 20181212
    },
    "category": [
        "Adventure",
        "Simulation",
        "Strategy"
    ],
    "intro": "HOW WILLING ARE YOU TO BEND YOUR MORALS? \nEVERY CHOICE WILL HAVE A CONSEQUENCE.",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "de",
        "it",
        "nl",
        "pt",
        "ru",
        "ko",
        "zh",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Coarse Language",
        "Drug Reference",
        "Mature Themes"
    ],
    "region": null
}