{
    "id": "010091801BF70800",
    "base_tid": "010091801BF70000",
    "name": "Roots of Pacha",
    "description": "Be a part of a thriving stone age community. Discover “ideas,” domesticate crops, befriend animals, and contribute to the growth of your village. Play with friends in co-op or explore the early days of civilization in single-player.\n\n- Discover, gather, and farm vegetables and herbs. Explore the surrounding wilderness to find animals to befriend and domesticate; fish the shallow and deep waters to see what lies in their depths; and mine the darkest caves filled with mysteries and secret powers.\n\n- Begin your journey of discovery as you develop the tools and ideas that reshaped the primitive world. Learn to process and preserve food, begin metalworking, create beautiful pottery and art, unlock your clan’s spirituality, and invent new buildings to expand your village any way you want.\n\n- A tight-knit community of people will ensure your village thrives, each with their own fears and dreams. Develop friendships and overcome hardships together. Participate in festivals and rituals. And when the time comes, find your true love. \n\n- Customize your character’s appearance with the best cosmetics the stone age has to offer. Create the most amazing farm around. Design, place, and decorate your own unique home to return to after a hard day’s work.\n\n- The game was developed with multiplayer support in mind. Live together with friends and share your talents and resources to help the clan flourish. Ride your favorite animals together. Compete in fishing, have fun at festivals, and participate in milestone multiplayer cutscenes.",
    "publisher": "Soda Den",
    "developer": null,
    "base_release_date": 20231128,
    "first_update_release_date": 20231123,
    "latest_update_release_date": 20240818,
    "latest_update": {
        "version": "589824",
        "release_date": 20240818
    },
    "versions": {
        "131072": 20231123,
        "196608": 20231207,
        "262144": 20231222,
        "327680": 20240109,
        "458752": 20240731,
        "524288": 20240807,
        "589824": 20240818
    },
    "category": [
        "Simulation",
        "RPG"
    ],
    "intro": "A farming sim set in the stone age where you develop the ideas that shaped humanity.",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "de",
        "pt",
        "ru",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Use of Alcohol",
        "Users Interact"
    ],
    "region": null
}