{
    "id": "01008E401E6D0800",
    "base_tid": "01008E401E6D0000",
    "name": "The Smurfs – Dreams",
    "description": "Gargamel has devised a new evil scheme to catch the Smurfs! He casted a cunning curse on the sarsaparilla bushes, causing a deep slumber across the Smurfs after they eat the delicious leaves.\n\nEmbark on a dreamlike quest to awaken all the Smurfs before the evil Gargamel reaches the village! Experience a thrilling yet unpredictable journey: in the dreamworld, anything is possible and excitement can quickly turn into a nightmare...\n\nAlone or with a friend, discover enchanting locations and explore the dreams of your favorite Smurfs. Each dream is a unique adventure, with smurfingly exciting challenges and mind-boggling puzzles. Imagination comes to life in this fully immersive and magical 3D platformer.\n\nSolo or with a friend?\nPrevent Gargamel's evil plans from suceeding, alone or with a friend for a smurfabulous 2-player experience\n\nDive headfirst into other Smurfs' dreams\nVisit unique and vibrant worlds as you hop from dream to dream, and discover all of the Smurf Village's secrets\n\nEmbark on the Smurfs' imagination\nEach dream hides a nightmare - help the Smurfs overcoming their fears through puzzles, boss fights and many other surprises\n\nA Smurf like you\nCollect magic orbs and patterns to customize your Smurf\n\nJump, hop and dash\nUse your movements and tools to overcome the many challenges dreamt by the Smurfs\n",
    "publisher": "Microids",
    "developer": null,
    "base_release_date": 20241024,
    "first_update_release_date": 20241013,
    "latest_update_release_date": 20241013,
    "latest_update": {
        "version": "65536",
        "release_date": 20241013
    },
    "versions": {
        "65536": 20241013
    },
    "category": [
        "Platformer",
        "Adventure"
    ],
    "intro": "The fate of the Smurf Village rests in your dreams: dive into a fantastic journey to save it!",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "pt",
        "es",
        "fr",
        "de",
        "it",
        "nl",
        "ru",
        "ko",
        "zh",
        "zh"
    ],
    "numberOfPlayers": 2,
    "ratingContent": [
        "Mild Fantasy Violence"
    ],
    "region": null
}