{
    "id": "01008F401E224800",
    "base_tid": "01008F401E224000",
    "name": "MARVEL vs. CAPCOM Fighting Collection: Arcade Classics",
    "description": "The legendary crossover hits are back!\nJump into this collection of arcade classics from the fan-favorite Marvel and Capcom crossover games!\n\nDive into an action-packed lineup consisting of seven unique titles, including heavy hitters like X-MEN VS. STREET FIGHTER, and MARVEL vs. CAPCOM 2 New Age of Heroes. The collection also includes the rare beat 'em up game, THE PUNISHER.\n\nEach game in the collection can be played online or co-op!\nWhether you're new to the series or you played back in the arcades, players of all levels can enjoy these timeless classics together!\n\n- Smooth Online Play!\nCompete in heated ranked battles or play for fun in casual matches. Create a lobby with friends and battle head-to-head, play co-op, or spectate other matches.\nHowever you choose to play, rollback netcode makes the experience smooth and fun!\nA High Score Challenge mode is also available. Aim for the top of the global leaderboards!\n\n- No Experience? No Problem!\nThis collection boasts a number of beginner-friendly features such as adjustable difficulty levels, One Button Specials, and training modes.\nPlus, players can save and load their progress almost anywhere and pick up right where they left off.\n\n- Additional Features!\nPlayers can view more than 500 pieces of artwork from all 7 titles along with never-before-seen development documents used to make the original games. \nThe Music feature contains over 200 tracks from the original arcade games that players can listen to at any time!\n\n- Included Games\nX-MEN CHILDREN OF THE ATOM\nMARVEL SUPER HEROES\nX-MEN VS. STREET FIGHTER\nMARVEL SUPER HEROES vs. STREET FIGHTER\nMARVEL vs. CAPCOM CLASH OF SUPER HEROES\nMARVEL vs. CAPCOM 2 New Age of Heroes\nTHE PUNISHER",
    "publisher": "CAPCOM",
    "developer": null,
    "base_release_date": 20240912,
    "first_update_release_date": 20240827,
    "latest_update_release_date": 20241001,
    "latest_update": {
        "version": "131072",
        "release_date": 20241001
    },
    "versions": {
        "65536": 20240827,
        "131072": 20241001
    },
    "category": [
        "Arcade",
        "Fighting"
    ],
    "intro": "The legendary crossover hits are back!",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "pt",
        "fr",
        "de",
        "it",
        "ru",
        "ko",
        "zh",
        "zh"
    ],
    "numberOfPlayers": 2,
    "ratingContent": [
        "Violence",
        "Sexualised imagery",
        "Online interactivity and chat"
    ],
    "region": null
}