{
    "id": "0100BD300F4A2800",
    "base_tid": "0100BD300F4A2000",
    "name": "Titeuf Mega Party",
    "description": "Titeuf keert terug met meer dan 40 uitdagingen die waanzinniger zijn dan ooit!\n\nDaags voordat het nieuwe schooljaar begint, hoort Titeuf dat het mogelijk is om schapen te klonen als je uit de beste specimen kiest. Bang dat hij tot in het oneindige zal worden gekopieerd, deelt Titeuf zijn zorgen met zijn vrienden.\nGelukkig heeft Hugo altijd een oplossing. Als alleen de beste bedoeld zijn om mee te klonen, hoef je alleen maar zo veel mogelijk stommiteiten uit te halen zodat je niet wordt gekozen.\nTiteuf en zijn vrienden storten zich dus in een race om streken, de een nog stommer dan de andere, om aan het klonen te ontsnappen.\n\n5 spelmodi\nSchooljaar: Alleen of met een vriend kies je uit meerdere speelbare personages om zoveel mogelijk streken uit te halen en te voorkomen dat je wordt gekloond. Het schooljaar bestaat uit 3 vrij te spelen episodes. \nAls je alle uitdagingen van een episode hebt aangenomen en je balk met Mega Cool is vol genoeg, krijg je toegang tot de volgende episode.\n\nDuels: Heb je geen tijd en wil je gewoon lol maken? Start een duel tegen de computer of tegen een vriend. Kies uit de 42 aangeboden minigames en kijk wie de grootste idioot is. Je moet de uitdagingen echter wel eerst vrijspelen gedurende het schooljaar. De modus Duels kan met tot 2 spelers worden gespeeld.\n\nMega Duels: Niet zo snel! Voor toegang tot de Mega Duels moet je eerst het schooljaar overleven. Oké, kies nu het aantal uitdagingen dat je wilt. Ze volgen elkaar op, en degene die er de meeste wint, is de winnaar van de Mega Duels! De modus Mega Duels kan met tot 4 spelers worden gespeeld.\n\nDuels van de dood: De Duels van de dood zijn alleen toegankelijk voor de allerbeste spelers. Je moet de game met een bepaald percentage voltooien om ze vrij te spelen. Neem het op tegen meerdere tegenstanders in elke uitdaging van de game (die elkaar willekeurig opvolgen) om zoveel mogelijk overwinningen te behalen. De modus Duels van de dood kan met tot 4 spelers worden gespeeld.\n\nMega Ace: drie soorten uitdagingen voor de handigste en te spelen met tot 4 spelers.\nLittle Ace: vier uitdagingen om aan te gaan met gebruikmaking van een enkele knop\nSuper Ace: Alleen de richtingen zijn toegankelijk voor deze 4 uitdagingen.\nSuper Mega Ace: De ultieme challenge gereserveerd voor de mega handige spelers! Gebruik de richtingen en een enkele knop om te bewijzen dat je bij de beste hoort en dat je niet zomaar super idioot bent!\n",
    "publisher": "Microids",
    "developer": null,
    "base_release_date": 20191121,
    "first_update_release_date": 20191115,
    "latest_update_release_date": 20200310,
    "latest_update": {
        "version": "131072",
        "release_date": 20200310
    },
    "versions": {
        "65536": 20191115,
        "131072": 20200310
    },
    "category": [
        "Party",
        "Multiplayer"
    ],
    "intro": null,
    "isDemo": false,
    "languages": [
        "en",
        "es",
        "fr",
        "de",
        "it"
    ],
    "numberOfPlayers": 4,
    "ratingContent": [
        "Sex"
    ],
    "region": null
}