{
    "id": "0100891020682800",
    "base_tid": "0100891020682000",
    "name": "Care Bears: To The Rescue",
    "description": "Drawing direct inspiration from the original animated show “Care Bears: Unlock the Magic”!\n\nFunshine Bear, Grumpy Bear, Share Bear, Cheer Bear and Good Luck Bear are on a mission to save the Silver Lining from Bluster’s most devious and daring plan so far! A ginormous, uncontrollable Bad Seed is wreaking havoc across the Silver Lining. If it isn’t stopped soon, the entire land and its inhabitants will be in big trouble!\n\nEquipped with their Belly Badge Powers, the Care Bears will need to travel to 5 different areas to collect Caring Energy in order to fill up “Heart Cannons” and defeat the evil creations of the Bad Seed. They might even meet some familiar faces along the way...\n\nCare Bears: To The Rescue lets you choose between 7 different characters. Select your favorite one and jump into the action by:\n\n• Casting your Belly Badge Power beam to restore Caring and Happiness\n• Running, jumping and interacting with your surroundings to progress through the Silver Lining\n• Cooperating with fellow Care Bears to help each other overcome the giant Bad Seed’s continuous attempts at stopping your progression\n\nAdditional content awaits you with gripping flying levels and 5 minigames that will put various skills to the test; from quickly serving your friends their favorite meal to restoring an electric current by connecting various parts.\n\nCare Bears: To The Rescue’s full content is playable with up to 4 players in local mode and available in 8 different languages!\n\nSo now, more than ever, is the time to cooperate and play with your close ones to share valuable and caring memories!",
    "publisher": "Forever Entertainment",
    "developer": null,
    "base_release_date": 20241024,
    "first_update_release_date": 20241018,
    "latest_update_release_date": 20241018,
    "latest_update": {
        "version": "65536",
        "release_date": 20241018
    },
    "versions": {
        "65536": 20241018
    },
    "category": [
        "Platformer",
        "Adventure",
        "Action"
    ],
    "intro": "Care Bears: To The Rescue is a brand-new action-platformer set in the world-renowned Care Bears universe,",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "de",
        "nl",
        "zh"
    ],
    "numberOfPlayers": 4,
    "ratingContent": [
        "Mild Fantasy Violence"
    ],
    "region": null
}