{
    "id": "0100C01013302800",
    "base_tid": "0100C01013302000",
    "name": "A Monster's Expedition",
    "description": "From some of the best puzzle designers in the world comes A Monster's Expedition, an adorable and relaxing open world puzzle adventure for monsters who love to learn about humans.\n\nBy pushing trees over to create pathways, you’ll explore hundreds of islands near and far to learn about the history of “humanity”.\n\nImmerse yourself in human culture with all-new exhibits from the \"Human Englandland\" dig site, each accompanied with expert insights*!\n*Insights is not a legally binding term and may or may not include idle speculation, rumour and hearsay.\n\n• Adorable open world puzzle game from the creators of A Good Snowman is Hard to Build and Cosmic Express\n• Simple but deep mechanics packed with possibilities to discover\n• Hundreds of islands to visit – some right in front of you, others well off the beaten track for true puzzle lovers\n• Learn about the mythical humans from the perspective of curious monsters\n\n“It's pretty much glorious. I love A Monster's Expedition. I have fallen for it rather hard.”\nEurogamer\n\n“[A Monster's Expedition] never forces an answer out of you, and that's its greatest strength. If you're stuck, simply head in another direction.”\nUSGamer\n\n“It’s a warm and cosy puzzle game with brain-teasers that will sooth your synapses rather than fry them”\nPC Gamer",
    "publisher": "Draknek",
    "developer": null,
    "base_release_date": 20210805,
    "first_update_release_date": 20210729,
    "latest_update_release_date": 20220523,
    "latest_update": {
        "version": "196608",
        "release_date": 20220523
    },
    "versions": {
        "65536": 20210729,
        "131072": 20211229,
        "196608": 20220523
    },
    "category": [
        "Puzzle",
        "Adventure",
        "Other"
    ],
    "intro": "(Through Puzzling Exhibitions)",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "fr",
        "pt",
        "es",
        "de",
        "it",
        "nl",
        "ru",
        "ko",
        "zh",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Very Mild Themes"
    ],
    "region": null
}