{
    "id": "0100AF400C4CE800",
    "base_tid": "0100AF400C4CE000",
    "name": "39 Days to Mars",
    "description": "39 Days to Mars is a co-operative (and single-player) steampunk puzzle-adventure game.\n\nStep into the shoes of Sir Albert Wickes and The Right Honourable Clarence Baxter, two 19th century explorers who have chosen to pilot the HMS Fearful on its maiden voyage to Mars.\n\nWhen the steam engine runs out of coal, the ship's cat shreds the navigation chart, and the tea gets cold, it becomes clear that interstellar transportation isn't a walk in the park. It will take the talents of two players working together on the problems that arise to get to Mars in one piece.\n\n· LOCAL CO-OP ·\n39 Days to Mars is a two player co-operative game.  The HMS Fearful is a masterpiece of unreliable engineering, therefore Albert and Baxter will need all the help they can get. Nothing can be done without the effort of both players, who have important roles to play in the adventure.\n\n· SINGLEPLAYER AI ·\nFor the solo voyager, the ship's computer-controlled cat will keep you company. Without a second pair of hands, Albert will need an extra dose of dexterity to navigate the challenges of Victorian space flight.\n\n· BITE-SIZED ADVENTURES ·\nThe mix of action and thoughtful puzzles make it perfect for playing in short sessions. The entire adventure fits comfortably into an evening, or a long tea break.\n\n· ATMOSPHERIC ·\nBe drawn into the world of Albert and Baxter by the unique illustrated artwork. 39 Days to Mars has a rich sound-scape and a beautiful piano score that is punctuated only by the occasional disaster.\n\nThe HMS Fearful is ready to embark for Mars!",
    "publisher": "Its Anecdotal",
    "developer": null,
    "base_release_date": 20190516,
    "first_update_release_date": 20190521,
    "latest_update_release_date": 20190606,
    "latest_update": {
        "version": "131072",
        "release_date": 20190606
    },
    "versions": {
        "65536": 20190521,
        "131072": 20190606
    },
    "category": [
        "Adventure",
        "Puzzle",
        "Multiplayer",
        "Party"
    ],
    "intro": "Embark on the 19th century's most unreliable spaceship in this 2 player couch co-op adventure. Play locally with a friend, or solo with the ship's cat.",
    "isDemo": false,
    "languages": [
        "ja",
        "pt",
        "en",
        "es",
        "fr",
        "de",
        "it",
        "ru",
        "ko",
        "zh",
        "zh"
    ],
    "numberOfPlayers": 2,
    "ratingContent": [
        "Very Mild Violence"
    ],
    "region": null
}