{
    "id": "01008C701C774800",
    "base_tid": "01008C701C774000",
    "name": "Enchanted Portals",
    "description": "Get ready for an adventure like no other as rookie magicians Bobby and Penny find themselves stuck between dimensions. As they journey through a variety of enchanting worlds, it’s up to you to help them fight their way back to their own dimension and reclaim the Magic Book. \n\nWith catchy music, charming old-timey art, and non-stop comedy, Enchanted Portals is a co-op 2D platformer that will keep you on your toes. Whether you’re playing solo or with a friend, the magic never stops and the action is always fast-paced and whimsical. Join Bobby and Penny on their quest and see where the adventure takes you!\n\n* CO-OP and SOLO modes.\n* A collection of challenging PLATFORM STAGES, set in a variety of worlds across dimensions.\n* Thrilling BOSS BATTLES: each featuring a colorful unique setting and multiple different phases to go through. \n* A powerful arsenal of SPELLS and MOVES: fire, ice and wind ready to use from the very beginning, a handy double-jump for extra air control, a magic bubble that blocks any attack,  and the ability to fly with your broom and swim underwater.\n* Players can be affected by a variety of STATUS EFFECTS: jump restriction, inability to attack… all of which will pose an extra challenge and spice up the gameplay.",
    "publisher": "Perpetual Europe",
    "developer": null,
    "base_release_date": 20231101,
    "first_update_release_date": 20231016,
    "latest_update_release_date": 20231218,
    "latest_update": {
        "version": "196608",
        "release_date": 20231218
    },
    "versions": {
        "65536": 20231016,
        "131072": 20231103,
        "196608": 20231218
    },
    "category": [
        "Arcade",
        "Action",
        "Shooter",
        "Platformer"
    ],
    "intro": "Extreme battles versus crazy bosses in this Intense 2D Platformer",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "de",
        "it",
        "pt",
        "ru",
        "ko",
        "zh"
    ],
    "numberOfPlayers": 2,
    "ratingContent": [
        "Fantasy Violence",
        "Use of Tobacco"
    ],
    "region": null
}