{
    "id": "0100894011F62800",
    "base_tid": "0100894011F62000",
    "name": "Kwaidan ～Azuma manor story～",
    "description": "1930's Japan.\nIt is the dawn of the Showa era. In a rural manor, a very long night is about to begin...\n\nExplore the depths of the Azuma Manor, fighting off devilish Yoki, while avoiding traps and solving devious puzzles as you strive to save the Azuma family.\n\nKwaidan mixes classic 3D horror action with point-click adventure to provide a nostalgic-yet-new experience. With no guns, strategy is needed to take on the Yoki close up with traditional weapons such as naginata, magatama and mirror that releases a deadly aura. \n\nAs you explore the grounds of the mansion you can call up a cursor to examine points of interest and discover items that can aid you in your quest. Kwaidan is a unique blend of action-adventure with classic high-wire suspense from beginning to end that will keep you on your toes.\n\nRetro style polygon graphics evoke classic games of the early 2000s, with movie-reel-style presentation. Select between Origin Mode for authentic \"tank-style\" controls, or Modern Mode for standard analog movement and a new subtle cel-shaded look.",
    "publisher": "RAINYFROG",
    "developer": null,
    "base_release_date": 20200820,
    "first_update_release_date": 20201012,
    "latest_update_release_date": 20201012,
    "latest_update": {
        "version": "65536",
        "release_date": 20201012
    },
    "versions": {
        "65536": 20201012
    },
    "category": [
        "Action",
        "Adventure",
        "Fighting",
        "Arcade"
    ],
    "intro": "Explore an old Japanese manor rigged with traps & puzzles and overrun with Yoki, combining 3D horror action with point-click adventure.",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "zh",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Violence"
    ],
    "region": null
}