{
    "id": "010058E017A82800",
    "base_tid": "010058E017A82000",
    "name": "KarmaZoo",
    "description": "KarmaZoo is about helping people, working together, and finding bliss in cooperation — especially when things go wrong. Make meaningful connections with completely random players online as they are all striving alongside you to earn the most precious resource of all: Karma.\n\nA NEVER-ENDING CHALLENGE\nThe Loop is where you’ll join a team of up to 10 random players around the world. Together, you’ll tackle a series of increasingly challenging levels that adapt to the size of your team, the characters you play and the perks you pick together. No two runs are quite the same when the players and the game itself are changing!\n\nTHE POWER OF KARMA\nDoing good earns Karma! Stick together, use your character’s strengths, and even sacrifice yourself because helping one another is essential in the Loop’s deadly challenges. Every good thing you do, one way or another, earns you the sweet Karma you’ll use to unlock new characters and abilities for future Loops.\n\nLOCAL MULTIPLAYER\nWelcoming friends or family at home? Compete to reach the top of the Totem on a single screen. Challenge up to 8 players in frantic quick-fire mini games that bring a new spirit to abilities that were designed for doing good.\n\nTAILORED FOR YOU\nAnyone can help their team earn Karma! Whether you’re new to games or a seasoned veteran, you’ll find a community reaching for a common goal. Available in 22 languages, cross-platform play between PC and console, and private lobbies to play exclusively with friends, we invite all of you to the KarmaZoo!",
    "publisher": "Devolver Digital",
    "developer": null,
    "base_release_date": 20231114,
    "first_update_release_date": 20231011,
    "latest_update_release_date": 20240209,
    "latest_update": {
        "version": "327680",
        "release_date": 20240209
    },
    "versions": {
        "65536": 20231011,
        "131072": 20231101,
        "196608": 20231208,
        "262144": 20231222,
        "327680": 20240209
    },
    "category": [
        "Platformer",
        "Arcade",
        "Adventure"
    ],
    "intro": "Share the love and die trying!",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "fr",
        "pt",
        "es",
        "de",
        "it",
        "nl",
        "ru",
        "ko",
        "zh",
        "zh"
    ],
    "numberOfPlayers": 8,
    "ratingContent": [
        "Mild Fantasy Violence"
    ],
    "region": null
}