{
    "id": "01004B701AAA6800",
    "base_tid": "01004B701AAA6000",
    "name": "100animalease",
    "description": "The main character is a weak girl.\nThe stage is a mysterious facility surrounded by concrete walls.\n\nThe facility has already begun to collapse, and they are forced to escape in order to survive.\nHowever, the facility has a gimmick that prevents escape.\nThe key to this is the 100 diverse animals that live in the facility.\n\nEach animal has a special ability.\nOne with an excellent sense of smell, one with excellent eyesight, one with a small body, and one with a large body.\nWith their help, gimmick capture becomes easier.\n\nAnimals are full of individuality, and each of them has their own worries and wishes.\nTo befriend animals, you have to listen to their demands.\n\nSometimes animals lose control and attack.\nA runaway animal can be brought back to life by covering it with a bucket of water.\nRun away without getting caught until you get water.\n\nBorrow their abilities by clearing the missions requested by animals and befriending them.\nEscape from this mysterious facility and get freedom.\n\nVarious trials await you.",
    "publisher": "woof",
    "developer": null,
    "base_release_date": 20230428,
    "first_update_release_date": 20230429,
    "latest_update_release_date": 20240926,
    "latest_update": {
        "version": "327680",
        "release_date": 20240926
    },
    "versions": {
        "65536": 20230429,
        "131072": 20230520,
        "196608": 20230628,
        "262144": 20231130,
        "327680": 20240926
    },
    "category": [
        "Adventure",
        "Action",
        "RPG",
        "Puzzle"
    ],
    "intro": "An action-adventure game where you work together \nwith a total of 100 animals to escape from a mysterious facility.",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Mild Fantasy Violence"
    ],
    "region": null
}