{
    "id": "0100E2001C5AC800",
    "base_tid": "0100E2001C5AC000",
    "name": "Acrylic Nails!",
    "description": "Step into the world of beautification as you explore the magic of nail art! Choose the length of the client's nail, shape it using a file and then go wild with your choice of nail polishes, patterns and accessories!\n\nYou have plenty of possibilities to create stunning acrylic designs thanks to a large range of products. In your beauty salon you will find nail polishes with glitter, fashionable stencils to make gorgeous patterns as well as decorations in many shapes, made of different materials.\n\nMany female clients want to use your amazing services. If they have any requests about the appearance of their nails, fulfill them and you will get the maximum rating of 3 stars!\n\nFeatures: \n- create beautiful nail designs in your nail salon\n- experiment with different nail shapes and lengths\n- try out multiple stencils and nail polishes\n- serve your customers and fulfill their nail art requests\n- change the look of your tools by putting on various skins\n- invest in the appearance of your nail salon: paint the walls, change the floor and put in some decorations \n- create a mini portfolio by saving photos of your work directly to an album on your console!\n\nWork in your own nail salon and express your creativity!",
    "publisher": "QubicGames",
    "developer": null,
    "base_release_date": 20231020,
    "first_update_release_date": 20231016,
    "latest_update_release_date": 20231023,
    "latest_update": {
        "version": "131072",
        "release_date": 20231023
    },
    "versions": {
        "65536": 20231016,
        "131072": 20231023
    },
    "category": [
        "Simulation",
        "Lifestyle",
        "Other"
    ],
    "intro": "Get ready to nail it! Shape, polish and decorate some fabulous nails!",
    "isDemo": false,
    "languages": [
        "en"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "In-Game Purchases"
    ],
    "region": null
}