{
    "id": "0100B82012E86800",
    "base_tid": "0100B82012E86000",
    "name": "Fisti-Fluffs",
    "description": "With no humans in sight, the cats are bored—and you know what that means? That’s right. It’s time to tussle! Pounce, hiss, flail, and claw your way through the kitty kingdom to prove your wobbly cat “is best cat.”\n\nFisti-Fluffs is an adorable (and yes, ridiculous) physics-based party game where you tussle with other cats and destroy the environments in frenetic, over-the-top battles. Of course, you can play alone, but it’s even better with friends. So get your claws out and prepare for some kitty carnage.\n\nGAME FEATURES:\n• Fast-paced, physics-based, cat-tussling fun while the owners are away\n• Up to 4 players can duke it out in smooth and hilarious brawls\n• Game modes: Tussle, Crown Control, Destruction, Party, and Kibble Defense\n• In Kibble Defense, you and up to 3 of your best friends fend off rats and other critters from stealing your kibble in this endless wave-based game mode \n• 6 fully destructible, fun, exciting, and colorful stages to bust up + the largest and most comprehensive house stage in Kibble Defense\n• Smack various objects in the room to launch them at your opponents\n• Ready your paws and play as adorable digitized cats inspired by real pets. Try not to ooh and aah at all of the lovable kitties and charming levels\n• Create and customize your kitty with unique styles, hats, and outfits\n• Snap shareable screenshots overflowing with cuteness using the built-in camera mode\n• Rock out with the cats in Metal Mode.",
    "publisher": "Rogue Games",
    "developer": null,
    "base_release_date": 20210923,
    "first_update_release_date": 20210925,
    "latest_update_release_date": 20220401,
    "latest_update": {
        "version": "327680",
        "release_date": 20220401
    },
    "versions": {
        "65536": 20210925,
        "131072": 20211005,
        "196608": 20211104,
        "262144": 20220309,
        "327680": 20220401
    },
    "category": [
        "Arcade",
        "Party",
        "Action",
        "Fighting"
    ],
    "intro": "It’s gloves off and claws out in this adorable physics-based cat fighter.",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "de",
        "it"
    ],
    "numberOfPlayers": 4,
    "ratingContent": [
        "Fantasy Violence"
    ],
    "region": null
}