{
    "id": "0100197018C56800",
    "base_tid": "0100197018C56000",
    "name": "Crowalt: Traces of the Lost Colony",
    "description": "CHASING A MYSTERY THAT IS UNEXPLAINED FOR 150 YEARS\nA group of people who set out to establish the first settled colony in America in 1587, mysteriously disappears a short time after arriving. They leave only an island name carved on a tree: \"Crowalt\".\n\nNow, the year is 1737.\n\nA young and ambitious adventurer Hugh Radcliff pursues the Lost Colony to make his first great discovery. Now, different people live in Crowalt, where he came to solve this mystery. He will hover around the island and definitely will get in a series of troubles to find what happened to the Lost Colony.\n\nKey Features:\n- CLASSIC POINT AND CLICK MECHANICS\nCollect, combine, and use items to solve puzzles.\n- PIRATES ARE HERE TOO!\nTry to deal with routine pirate visitors of Crowalt and of course, enjoy funny dialogues.\n- FOLLOW YOUR JOURNAL\nHugh draws important things and takes notes regarding them in his journal. It will be updated after important events and findings during the game.\n- MAKE CHOICES\nLie or speak only the truth.\n- COLLECT ARTIFACTS\nThere are lots of historical items around the island, collecting them will take you to another level of… achievements!\n- EARN THE TRUST OF NATIVES\nNatives are discreet residents of the island. Taking information from them will require earning their trust.",
    "publisher": "CheckMate Publishing",
    "developer": null,
    "base_release_date": 20221021,
    "first_update_release_date": 20221115,
    "latest_update_release_date": 20221115,
    "latest_update": {
        "version": "65536",
        "release_date": 20221115
    },
    "versions": {
        "65536": 20221115
    },
    "category": [
        "Adventure",
        "Other"
    ],
    "intro": "Crowalt: Traces of the Lost Colony is an adventure game that is merging the traditional storytelling with modern-day pixel art graphics.",
    "isDemo": false,
    "languages": [
        "en",
        "es",
        "pt",
        "ru",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Fantasy Violence",
        "Mild Blood",
        "Partial Nudity",
        "Use of Alcohol"
    ],
    "region": null
}