{
    "id": "0100D74019A0E800",
    "base_tid": "0100D74019A0E000",
    "name": "AKIBA'S TRIP: Undead & Undressed Director's Cut",
    "description": "Fight like a nerd to defend Akihabara from the diabolical Synthisters, artificial vampires that can only be defeated by stripping them down to their bare essentials. \n\n•Kati Takes Center Stage\nExperience the “true ending” of the game’s branching story for the first time in the all-new Kati's Route. When a mysterious and malevolent force slumbering inside Kati awakens, will you be able to do whatever it takes to save her?\n\n•Explore Akihabara\nYour battlefield is Japan's electronics mecca circa 2012-2013, with over 130 real-life shops accurately represented. Take side missions from the many offbeat residents of Akihabara, including quests brand-new to the Director's Cut. \n\n•Stylish Otaku Action\nWhen you’re an otaku, anything from baseball bats to comics to motherboards can be a weapon. Plus, you can target and strip individual clothing items from enemies to add to your own inventory.\n\n•Comes with previously released DLC!\nAll DLC costumes and equipment that appeared in the original AKIBA'S TRIP: Undead & Undressed are included in the Director’s Cut, so you can hunt down Synthisters in style.",
    "publisher": "Marvelous (XSEED)",
    "developer": null,
    "base_release_date": 20230801,
    "first_update_release_date": 20230714,
    "latest_update_release_date": 20230911,
    "latest_update": {
        "version": "196608",
        "release_date": 20230911
    },
    "versions": {
        "65536": 20230714,
        "196608": 20230911
    },
    "category": [
        "Action",
        "Adventure",
        "RPG"
    ],
    "intro": "The vampire-slaying action-RPG AKIBA'S TRIP: Undead & Undressed returns with an all new true ending route starring the lovable Finnish maid Kati!",
    "isDemo": false,
    "languages": [
        "ja",
        "en"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Sexual Themes",
        "Strong Language",
        "Violence"
    ],
    "region": null
}