{
    "id": "01008F6019512800",
    "base_tid": "01008F6019512000",
    "name": "Born Of Bread",
    "description": "Beings from another age are causing havoc across the land! And with their mischief comes a great threat to everyone. The unlikeliest hero, a golem born of bread, will find himself and his newfound buddies in the middle of a drama that's thousands of years in the making. Together, they will visit incredible locals and meet fascinating characters. \nAlthough he may not look like much, Loaf might be the hero this land kneads.\n\nA Sentient Bread on a Quest.\nPlay as a flour golem who possesses a never-ending childlike wonder and a set of odd abilities in this 2.5 adventure game!\n\nExplore the different regions of a wonderful world ripe with mysteries and team up with a colorful cast of fleshed-out characters. With the help of your buddies, face off against menacing and weird baddies and engage in a fun and quirky turn-based combat system.\n\nA home-cooked battle system.\nBorn of Bread takes on turn-based combat tropes with a new interaction system that put your reflex skills to the test.\nThis interactive system also features a weaknesss and resistance system you will need to play with.\n\nTeam up with your buddies.\nLoaf can't do it alone. Meet new characters during your adventure, each with their own abilities and personnality. Ue their unique skills to overcome threats and obstacles whether in fights or when exploring.",
    "publisher": "Plug In Digital",
    "developer": null,
    "base_release_date": 20231206,
    "first_update_release_date": 20231124,
    "latest_update_release_date": 20240703,
    "latest_update": {
        "version": "524288",
        "release_date": 20240703
    },
    "versions": {
        "65536": 20231124,
        "131072": 20231128,
        "196608": 20231206,
        "262144": 20231213,
        "327680": 20231222,
        "393216": 20240415,
        "458752": 20240612,
        "524288": 20240703
    },
    "category": [
        "Adventure",
        "RPG",
        "Platformer"
    ],
    "intro": "Born of Bread is a wacky and joyful RPG, revisiting turn-based combat tropes.",
    "isDemo": false,
    "languages": [
        "en",
        "es",
        "fr",
        "de",
        "zh",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Scary Scenes"
    ],
    "region": null
}