{
    "id": "0100C67015076800",
    "base_tid": "0100C67015076000",
    "name": "Legend of Keepers",
    "description": "Legend of Keepers is the perfect mix between Dungeon Management and Roguelite. You have been hired as a dungeon master by the Dungeons Company. Your job is simple: protect their dungeons!\n\nFeatures\n\nJoin the Dungeons Company and climb the corporate ladder\nCrush so-called \"heroes\" and protect the company's treasures\nHire monsters, manage your employees and your stock of traps\nDeal with employee strikes and other fun events\n\nRogueDefender\n\nEach run will be different but players will keep some of their Master's bonuses between runs. Like we've already mentioned, our game is a mix between Roguelite and Dungeon Management. How did we achieve that? By running many tests to find the perfect balance between management and dungeon phases!\n\nDungeon Phase\n\nFirst, you will have to plan your defense against a group of adventurers. Check their stats and resistances, then place the best traps and monsters to defeat them! When you think your dungeon is ready, let the crawl begin!\n\nYou will then be able to watch those heroes die! It's a reversed dungeon crawler: heroes will move through your dungeon and will trigger the traps you placed. When a group of adventurers encounters a group of monsters you positioned in your dungeon, a turn-based fight will happen!",
    "publisher": "Goblinz Studio",
    "developer": null,
    "base_release_date": 20210430,
    "first_update_release_date": 20210429,
    "latest_update_release_date": 20220923,
    "latest_update": {
        "version": "720896",
        "release_date": 20220923
    },
    "versions": {
        "65536": 20210429,
        "131072": 20210528,
        "196608": 20210607,
        "262144": 20210617,
        "327680": 20210930,
        "393216": 20211124,
        "458752": 20211208,
        "524288": 20211228,
        "589824": 20220512,
        "655360": 20220907,
        "720896": 20220923
    },
    "category": [
        "Strategy",
        "RPG"
    ],
    "intro": "In this original mix of Dungeon Management and Roguelite, you will lead your career as a Dungeon Master!",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "pt",
        "es",
        "fr",
        "de",
        "it",
        "ru",
        "ko",
        "zh",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Online Interactivity",
        "Strong Violence"
    ],
    "region": null
}