{
    "id": "0100A7101BD6E800",
    "base_tid": "0100A7101BD6E000",
    "name": "Go Mecha Ball",
    "description": "Key Features:\nAction-packed twin-stick shooter with arcade roguelite elements\nExperience the dual gameplay of walking and shooting as a mech, or rolling and bumping as a ball\nNavigate dynamic arena playgrounds with a mix of rolling, bouncing, leaping, and bounding\nConquer four diverse worlds filled with unique enemies and obstacles\nArm yourself with a versatile arsenal of over 25 destructive tools\nUnleash over 20 quirky and devastating abilities to dominate your foes\nEnhance your mechs with a vast array of more than 50 upgrades, creating a truly personalized combat experience.\n\n\nEmbark on an adrenaline-fueled journey through the neon-lit realms of Go Mecha Ball, where chaos meets strategy in a futuristic showdown! Engage in dynamic twin-stick shooter combat, execute acrobatic maneuvers across vibrant 3D platforms, all accompanied by a dynamically generated and interactive soundtrack.\n\nUnleash the power of four distinct gun-wielding mechs, each with its own unique arsenal of weapons, abilities, and upgrades. Dive into the mayhem as you discover synergies, hone your playstyle, and navigate through an ever-evolving landscape of rampaging robots, colossal bosses, and arcade-like obstacles.\n\nSoar above the chaos by boosting up ramps, bounce off lively bumpers, or ride the updraft from giant fans, adding a layer of dynamic movement to your chosen strategy. Launch swarms of missiles, summon helpful allies, or create seismic disruptions by crashing into the ground like a meteor — the choice is yours.\n\nWith over 25 tools for mass destruction at your disposal and more than 20 quirky abilities to master, customize your mech to dominate the competition. Explore four visually stunning worlds teeming with enemies and challenges, each presenting an exhilarating playground for your ballistic escapades.\n\nEvery gunshot, impact, and interaction is a symphony of uniqueness, tailored to the situation, and driven by physics. It's not just a game; it's an audio-visual journey where every action you take is reflected in the immersive soundscape.\n\nAre you a graceful butterfly, a relentless wrecking ball, or a precise master assassin? Choose your path and face off against a malfunctioning AI, determined to close the portals that connect your world to this thrilling, mechanized wonderland.\n\nGet ready for an electrifying fusion of skill, strategy, and chaos in Go Mecha Ball — the ultimate adventure awaits!",
    "publisher": "Super Rare Games",
    "developer": null,
    "base_release_date": 20240926,
    "first_update_release_date": 20240919,
    "latest_update_release_date": 20240919,
    "latest_update": {
        "version": "65536",
        "release_date": 20240919
    },
    "versions": {
        "65536": 20240919
    },
    "category": [
        "Arcade",
        "Action",
        "Shooter"
    ],
    "intro": "Load up and roll out, in this twin stick shooter with roguelike progression! Blast your way through arcade-style levels, using pinball-style physics mixed with devastating weapons. ",
    "isDemo": false,
    "languages": [
        "ja",
        "pt",
        "en",
        "es",
        "fr",
        "de",
        "it",
        "nl",
        "ru",
        "ko",
        "zh",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Fantasy Violence"
    ],
    "region": null
}