{
    "id": "0100E9201410E800",
    "base_tid": "0100E9201410E000",
    "name": "Sir Lovelot",
    "description": "Spring is in the air. Can you feel it?\n\nSir Lovelot surely can, and he's determined to roam the four corners of Lululand, from castle to castle, to find the love of his life!\n\nYour goal is to collect a selection of gifts to offer the next awaiting damsel while avoiding treacherous hazards and fighting off weird creatures, all in the best possible time!\n\nThe game boasts over 40 hand-crafted levels of platforming goodness, from rope climbing and wall sliding to high jumping and water diving. Sir Lovelot can hold his breath really really long!\n\nOff you go now, Sir Lovelot. You can do this!\n\n• A single-player adventure, strangely familiar and yet like no other\n• Hundreds of screens of platforming challenges, in over 40 levels\n• A whole arsenal of unsuspecting nasties roaming the land\n• Dozens of devious short-cuts, secret treasures and golden eggs\n• A beautiful original soundtrack by Alexander Falinski",
    "publisher": "pixel games",
    "developer": null,
    "base_release_date": 20210304,
    "first_update_release_date": 20210224,
    "latest_update_release_date": 20210407,
    "latest_update": {
        "version": "131072",
        "release_date": 20210407
    },
    "versions": {
        "65536": 20210224,
        "131072": 20210407
    },
    "category": [
        "Platformer",
        "Arcade",
        "Action",
        "Adventure"
    ],
    "intro": "Sir Lovelot is on a quest to find the love of his life. Join him in this wacky platformer, where impressing cheeky damsels is harder than a heart of stone!",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "de",
        "it",
        "nl",
        "pt",
        "ru",
        "ko",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Mild Sexual References",
        "Scary Scenes"
    ],
    "region": null
}