{
    "id": "0100B2D01E100800",
    "base_tid": "0100B2D01E100000",
    "name": "Ahro",
    "description": "In this transcendent, lore-rich side-scrolling adventure, you’ll uncover the story of Ahro and his world, with moments that provide space for reflection and interpretation.\nAlong the way, you will need to release Ahro’s spirit to travel into the sky and uncover new items, places, and secrets. You’ll also need to figure out how to reach hard-to-access areas as you navigate through lands occupied by imperial forces.\n\nThe story begins when Ahro starts experiencing frequent and distressing breakdowns. After finding only mild relief from herbal medicine, he sets out in search of a legendary miracle cure. As events unfold, the mysteries will both deepen and come into focus.\n\nDEVELOPED BY Oeh Interactive:\n\"Ahro is an experience about anxiety, working through your past, and coming to terms with it all. The game was born out of my personal struggle with panic disorder. I wanted to place the focus on an ordinary character dealing with his own issues and then place the wars and world changing events in the background (like it is for most of us). Ahro is not a warrior or a superhero, he’s not saving the world. He’s an average person who’s experienced personal trauma and loss. Ahro is me and you.\" - Joel Vile, founder of Oeh Interactive\n\nPUBLISHED BY Nakana.io\n“Ahro had both a relaxing and strangely thrilling effect on me. With a stylish visual and audio atmosphere, no violence and just a few words, its storytelling is unique and universal.” - Mikaël Bourget, founder of the publishing label.",
    "publisher": "Nakana.io",
    "developer": null,
    "base_release_date": 20240927,
    "first_update_release_date": 20240918,
    "latest_update_release_date": 20240918,
    "latest_update": {
        "version": "65536",
        "release_date": 20240918
    },
    "versions": {
        "65536": 20240918
    },
    "category": [
        "Adventure",
        "Puzzle",
        "Other"
    ],
    "intro": "Release your spirit and fly through mystic landscapes as you search for a cure for the darkness. Ahro is an explorative journey based on the developer’s personal struggle with panic disorder.",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "fr"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Mild Violence"
    ],
    "region": null
}