{
    "id": "0100E8501816E800",
    "base_tid": "0100E8501816E000",
    "name": "The Knight Witch",
    "description": "Shoot 'Em Up Spellcasting Sorcery!\nEncounter evil foes and choose whether you wield your magic or use your weapons and wits to take them down. With their flight capabilities, superior fighting strength and reality-bending magic, The Knight Witches absolutely control the battlefield!\n\nBody and Mind: The Knight Witch Duality\nShooting or Spell Cards? Why not both? Customize your own unique playstyle, upgrading your Knight abilities for a more fast-paced shmup experience, or strengthen your Witch magic and explore tons of different deckbuilding strategies with over 30 unique spell cards to choose from.\n\nBuild Trust & Make Lasting Bonds\nAs you journey across Dungeonidas, your heroic deeds and efforts will be seen and discussed by the citizenry. Knight Witches become stronger with gratitude and trust and they can earn it in many different ways, however, not all methods are sincere. Will you do anything to gain popularity, or will you try and stay honest? The choice is in your hands.\n\nForward-Thinking Accessibility\nThe Knight Witch has been lovingly designed as a Metroidvania without barriers; with an intuitive on/off 'auto-aim' system, world-altering 'cheats' and a focused main story navigation system - you will never get lost and you can tailor the game to your level of play.\n\nSuper Mega Team:\nThe Knight Witch is brought to you by a veteran team of developers behind titles such as RiME, Moonlighter, and Plants VS Zombies.\n",
    "publisher": "Team17",
    "developer": null,
    "base_release_date": 20221129,
    "first_update_release_date": 20221031,
    "latest_update_release_date": 20230223,
    "latest_update": {
        "version": "327680",
        "release_date": 20230223
    },
    "versions": {
        "65536": 20221031,
        "131072": 20221125,
        "196608": 20221201,
        "262144": 20221220,
        "327680": 20230223
    },
    "category": [
        "Action",
        "Adventure"
    ],
    "intro": "The Knight Witch is a hand-crafted metroidvania shoot’em up adventure reminding all the importance of saying thank you.",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "pt",
        "es",
        "fr",
        "de",
        "it",
        "ru",
        "ko",
        "zh",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Fantasy Violence",
        "Language"
    ],
    "region": null
}