{
    "id": "0100F5600D194800",
    "base_tid": "0100F5600D194000",
    "name": "Isoland 2 - Ashes of Time",
    "description": "Like its sequel, Isoland 2 is an adventure game where the player who loses their memory searches to solve the secrets that lie on a small, mysterious island. \n\n“Who am I? Why am I on this island?” The player worries as he searches factories, steamships, huts, rockets, lighthouses, and more scattered about the island. By talking with the island dwellers who move like characters in a picture book, the unknown stories of the past will be unraveled...\n\nAn unpredictable story that goes beyond space and time awaits players with this game. Everything – the challenging puzzles, strange setting, and usual hidden ending - all surpass the original game creating a fun and quality game.\n\nGame Features\n- Original setting plus cute and surreal island dwellers \n- Lots of puzzle elements\n- Achievements\n- Hidden ending\n- Secret elements that pay homage to SciFi movies and books\n- Available in 11 different languages: English, French, Spanish, Portuguese, Russian, Japanese, Chinese (Traditional, Simplified), Korean, Alien?, etc.!",
    "publisher": "CottonGame",
    "developer": null,
    "base_release_date": 20190425,
    "first_update_release_date": 20190702,
    "latest_update_release_date": 20191210,
    "latest_update": {
        "version": "131072",
        "release_date": 20191210
    },
    "versions": {
        "65536": 20190702,
        "131072": 20191210
    },
    "category": [
        "Adventure",
        "Puzzle",
        "Simulation",
        "Other"
    ],
    "intro": "Isoland 2 - Ashes of Time continues to shine with an original setting and impressive visuals!\nThe sequel of a Isoland, comes to Nintendo Switch™ !",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "de",
        "pt",
        "ru",
        "ko",
        "zh",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Mild Violence",
        "Scary Scenes"
    ],
    "region": null
}