{
    "id": "01002BC01EDEC800",
    "base_tid": "01002BC01EDEC000",
    "name": "Hotel Hustle",
    "description": "Welcome to the most bustling place in the world. Important notice: no, you can’t hide the bell from the guests. Yes, they will keep ringing it. Your role here will be to take care of the hotel and attend to guests and all their needs for the duration of their stay.\n\n\nCLEAN, PREPARE, AND SERVE - SERVICE, I MEAN SERVICE \nBefore the guests arrive you’ll need to tidy up and prepare their rooms. Look at your to-do list, take all the necessary equipment from the trolley and get rid of the mess. To answer incoming questions: yes, the guests will complain if they see but a crumb on their carpet.\n\nTime is money. Delivering the guests’ special requests - like luxurious sheets or delicious sushi - need to be completed in a specific amount of time for you to receive your entire monetary bonus.\n\n\nRUN THE HOTEL ALONE OR WITH A FRIEND\nIf you’d like to play with a friend, your stakes will be a bit higher, but two heads are better than one. The camera will pan out to include both characters on the screen at all times.\n\nHappy hustling and do not forget: a “no running, wet floor” sign is not enough of an excuse not to deliver a guests their meal on time.\n\n\nKEY FEATURES:\n- Singleplayer and coop mode\n- Stars that unlock new levels\n- Many activities to complete\n- 25 levels with various layouts",
    "publisher": "RedDeer.Games",
    "developer": null,
    "base_release_date": 20240510,
    "first_update_release_date": 20240419,
    "latest_update_release_date": 20240419,
    "latest_update": {
        "version": "65536",
        "release_date": 20240419
    },
    "versions": {
        "65536": 20240419
    },
    "category": [
        "Arcade",
        "Simulation",
        "Strategy"
    ],
    "intro": "Take a very hands-on approach to managing a bustling hotel and make sure your guests leave with a smile on their face.",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "ko",
        "zh"
    ],
    "numberOfPlayers": 2,
    "ratingContent": [],
    "region": null
}