{
    "id": "010072101C594800",
    "base_tid": "010072101C594000",
    "name": "Dungeonoid 2 Awakening",
    "description": "Classic dungeon crawling gets a block-busting twist in Dungeonoid 2 Awakening, a top-down adventure presented in retro pixel art style! In this genre mashup, you’ll pick from 4 role-playing classes, each with their own unique stats and special skill, then set off on a quest to conquer evil by controlling a floating platform to deflect a magical orb into targets along the way.\n\nMove the platform left or right at the bottom of the screen and bounce the orb to keep it in play. Let the orb fly past you, and you’ll lose a heart. But fret not, by destroying walls, gravestones, enemies and more with your orb, you’ll cause power-ups and modifiers to drop towards your platform, some of which might heal you, some might shrink you, some might energize your orb for stronger attacks or have other effects! Charge your special attack to unleash particularly effective spells and attacks against big blocky bosses before they bring your adventure to an end!\n\nFeatures:\n\n• Experience a unique mix of dungeon crawling adventure and brick-breaking action!\n• Control a deflector platform and ricochet a magic orb to destroy targets.\n• Select from multiple role-playing character classes to suite your playstyle!\n• Collect power-ups and modifiers to turn the tide of battle.\n• Face off against big bosses and unleash special charge attacks!",
    "publisher": "eastasiasoft",
    "developer": null,
    "base_release_date": 20240207,
    "first_update_release_date": 20240112,
    "latest_update_release_date": 20240412,
    "latest_update": {
        "version": "131072",
        "release_date": 20240412
    },
    "versions": {
        "65536": 20240112,
        "131072": 20240412
    },
    "category": [
        "Action",
        "Puzzle",
        "RPG"
    ],
    "intro": "Bust blocks on your path to victory in an adventurous mashup of nostalgic game genres!",
    "isDemo": false,
    "languages": [
        "en"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Fantasy Violence"
    ],
    "region": null
}