{
    "id": "0100D43017114800",
    "base_tid": "0100D43017114000",
    "name": "Super Mega Baseball™ 4",
    "description": "Grab your glove and your bat, it’s time to go yard with the best to ever play the game because Super Mega Baseball™ 4 is here–and it’s where the Legends play. More than 200 larger-than-life versions of fan-favorite former pros like Vladimir Guerrero, Johnny Damon, Ozzie Smith, and Jason Giambi are ready to step onto the field and join the roster of beloved Super Mega League All-Stars. The series’ signature combination of arcade-inspired style and immersive gameplay depth returns and baseball becomes bigger and better than ever. Plus, the latest title receives the series’ most Mega presentation upgrade yet, with eye-popping new visuals for everything from animations to characters to stadiums, as well as crystal-clear audio upgrades from the dugout to the bleachers. Based on community feedback, Super Mega Baseball 4 is introducing an entire lineup of new and fan-requested features that add fresh layers of depth, including an expanded trait system with Team Chemistry, Shuffle Draft, and 6 all-new stadiums. To create an even larger and more connected player base, cross-platform multiplayer has been expanded to include cross-generation matchmaking in Pennant Race and Online Leagues, so players can hit dingers with friends online across even more game systems.",
    "publisher": "Electronic Arts",
    "developer": null,
    "base_release_date": 20230602,
    "first_update_release_date": 20230526,
    "latest_update_release_date": 20240710,
    "latest_update": {
        "version": "655360",
        "release_date": 20240710
    },
    "versions": {
        "131072": 20230526,
        "196608": 20230613,
        "262144": 20230714,
        "327680": 20230802,
        "393216": 20230901,
        "458752": 20231019,
        "524288": 20231204,
        "589824": 20240514,
        "655360": 20240710
    },
    "category": [
        "Sports",
        "Simulation"
    ],
    "intro": "Big Legends, Bigger Baseball",
    "isDemo": false,
    "languages": [
        "ja",
        "en"
    ],
    "numberOfPlayers": 4,
    "ratingContent": [
        "Alcohol Reference",
        "Comic Mischief",
        "Mild Violence",
        "Users Interact"
    ],
    "region": null
}