{
    "id": "0100173019312800",
    "base_tid": "0100173019312000",
    "name": "Albacete Warrior",
    "description": "Take the role of Spanish ninja Benito, his chicken pal Pepito and his sensei Paco as they embark on a bizarre adventure across the globe! Presented in a mix of 3D environments and 2D pixel art sprites, Albacete Warrior takes traditional side-scrolling beat ‘em up combat into a new dimension, allowing players to “cockslap” hordes of enemies with Benito’s feathered buddy Pepito while running and wall jumping through a huge variety of 3D stages.\n\nWith the speed and agility of a fearsome warrior and armed with satirical street-smart humor, Benito might just have what it takes to become the chosen one. Charge into battle solo or team up with a friend for brutal cooperative play!\n\nFeatures:\n\n• Run, jump, slash and use your chicken pal as a weapon!\n• Enjoy the strange and satirical story of Benito the Spanish ninja.\n• Utilize ground smashes, uppercuts, bicycle kicks and other martial arts techniques!\n• Explore stages in a mix of 3D environments and 2D pixel art sprites.\n• Traverse towns, forests, temples, snowfields, ruins and more.\n• Fight solo or team up with a friend in local co-op!",
    "publisher": "eastasiasoft",
    "developer": null,
    "base_release_date": 20230201,
    "first_update_release_date": 20230223,
    "latest_update_release_date": 20230223,
    "latest_update": {
        "version": "65536",
        "release_date": 20230223
    },
    "versions": {
        "65536": 20230223
    },
    "category": [
        "Action",
        "Adventure",
        "Fighting"
    ],
    "intro": "Embark on a bizarre martial arts adventure as a Spanish ninja and his buddy chicken!\n",
    "isDemo": false,
    "languages": [
        "en",
        "es"
    ],
    "numberOfPlayers": 2,
    "ratingContent": [
        "Blood",
        "Strong Language",
        "Suggestive Themes",
        "Use of Alcohol and Tobacco",
        "Violence"
    ],
    "region": null
}