{
    "id": "01000CA004DCA800",
    "base_tid": "01000CA004DCA000",
    "name": "Human: Fall Flat",
    "description": "***NEW LEVEL 'MINIATURE' AVAILABLE NOW***\n\nExplore a world where puzzles are gigantic, and the challenges even bigger! Human has shrunk! \n\nNavigating a tranquil garden represents a near insurmountable problem for our tiny Human in the latest FREE level Miniature.\n\nClamber on a titanic toy firetruck, drive a model car to the max, operate a menacingly massive vacuum cleaner and blow up the biggest balloon you've ever seen!\n\nPlay solo or call your friends; seven pals by your side in co-op maximises the silliness of an outsized adventure.\n\nHuman: Fall Flat is a hilarious, light-hearted physics platformer set in a world of floating dreamscapes. \n \nEach dream level provides a new environment to navigate, from mansions, castles and Aztec adventures to snowy mountains, eerie nightscapes and industrial locations. Multiple routes through each level, and perfectly playful puzzles ensure exploration and ingenuity are rewarded. \n\nMore Humans, More Mayhem\nNeed a hand getting that boulder on to a catapult, or need someone to break that wall? Online multiplayer for up to 8 players transforms the way Human: Fall Flat is played.\n\nA Vibrant Community\nStreamers and YouTubers flock to Human: Fall Flat for its unique, hilarious gameplay. Fans have watched these videos more than 3 Billion times!\n\nA Blank Canvas\nYour Human is yours to customise. With outfits from builder to chef, skydiver, miner, astronaut and ninja. Choose your head, upper and lower body and get creative with the colours!\n\nFree Great Content\nSince launch more than four brand new levels have launched free of charge with even more on the horizon. What could the next dreamscape have in store?",
    "publisher": "Curve Digital",
    "developer": null,
    "base_release_date": 20210901,
    "first_update_release_date": 20171116,
    "latest_update_release_date": 20240801,
    "latest_update": {
        "version": "1441792",
        "release_date": 20240801
    },
    "versions": {
        "65536": 20171116,
        "131072": 20171213,
        "196608": 20180827,
        "262144": 20180914,
        "327680": 20190415,
        "393216": 20190509,
        "458752": 20190827,
        "524288": 20191107,
        "589824": 20200430,
        "655360": 20200808,
        "720896": 20200930,
        "851968": 20201116,
        "983040": 20210527,
        "1114112": 20220304,
        "1179648": 20220531,
        "1245184": 20220915,
        "1310720": 20221115,
        "1376256": 20230228,
        "1441792": 20240801
    },
    "category": [
        "Platformer",
        "Puzzle",
        "Adventure"
    ],
    "intro": "Includes 22 great levels. Over 35 million units sold across all formats!\n",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "de",
        "ru",
        "ko",
        "zh"
    ],
    "numberOfPlayers": 2,
    "ratingContent": [
        "Users Interact"
    ],
    "region": null
}