{
    "id": "0100AD10185F8800",
    "base_tid": "0100AD10185F8000",
    "name": "Nintendo World Championships: NES™ Edition",
    "description": "Test your speedrunning skill in over 150 challenges! Each challenge relives a memorable moment from one of 13 NES™ games*, including classics like Super Mario Bros.™ 3, The Legend of Zelda™, Donkey Kong™, and Metroid™. Start small by seeing how quickly you can blaze through the first level of Super Mario Bros. or how fast you can gobble up an enemy in Kirby’s Adventure™*. Hone your skills in practice and see if you have what it takes to be a champion—the tougher challenges may truly test your limits!\n\nNintendo World Championships: NES™ Edition is coming to the Nintendo Switch™ system on July 18.\n\nCompete against players around the world online**\n\nJump into the World Championship Mode with a Nintendo Switch Online membership** and aim for a spot on the leaderboards in five challenges that rotate each week. At the end of each week, compare your times against players of varying skill levels, or sit back and watch the world’s best time to learn how to improve. With \"byte-sized\" challenges, you don't need to master entire games to feel like a Nintendo World Champion!\n\nChallenge your friends*** on the couch\n\nGather up to 8 players in the local Party Mode to take on challenges individually or in themed Challenge packs. With an automatic rewind feature to undo mistakes, even completely new players can compete.\n\nYou will be able to play with Nintendo Entertainment System Controllers**** as well (sold separately).",
    "publisher": "Nintendo",
    "developer": null,
    "base_release_date": 20240718,
    "first_update_release_date": 20240619,
    "latest_update_release_date": 20241015,
    "latest_update": {
        "version": "131072",
        "release_date": 20241015
    },
    "versions": {
        "65536": 20240619,
        "131072": 20241015
    },
    "category": [
        "Action",
        "Platformer",
        "Party",
        "Racing"
    ],
    "intro": "Bring the Nintendo World Championships to your living room",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "pt",
        "de",
        "it",
        "nl",
        "ko",
        "zh",
        "zh"
    ],
    "numberOfPlayers": 8,
    "ratingContent": [
        "Mild Fantasy Violence",
        "In-Game Purchases"
    ],
    "region": null
}