{
    "id": "01004DA00E57A800",
    "base_tid": "01004DA00E57A000",
    "name": "Freshly Frosted",
    "description": "Puzzling Perfection: A dozen dozen dazzling donut dilemmas await you, that's 144 puzzles to please your particular puzzley passions. To excite and delight there are mechanics galore; from splitters to pushers, mergers and cloners, randomizers, teleporters, and more!\n\nDelicious Donuts: What's your favorite donut? Sweet and sprinkled... a jolly jelly-filled... perhaps a marvelous maple bar? What about one shaped like a pumpkin, a snowflake, or a star! Discover many a whimsical shape as you explore a sweet skyscape of pastry possibilities.\n\nRefreshing Relaxation: Journey through this sweet sensation accompanied by soothing narration. A calming voice over focused on positivity guides you through each puzzle with assuring affability.\n\nSweet Satisfaction: With pleasant pastels and mesmerizing machines the satisfying scenes will catch your eyes and hypnotize! Each of a dozen donut boxes brings its own fetching flavor; a taste of autumn, a sip of summer, a whisper of winter. Days in the sun. Nights under the moon. And each world with its own special tune. The lullabies of these pastel skies are all unique and each reaches its peak when you find your way and set your factory to play!",
    "publisher": "The Quantum Astrophysicists Guild",
    "developer": null,
    "base_release_date": 20220610,
    "first_update_release_date": 20220607,
    "latest_update_release_date": 20220628,
    "latest_update": {
        "version": "196608",
        "release_date": 20220628
    },
    "versions": {
        "65536": 20220607,
        "131072": 20220617,
        "196608": 20220628
    },
    "category": [
        "Puzzle",
        "Simulation",
        "Strategy",
        "Arcade"
    ],
    "intro": "Place conveyor belts to solve puzzles in the world's most adorable donut factory!",
    "isDemo": false,
    "languages": [
        "en"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [],
    "region": null
}