{
    "id": "01005C101CFFC800",
    "base_tid": "01005C101CFFC000",
    "name": "Berzerk: Recharged",
    "description": "Chicken, fight like a robot!  Evil Otto and his deadly robots are back in this reimagining of the 1980 arcade classic Berzerk. Berzerk: Recharged challenges you to fight your way through a deadly maze filled with waves of menacing, vocal robots. Deft twin-stick control and power-ups are the only way to survive, as you shoot your way through room after room in this never-ending dystopian maze. And don’t forget, Evil Otto may have a smile on his face, but he is deadly and invincible. \n\nAs with all Recharged games, you can chase a high score in arcade mode, or take on one of the many hand-crafted challenges to test your shooting and dodging skills. If things get too hard, you can always grab a friend to double your firepower in local-co-op.\n\nMegan McDuffee’s original soundtrack of sci-fi synths captures the ambiance of a harrowing space station shootout – and a very cool 80s arcade. \n\nArcade Mode:\nSurvive an endless maze of random rooms that get progressively harder the further you get. You will know when you reach one of the five levels of increased difficulty when the robots change color. \n\nChallenge Mode:\n20 hand-crafted mazes that deliver unique gameplay challenges.\n\nPower Ups:\nPick up weapon modifiers including a spread-shot, big shot, or a series-staple railgun. There are also player modifiers for speeding up and shield and placeable mines to use against your rude and relentless enemies!\n\nLocal Co-op:\nBring a friend to reach even higher scores in arcade or persevere through the toughest challenges\n\nLeaderboards:\nCompete in global leaderboards in arcade and challenge modes",
    "publisher": "Atari",
    "developer": null,
    "base_release_date": 20231109,
    "first_update_release_date": 20231102,
    "latest_update_release_date": 20240125,
    "latest_update": {
        "version": "262144",
        "release_date": 20240125
    },
    "versions": {
        "65536": 20231102,
        "196608": 20231123,
        "262144": 20240125
    },
    "category": [
        "Arcade",
        "Action",
        "Shooter"
    ],
    "intro": "Blast your way through an endless maze inhabited by deadly robots and their invulnerable, menacing master, Evil Otto, in this twin-stick revival of an arcade classic.",
    "isDemo": false,
    "languages": [
        "en"
    ],
    "numberOfPlayers": 2,
    "ratingContent": [
        "Very Mild Violence"
    ],
    "region": null
}