{
    "id": "01001C101ED10800",
    "base_tid": "01001C101ED10000",
    "name": "Let's Sing 2025",
    "description": "Let's Sing 2025 brings the ultimate karaoke experience straight to your living room! Sing along with your family and friends to the latest hits, as well as a generous selection of all-time classics. \n\nComplete your journey to stardom with a brand-new career mode, or join the VIP ranks to gain access to even more tracks. Perform at home or online with a global cast of singers!\n\nClassic mode\nThe Classic karaoke experience where you sing solo or with friends up to 4 singers. Compete for the highest score based on your pitch and rhythm.\n\nFeat mode\nTeam up with another player to sing a duet. You'll need to work together to harmonize and hit the right notes to score big. It's a great way to test your vocal chemistry with a friend!\n\nComplete the new Career mode\nThe Let's Sing career mode returns with a brand-new single player adventure! Join forces with a cast of unforgettable characters and tackle exhilarating challenges on your journey to stardom.\n\nCustomise your character\nCreate your own unique avatar, with options to customise your appearance as well as your in-game voice and dance moves!\n\nPerform in the Let's Sing Music Awards\nShow off your star potential, rise up the leaderboards, and earn exclusive rewards by performing in the seasonal Let's Sing Music Awards!\n\nMic up with the Companion App\nShort of a microphone or two? Your friends and family can simply download the companion app and use their smartphone as a mic. Everyone’s invited to this party!\n\nGet in the VIP Lane\nSubscribe to the Let's Sing VIP Pass for 1, 3 or 12 months and enjoy instant access to more than 150 songs with the launch of Let's Sing 2025. The VIP Pass also grants access to exclusive year-round seasonal events!\n\nJoin in the Let's Sing Fest\nStep up to the Local Stage to enjoy a one player game mode where you'll compete with dozens of singers online in a dynamic leaderboard free-for-all!\n\nPlayers who own the VIP Pass can take to the Main Stage instead, and enjoy the limelight with other VIPs from all over the world!\n\nGet ready for Showtime\nThe exciting Let's Sing Showtime event lasts for one hour each week, opening up the Main Stage to every player! Enjoy access to all the songs in the VIP Pass while the event is active, even if you don't have an active subscription.\n\nOnce you've joined the party you'll be invited to create an optional Let's Sing PROS account. If you create an account and link it to your game, you'll receive a free month of VIP Pass access! This is in addition to any VIP Pass access included with your game purchase.\n\n•\t Beautiful Things - Benson Boone\n•\t yes, and? - Ariana Grande\n•\tWhat Was I Made For? - Billie Eilish\n•\tThe A Team - Ed Sheeran\n•\tCupid - FIFTY FIFTY\n•\tDog Days Are Over - Florence + The Machine\n•\tForget Me - Lewis Capaldi\n•\tEverytime We Touch - Cascada\n•\t(It Goes Like) Nanana - Peggy Gou\n•\tI Ain't Worried - OneRepublic\n•\tUprising - Muse\n•\tZombie - The Cranberries\n•\tStrangers - Kenya Grace\n•\tStolen Dance - Milky Chance\n•\tStanding Next to You - Jung Kook\n\nThis product is not sold on its own.",
    "publisher": "PLAION",
    "developer": null,
    "base_release_date": 20241105,
    "first_update_release_date": 20240926,
    "latest_update_release_date": 20240926,
    "latest_update": {
        "version": "65536",
        "release_date": 20240926
    },
    "versions": {
        "65536": 20240926
    },
    "category": [
        "Music",
        "Party",
        "Multiplayer",
        "Other"
    ],
    "intro": "Let's Sing 2025 brings the ultimate karaoke experience straight to your living room! ",
    "isDemo": false,
    "languages": [
        "en",
        "es",
        "fr",
        "de",
        "it"
    ],
    "numberOfPlayers": 4,
    "ratingContent": [
        "Lyrics",
        "Suggestive Themes",
        "In-Game Purchases"
    ],
    "region": null
}