{
    "id": "010055201822E800",
    "base_tid": "010055201822E000",
    "name": "Wylde Flowers",
    "description": "Play as Tara (she/her), who has just moved to a cute rural island to help out her grandma and the family farm. Get to know a memorable cast of fully voiced characters with intriguing backstories — find friendship or even romance!\n\nRelax into your rural lifestyle as you tend crops, care for animals, fish, craft, and more throughout the day. By night, nurture your inner witch as you learn to fly your broomstick, brew potions, control the weather and seasons or even transform into a cat!\n\nFairhaven awaits you.\n\nA WITCHY TALE\nSavor an earnest and emotional story that blends farming with magic and personal discovery as Tara finds herself, and brings a town together.\n\nFULLY VOICE ACTED DIALOGUE IN ENGLISH\nThe characters in Wylde Flowers are brought to life with a cast including BAFTA award winning voice actors in over 18 hours of voice acting. \n\n30 DIVERSE CHARACTERS\nFrom Natalia (she/her) the local Blacksmith, to Sophia (she/her) who runs the diner, each character in Fairhaven has an intricate backstory waiting for you to love and fall in love with.\n\nSWEET ROMANCE\nSeven folks of Fairhaven are eligible to be wooed and romanced. From the local butcher Kim (they/them), to Amira (she/her), a flirty doctor.\n\nFARMING & MAGIC\nDevelop both domestic and magical crafts through cooking, fishing, farming, animal care, magical spells and potions.\n\nLOTS TO ENJOY\nExplore and relax through 35-60+ hours of immersive gameplay.\n\nBESPOKE SOUNDTRACK\nThe music is closely entwined with the narrative and features a music score created with the help of a real orchestra, that responds to your choices.",
    "publisher": "Studio Drydock",
    "developer": null,
    "base_release_date": 20220920,
    "first_update_release_date": 20220915,
    "latest_update_release_date": 20240227,
    "latest_update": {
        "version": "589824",
        "release_date": 20240227
    },
    "versions": {
        "65536": 20220915,
        "131072": 20221222,
        "196608": 20230109,
        "262144": 20230223,
        "327680": 20230429,
        "393216": 20230526,
        "458752": 20240131,
        "524288": 20240215,
        "589824": 20240227
    },
    "category": [
        "Simulation",
        "Adventure"
    ],
    "intro": "Join Tara on a heartfelt journey to become a witch in Wylde Flowers. Farm by day, and cast spells by night as you craft your cottagecore life and bond with your coven. ",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "pt",
        "de",
        "it",
        "nl",
        "ru",
        "ko",
        "zh",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Use of Alcohol"
    ],
    "region": null
}