{
    "id": "010076C01015C800",
    "base_tid": "010076C01015C000",
    "name": "Spellbreak",
    "description": "Unleash your inner battlemage in Spellbreak.\n\nWhen magic is forbidden, locked in the iron grip of the Vowkeepers, it’s up to you to resist and reclaim what’s yours. Harness the raw power of your gauntlets and tap into the unimaginable forces of the elemental planes . Soar into fierce battles, through floating islands and impossible terrain, to unleash the Breaker within. \n\nBUILD YOUR BATTLEMAGE\nChoose a class: Frostborn, Conduit, Pyromancer, Toxicologist, Stoneshaper, or Tempest. Each has its own playstyle, which you can customize with talents as you grow in power. Which will you master?\n\nCOMBINE THE ELEMENTS\nA mighty battlemage isn’t limited to just one ability. Seize hold of two powerful magic gauntlets and blend devastating  spell combinations to control the battlefield with fiery tornadoes, electrified gas clouds, and more!\n\nOUTPLAY YOUR RIVALS\nExplore the map and find tactical advantages to outplay your opponents. Discover hidden chests that contain magical runes and game-changing equipment. These items give you the ability to fly, teleport, control time, become invisible, and more.\n\nENTER AN EVER-EVOLVING WORLD\nThe fractured battleground of the Hollow Lands is just the beginning of your adventure in the greater world of Primdal. New chapter updates will reveal more of the deep, rich lore behind this powerful place and its people. \n\nBATTLE ACROSS THE HOLLOW LANDS\nForm a party of powerful battlemages and vanquish other players to stand victorious in this unique battle royale! Future updates will unlock exciting new game modes.\n\nCan you summon the strength, skill, and cunning to unleash the battlemage within? ",
    "publisher": "Proletariat",
    "developer": null,
    "base_release_date": 20210901,
    "first_update_release_date": 20200826,
    "latest_update_release_date": 20220628,
    "latest_update": {
        "version": "786432",
        "release_date": 20220628
    },
    "versions": {
        "65536": 20200826,
        "131072": 20200930,
        "196608": 20201022,
        "262144": 20201215,
        "327680": 20210208,
        "393216": 20210408,
        "458752": 20210416,
        "524288": 20210506,
        "589824": 20210722,
        "655360": 20210809,
        "720896": 20210902,
        "786432": 20220628
    },
    "category": [
        "Action",
        "Adventure",
        "RPG",
        "Multiplayer"
    ],
    "intro": "Become the Ultimate Battlemage\n\n",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "pt",
        "es",
        "fr",
        "de",
        "it",
        "ru",
        "ko",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Violence",
        "Users Interact",
        "In-Game Purchases"
    ],
    "region": null
}