{
    "id": "010071401A274800",
    "base_tid": "010071401A274000",
    "name": "Astrea: Six-Sided Oracles",
    "description": "Long ago - when ancient ruins were once flourishing civilizations and their populace lived in idyllic bliss - a mystical star governed all. Loyal disciples, called Six-Sided Oracles, were blessed by their star, granting them the strength to seal away the gift of heavenly bodies within mystic relics.\n\nAll was perfect and harmonious, until that one fateful day - The Crimson Dawn Cataclysm. A ferocious inferno sundered down from the sky, engulfing the entirety of the star system, crumbling the foundations of their society and corrupting the souls of the weak-willed. The disciples of the star were lost to the chaos - their creations scattered across a vast world of ruin. Could there still exist those who were capable of wielding their power?\n\nEons later, descendants of the Six-Sided Oracles embark on a journey to finish the failed battle that their predecessors started and save their star system.\n\nFeature List\n\nUnique dual “damage” system: Purification vs Corruption - In Astrea there is a new type of “damage” system. Purification can be used to damage enemies or heal yourself. On the other hand, corruption can be used to damage yourself or heal the enemies.\n \nPacify enemies through Purification, or Corrupt yourself to unleash abilities that help tip the scales.\n\nDynamic Health Bar system - With skills attached to your health bar, you can take Corruption to enable these skills and unleash powerful abilities. But be careful, if you take too much Corruption you will be consumed by it.\n\nNot cards, but dice! - Build a dice pool that fits your playstyle. Choose from over 350 dice and three dice types; reliably safe, perfectly balanced, or powerfully risky. A dice type system designed with high-risk, high-reward in its core.\n\nCustomize your dice - Forge your fate by editing die faces with new actions, tipping the odds of powerful results into your favor.\nChoose from Six Brave Oracles - Each possessing their own unique dice sets, abilities, and playstyles. From ingenious spellcasters to brutish berserkers, whether you like beating the opponent into submission or outsmarting them with clever plays, there’s an oracle for you.\n\n20 Upgradeable Support Sentinels - Enchanted constructs that offer supportive dice rolls making them reliable companions in the heat of battle.\n\nUncover Over 170 Modifying Blessings -Imbue your Oracle with unique passives yielding potent effects that change up your fundamental tactics. Choose between Star Blessings, passive effects with lower power, or Black Hole Blessings, powerful passive effects with a drawback.\n\nMore than 20 random events - Find mysterious locations that can change the course of your run.\n\nManipulate your enemies and control your fate - Enemies attack using their own die, making it possible for you to manipulate their die to change their intent.\n\n16 Difficulty Levels - Customize your experience using difficulty levels to test all your abilities.",
    "publisher": "Akupara Games",
    "developer": null,
    "base_release_date": 20240926,
    "first_update_release_date": 20240916,
    "latest_update_release_date": 20240916,
    "latest_update": {
        "version": "65536",
        "release_date": 20240916
    },
    "versions": {
        "65536": 20240916
    },
    "category": [
        "Strategy"
    ],
    "intro": "An all new dice-deck-building roguelike, Astrea, has you chart a path through the ruins of a lost civilization as one of six brave Oracles. ",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "pt",
        "es",
        "fr",
        "de",
        "ru",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Fantasy Violence",
        "Mild Blood"
    ],
    "region": null
}