{
    "id": "010078D000F88800",
    "base_tid": "010078D000F88000",
    "name": "DRAGON BALL XENOVERSE 2 for Nintendo Switch",
    "description": "YOUR STORY, YOUR AVATAR, YOUR DRAGON BALL WORLD\n\nDragon Ball Xenoverse 2 is the ultimate Dragon Ball gaming experience, packed with thrilling action, epic battles, and endless customization options. Create your own character, explore Conton City and team up with iconic characters from the series as a teacher to train and be ready to battle against formidable enemies to rescue the flow of History!\n\nAs you progress through the game, you can customize your character's appearance, abilities, and moveset, allowing you to create a truly unique and powerful fighter.\n\nThe fun doesn't stop there! Dragon Ball Xenoverse 2 also features online multiplayer modes, where you can battle against other players from around the world in epic showdowns or participate in Raid Battles to face gigantic foes with other players.\n\nWith 7 years worth of DLC packs, there's always something new to discover and experience in Conton City!\n\nTHE FIGHTER YOU ALWAYS WANTED TO BE.\nWith a vast array of customization options, you can create a character that truly fits your style and personality. From race and appearance to abilities and moveset, you have complete control over your fighter.\n\nAN INFINITE ONLINE EXPERIENCE.\nWith several online multiplayer modes and in-game events, battles never stop! Face against other players from around the world in epic showdowns or team up with them against gigantic threats in Raid Battles.\n\nLET YOUR FIGHTING SPIRIT BURN!\nDive into the intense and action-packed battles typical of Dragon Ball. Whether it's during one-on-one fights or massive battles against multiple enemies, let yourself go in the thrill of the fight!\n\nTHE WHOLE DRAGON BALL UNIVERSE AWAITS.\nJump into different locations and timelines of Dragon Ball! Battle in iconic locations from the Dragon Ball universe and interact with famous characters to protect history.\n\nEVERYTHING DRAGON BALL, ALL HERE.\nDragon Ball Xenoverse 2 is packed with fan service, featuring all iconic characters, locations, and moments from the series that fans will love to see and experience in-game.\n\n7 YEARS OF EXPANSIONS!\nDragon Ball Xenoverse 2 is bigger than ever! After 7 years of regular releases of new DLC content, discover more than 40 new characters, storylines, and much more from Dragon Ball Z, Dragon Ball Super and even Dragon Ball movies. Stay tuned and enjoy the free updates as well!",
    "publisher": "BANDAI NAMCO Entertainment",
    "developer": null,
    "base_release_date": 20211105,
    "first_update_release_date": 20170905,
    "latest_update_release_date": 20240725,
    "latest_update": {
        "version": "2031616",
        "release_date": 20240725
    },
    "versions": {
        "65536": 20170905,
        "131072": 20171017,
        "196608": 20171126,
        "262144": 20180226,
        "327680": 20180327,
        "393216": 20180828,
        "458752": 20181023,
        "524288": 20181218,
        "589824": 20190426,
        "655360": 20190710,
        "720896": 20190808,
        "786432": 20190904,
        "851968": 20191211,
        "917504": 20191223,
        "983040": 20200826,
        "1048576": 20200923,
        "1114112": 20210317,
        "1179648": 20210526,
        "1245184": 20211104,
        "1310720": 20211201,
        "1376256": 20220324,
        "1441792": 20220705,
        "1507328": 20220915,
        "1572864": 20221109,
        "1638400": 20221201,
        "1703936": 20230323,
        "1769472": 20230510,
        "1835008": 20231013,
        "1900544": 20231207,
        "1966080": 20240522,
        "2031616": 20240725
    },
    "category": [
        "Fighting",
        "Action"
    ],
    "intro": "An unprecedented DRAGON BALL experience preserving DRAGON BALL’s history!",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "pt",
        "es",
        "fr",
        "de",
        "it",
        "ru",
        "ko",
        "zh",
        "zh"
    ],
    "numberOfPlayers": 2,
    "ratingContent": [
        "Cartoon Violence",
        "Mild Blood",
        "Mild Language",
        "Mild Suggestive Themes",
        "Users Interact",
        "In-Game Purchases (Includes Random Items)"
    ],
    "region": null
}