{
    "id": "0100F3D0122C2800",
    "base_tid": "0100F3D0122C2000",
    "name": "The Longing",
    "description": "Play as a lonely Shade, the last servant of a king who once ruled an underground kingdom. The king's powers have faded and he falls asleep for 400 days to regain his might. It is your duty to stay in the earthen palace until he awakens.\nAs soon as you start, the game inevitably counts down the 400 days - even when you stop playing and exit the game. \nIt is now up to you to decide what to do with your solitary existence beneath the soil. Don't stress yourself, you have plenty of time.\n\nCHOOSE YOUR PLAYING STYLE\nStart the game and simply come back after 400 days to see how it ends. You actually don't have to play the game at all. But the Shade will be even more lonely without you.\nOr explore the caves and collect items for your comfortable underground living room. Just send the Shade to take a stroll - the walking speed is slow, but luckily there is no need to hurry. \nRead tons of classic literature from Nietzsche to Moby Dick right in the game - or at least have the shade read them. After all, time goes by faster if you learn to keep your mind occupied. (The little Shade in the game finds ONLY English books for now.)\nIgnore the king's commands and advance to the outer regions the cave. It will be a long and dangerous journey into darkness...\n\nFEATURES\n• Slow exploration of a vast, hand-drawn cave.\n• Atmospheric Dungeon Synth soundtrack.\n• Lots of well hidden secrets.\n• Time-based puzzles.\n• A lonely but cute protagonist.\n\nWinner: Long Feature Award (A MAZE Berlin 2019)\nNominee: IGF Nuovo Award (IGF, San Francisco 2020)\nSpecial Mention: Animated Games Award (Germany 2019)\nArs Technica Best PC games of 2020\nadventuregamers.com Silver Aggie, category \"So 2020\"\nWinner: German Computer Games Award 2020",
    "publisher": "ASHGAMES",
    "developer": null,
    "base_release_date": 20220809,
    "first_update_release_date": 20210414,
    "latest_update_release_date": 20230602,
    "latest_update": {
        "version": "1048576",
        "release_date": 20230602
    },
    "versions": {
        "131072": 20210414,
        "196608": 20210503,
        "262144": 20210503,
        "327680": 20210512,
        "393216": 20210521,
        "458752": 20210616,
        "917504": 20230420,
        "1048576": 20230602
    },
    "category": [
        "Adventure",
        "Puzzle"
    ],
    "intro": "AN UNUSUAL MIX OF ADVENTURE AND IDLE GAME",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "pt",
        "es",
        "fr",
        "de",
        "it",
        "ru",
        "ko",
        "zh",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Alcohol and Tobacco Reference",
        "Mild Blood",
        "Mild Language",
        "Mild Suggestive Themes",
        "Violent References"
    ],
    "region": null
}