{
    "id": "010048800E7A2800",
    "base_tid": "010048800E7A2000",
    "name": "Super Bit Blaster XL",
    "description": "Your ship can not stop moving; so you must turn and use your boost/brake to keep from crashing into an ever increasing amount of enemies and obstacles\n\nYour ship is always shooting, so make sure to pick up more ammo and the wide variety of awesome power ups, pick ups and boosts to help you survive longer\n\nGet the highest score you can while collecting coins to buy more ships that are faster, shoot faster, or have more shields\n\nFeatures:\n-A throwback to the classic quarter eating arcade games of the 80's. Bit Blaster XL is a retro styled, addictive, and fast paced arcade shoot 'em up!\n-Play solo, work together with a friend in Coop mode or battle each other in VS mode\n-Easy to learn, simple Controls to fly your ship, boost, and brake\n-A variety of wicked Power ups to use such as Spread Shot, Heat seekers, Laser, Blast Shot and much more to assist your survival\n-Screen clearing Bombs, Ship Shields and Boost Pickups to help you survive longer\n-Collect coins to unlock new ships with unique attributes to give you an edge in the Leaderboards\n-Unique chip tune songs for each ship by Spiff Tune\n-An alternate Manual Fire mode for those that want a different experience",
    "publisher": "Adamvision Studios",
    "developer": null,
    "base_release_date": 20220104,
    "first_update_release_date": 20200407,
    "latest_update_release_date": 20211214,
    "latest_update": {
        "version": "196608",
        "release_date": 20211214
    },
    "versions": {
        "65536": 20200407,
        "131072": 20211120,
        "196608": 20211214
    },
    "category": [
        "Arcade",
        "Action",
        "Multiplayer"
    ],
    "intro": "A SUPER throwback to the classic quarter eating arcade games of the 80's. Super Bit Blaster XL is an enhanced version of the retro styled, addictive, and fast paced arcade shoot 'em up!",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "de",
        "it",
        "pt",
        "ru",
        "ko",
        "zh"
    ],
    "numberOfPlayers": 2,
    "ratingContent": [
        "Mild Fantasy Violence"
    ],
    "region": null
}