{
    "id": "010014701F99A800",
    "base_tid": "010014701F99A000",
    "name": "What Happened - Through Worlds",
    "description": "Embark on a mysterious journey through the digital enigma of \"What Happened - Through Worlds\". Evelyn, a skilled programmer, stumbles upon an experimental program hidden deep within the archives of an old server. Intrigued, Evelyn activates the program, transporting herself into an unknown realm of fragmented data and glitched code. \n\nFeatures: \n- Dynamic Grapple Mechanics: Master intuitive controls, seamlessly navigating the game with the Grapple. Perform precise swings and maneuvers to uncover secrets hidden in the surreal digital landscapes. \n- Dynamic Environments: Explore shifting landscapes with gravity-defying platforms and mind-bending puzzles in handheld or docked mode. \n- Captivating Narrative: Immerse yourself in a narrative adventure where players unravel the mysteries of the digital world.Encounter unexpected challenges, forge alliances, and face surprising twists that shape the evolving storyline. \n- Companions: Evelyn is not alone in this digital odyssey. Along the way, she meets Echo, a sentient digital entity with fragmented memories. Echo becomes her companion, offering clues, deciphering legendary fragments, and aiding Evelyn in unraveling the mystery behind the anomaly. \n- Player Choice: Throughout the journey, players confront choices that influence the course of the narrative, determining the fate of the digital realm and the outcome of Evelyn's exploration. These choices may lead to unexpected turns, alternative paths, or revelations about the true nature of the anomaly. \n- Puzzle-Solving with the Grapple: Engage in diverse puzzles, utilize the power of the Grapple to solve spatial challenges, restore platforms, and interact with the digital environment.",
    "publisher": "404 Games",
    "developer": null,
    "base_release_date": 20240906,
    "first_update_release_date": 20240814,
    "latest_update_release_date": 20240814,
    "latest_update": {
        "version": "65536",
        "release_date": 20240814
    },
    "versions": {
        "65536": 20240814
    },
    "category": [
        "Arcade",
        "Platformer",
        "First-Person Shooter",
        "Puzzle"
    ],
    "intro": "Delve into a digital odyssey of discovery and unravel the mystery!",
    "isDemo": false,
    "languages": [
        "en"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Mild Language"
    ],
    "region": null
}