{
    "id": "0100A8401AEF4800",
    "base_tid": "0100A8401AEF4000",
    "name": "Mugen Souls Z",
    "description": "Undisputed goddess Chou-Chou is back for an all-new adventure as she attempts to conquer the twelve Zodiac worlds with the help of new and returning frenemies! This beloved sequel to Mugen Souls features free-roaming battle maps in strategic turn-based combat, a level cap of 9999 and the ability to deal billions of hit points worth of damage! As Chou-Chou, you can charm enemies to transform them into shampuru minions, customize party members’ appearance and abilities, create new peons and much more!\n\nAs Chou-Chou and crew navigate between worlds in their spacefaring ship the G-Castle, they’ll need to cooperate with new ultimate goddess Syrma to put an end to an ancient evil that’s recently awakened. Explore expansive worlds packed with field challenges, face off against enemy ships and meet loads of memorable characters, all presented in the anime-style “moe” aesthetic that fans adore!\n\nThis updated version of Mugen Souls Z includes all prior extras while faithfully adapting the content of the Japanese original, making it the definitive way to experience this cult classic JRPG!\n\nFeatures:\n\n• Explore twelve vibrant worlds and save the universe from an ancient threat!\n• Fight monsters on free-roaming battle maps and make them your servants.\n• Execute spectacular combos with your allies!\n• Create unique peons by customizing body parts, faces and job classes.\n• Enjoy anime-style “moe” aesthetics and remastered HD presentation!",
    "publisher": "eastasiasoft",
    "developer": null,
    "base_release_date": 20230914,
    "first_update_release_date": 20230913,
    "latest_update_release_date": 20240702,
    "latest_update": {
        "version": "196608",
        "release_date": 20240702
    },
    "versions": {
        "65536": 20230913,
        "131072": 20240412,
        "196608": 20240702
    },
    "category": [
        "RPG"
    ],
    "intro": "Chou-Chou and her motley crew return as they try to conquer the twelve Zodiac worlds and stop an ancient threat!",
    "isDemo": false,
    "languages": [
        "en"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Crude Humor",
        "Partial Nudity",
        "Sexual Themes",
        "Violence"
    ],
    "region": null
}