{
    "id": "010051C0134F8800",
    "base_tid": "010051C0134F8000",
    "name": "DRAGON BALL Z: KAKAROT + A NEW POWER AWAKENS SET",
    "description": "As of November 2, 2023, the online service in Card Warriors mode was terminated and changed to offline for single-player use.\n____________________\n\nTHE GAME\n• Experience the story of DRAGON BALL Z from epic events to light-hearted side quests, including never-before-seen story moments that answer some burning questions of DRAGON BALL lore for the first time!\n\n• Play through iconic DRAGON BALL Z battles on a scale unlike any other. Fight across vast battlefields with destructible environments and experience epic boss battles against the most iconic foes (Raditz, Frieza, Cell etc.). Increase your power level through RPG mechanics and rise to the challenge!\n\n• Don’t just fight as Z Fighters. Live like them! Fish, fly, eat, train, and battle your way through the DRAGON BALL Z sagas, making friends and building relationships with a massive cast of DRAGON BALL characters.\n\nA NEW POWER AWAKENS SET\n• Go beyond the history of DRAGON BALL Z and experience 2 additional boss battles, with the New Power Awakens set! Master the power of the gods to challenge Lord Beerus and go even beyond to fight Golden Frieza with the power of Super Saiyan Blue!",
    "publisher": "BANDAI NAMCO Entertainment",
    "developer": null,
    "base_release_date": 20211008,
    "first_update_release_date": 20210901,
    "latest_update_release_date": 20240702,
    "latest_update": {
        "version": "851968",
        "release_date": 20240702
    },
    "versions": {
        "65536": 20210901,
        "131072": 20210922,
        "262144": 20220302,
        "327680": 20220708,
        "458752": 20230113,
        "524288": 20230322,
        "589824": 20230816,
        "655360": 20231102,
        "720896": 20231218,
        "786432": 20240220,
        "851968": 20240702
    },
    "category": [
        "Action",
        "RPG"
    ],
    "intro": "Relive the story of Goku and other Z Fighters in DRAGON BALL Z: KAKAROT!",
    "isDemo": false,
    "languages": [
        "en",
        "es",
        "fr",
        "pt",
        "de",
        "it",
        "ru"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Mild Language",
        "Suggestive Themes",
        "Violence",
        "In-Game Purchases"
    ],
    "region": null
}