{
    "id": "0100F15003E64800",
    "base_tid": "0100F15003E64000",
    "name": "Fire Emblem Warriors",
    "description": "Clash with legions of enemies as Marth, Xander, Corrin, Chrom, and other warriors from Fire Emblem by unleashing over-the-top-powerful Dynasty Warriors-style moves. Take control of characters with distinct attacks, issue strategic commands, pair up warriors for stunning moves, and more in an epic tactical action game from the Hyrule Warriors team.\n\nIn the Kingdom of Aytolis, new heroes mystically collide with warriors from across the history of Fire Emblem™, who must band together to face countless enemies and restore the mysterious Shield of Flames to stop the Chaos Dragon. Advance the story to unlock additional playable characters, each with different attacks, weapons, combos, and voiced dialogue. A combination of intense combat and strategic Fire Emblem gameplay offers a take on battling that’s new to the series. Change between heroes anywhere on the battlefield and command them to victory. The materials and gold you earn in battle can be used to upgrade heroes, weapons, and more.",
    "publisher": "Nintendo",
    "developer": null,
    "base_release_date": 20171020,
    "first_update_release_date": 20171019,
    "latest_update_release_date": 20180328,
    "latest_update": {
        "version": "327680",
        "release_date": 20180328
    },
    "versions": {
        "65536": 20171019,
        "131072": 20171116,
        "196608": 20171220,
        "262144": 20180214,
        "327680": 20180328
    },
    "category": [
        "Action",
        "RPG",
        "Strategy",
        "Simulation"
    ],
    "intro": "Battle as Chrom, Lissa, Marth, Corrin, Xander and more!",
    "isDemo": false,
    "languages": [
        "en",
        "es",
        "fr",
        "de",
        "it"
    ],
    "numberOfPlayers": 2,
    "ratingContent": [
        "Suggestive Themes",
        "Violence"
    ],
    "region": null
}