{
    "id": "0100646009FBE800",
    "base_tid": "0100646009FBE000",
    "name": "Dead Cells",
    "description": "Explore a vast, ever-changing island filled with secrets, branching paths and challenging foes. Silky smooth controls, fast paced combat and undeniably enjoyable game-feel make each run more addictive than the next as you progressively unlock permanent upgrades. Multiple difficulty modifiers will help you find the challenge that’s right for you as you discover the characters and lore of the island. \n\nWe are also still adding free updates with new content to the game every 2-3 months to keep the game fresh for you!\n\nRogueVania - just one more run! \n\nDead Cells is an action adventure game where you explore an island and finish the game in one run without dying! Each run is different as the island changes each time you die. \n\nBut don’t worry, every time you die you’ll gain resources that unlock permanent upgrades, making you stronger, giving you access to more weapons or items and even revealing new levels and paths to explore! \n\nOn top of that, the more you explore the more you’ll learn about the lore and story of the island and how it came to be contaminated by the plague that curses it. \n\n\nSilky smooth controls and amazing combat… \n\nDead Cells has become the gold standard for game-feel in 2D action platformers. As soon as you pick up the controller the game feels satisfying to play. \n\nThis, combined with gameplay changing weapons and a plethora of enemies to learn, means that you’ll always have fun as you move around, fighting and exploring as you discover the island. \n\nWith over 130 different combinations, from the deadly (swords, axes, spears and bows) to the ridiculous (shovels, tentacles, frying pans and inflatable doors), everyone will find a build that works for them.\n\n\nCustomizable Difficulty Settings: \n\nWe’ve also heard that many people don’t have the time to spend hundreds of hours mastering a single game, so we’ve created multiple ways to play and enjoy the challenge that is right for you. \n \nFrom the Custom Mode that allows you to pick and choose your weapons, enemies and more. To the new Aspects that give you interesting boosts that synergize with your favorite playstyle to allow you to finish the game. \n\nOf course, there’s still ample challenge for anyone who wants to take the gloves off and go down swinging. \n\n\nA Rich World to Explore: \n\nWhether it’s the grimy corridors of a medieval prison, the breathtaking sunset from the ramparts or the creepy confines of an ancient graveyard, each path you take will lead you through a succession of unique levels, each one with their own enemies, level design and secrets to unlock. \n\nWhen you first start exploring, just making it out of the first level might seem daunting, but you’ll soon get the hang of it and you’ll unlock something new to help you with your quest on almost every playthrough. \n\nWith so much to discover you'll find it hard to stop yourself from saying the sacred phrase... just one more run!",
    "publisher": "Motion Twin",
    "developer": null,
    "base_release_date": 20210901,
    "first_update_release_date": 20180730,
    "latest_update_release_date": 20240819,
    "latest_update": {
        "version": "3014656",
        "release_date": 20240819
    },
    "versions": {
        "65536": 20180730,
        "131072": 20180921,
        "196608": 20190214,
        "262144": 20190301,
        "327680": 20190522,
        "393216": 20190529,
        "458752": 20190710,
        "524288": 20190909,
        "589824": 20191014,
        "655360": 20191114,
        "720896": 20200207,
        "786432": 20200210,
        "851968": 20200302,
        "917504": 20200526,
        "983040": 20200804,
        "1048576": 20200923,
        "1114112": 20201103,
        "1245184": 20210105,
        "1310720": 20210126,
        "1376256": 20210215,
        "1441792": 20210422,
        "1507328": 20210812,
        "1572864": 20210916,
        "1638400": 20210929,
        "1703936": 20211129,
        "1769472": 20211203,
        "1835008": 20220106,
        "1900544": 20220127,
        "1966080": 20220330,
        "2031616": 20220503,
        "2097152": 20220623,
        "2162688": 20220728,
        "2228224": 20220907,
        "2293760": 20220907,
        "2359296": 20220926,
        "2424832": 20221027,
        "2490368": 20221117,
        "2555904": 20221121,
        "2621440": 20221206,
        "2752512": 20230306,
        "2818048": 20230412,
        "2883584": 20230523,
        "2949120": 20230703,
        "3014656": 20240819
    },
    "category": [
        "Action",
        "Platformer"
    ],
    "intro": "Discover 2018’s Action Game of the Year and use your wits, weapons & spells to escape an ever-changing island in this colorful, exploration filled, action-packed adventure. ",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "pt",
        "de",
        "it",
        "ru",
        "ko",
        "zh",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Blood and Gore",
        "Language",
        "Violence"
    ],
    "region": null
}