{
    "id": "0100C53004C52800",
    "base_tid": "0100C53004C52000",
    "name": "Flat Heroes",
    "description": "When was the last time you felt like a hero? Flat Heroes rewards \nyou with that good old feeling of surviving impossible levels \nalongside a smooth modern design with a minimalist style. With a \nsimple set of movements — Run. Jump. Dash. Attack. — and \ndelightful controls, Flat Heroes encourages you to stylishly \nnavigate and survive over 300 handcrafted levels, destroy the \nmost epic bosses around and truly be the two-dimensional hero \n(or heroes!) you’ve always dreamed you could be.\n\nEasy to learn and hard to master; it is easy to pick up and even \neasier to learn, but don’t let that fool you! During your adventure \nyou will face increasingly difficult challenges that will require you \nto master the game’s controls on the journey to becoming a true \nHero. And while Flat Heroes comes along with a very minimalistic \nart style, it’s spiced up with stunning effects making it one truly \nunique eye candy experience.\n\nGot stuck in the campaign or want to survive longer in the \nchallenge modes? Too intense for you to take on alone? Let your \nfriends join the party; Flat Heroes is the perfect couch co-op \nexperience! Invite a few friends, get some pizza and overcome the \nchallenges together!\n\nKey Features:\n*Play alone or share the experience with up to 4 friends on all \nmodes\n*Drop in & Drop Out Co-Op\n*More than 300 Levels\n*Face 10 unique final Bosses\n*Unlimited survival Levels, with daily challenges and Leaderboards\n*Versus Modes offer you and your friends an option to compete \nagainst each other",
    "publisher": "Parallel Circles",
    "developer": null,
    "base_release_date": 20180802,
    "first_update_release_date": 20180802,
    "latest_update_release_date": 20181031,
    "latest_update": {
        "version": "131072",
        "release_date": 20181031
    },
    "versions": {
        "65536": 20180802,
        "131072": 20181031
    },
    "category": [
        "Action",
        "Arcade",
        "Platformer",
        "Party"
    ],
    "intro": "Dodge, jump, and dash your way through hundreds of \nterrifying geometric levels. Too tough? Bring your friends.",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "de",
        "it",
        "nl",
        "pt",
        "ru",
        "ko",
        "zh",
        "zh"
    ],
    "numberOfPlayers": 4,
    "ratingContent": [
        "General"
    ],
    "region": null
}