{
    "id": "010029E019B0A800",
    "base_tid": "010029E019B0A000",
    "name": "Railbound",
    "description": "Connect and sever railways across different landscapes and help everyone reach their homes. Solve over 150 clever puzzles ranging from gentle slopes to twisted passageways.\n\nBEND RAILS TO MAKE THE TRAINS GO ‘CHOO-CHOO’\n\nPlace, remove and reroute connections so that carriages safely connect to the locomotive. But, be careful and don’t make them run into each other!\n\n150+ PUZZLES TO COMPLETE\n\nMain levels will take you through a variety of locations at a relaxed pace. Forks along the road will lead you to spicy brain-teasers that’ll please even the most demanding players!\n\nTRAIN-INSPIRED MECHANICS\n\nUse tunnels to cover vast distances in an instant. Delay trains using well-timed railway barriers. Switch tracks to reroute cars in different directions. Pick up cute friends on the way and encounter even more challenges on your journey!\n\nART AND MUSIC FULL OF WHOLESOME VIBES\n\nAcross the game’s world enjoy our comic-book-inspired visuals and a relaxing original soundtrack by the team behind Golf Peaks and inbento.",
    "publisher": "7Levels",
    "developer": null,
    "base_release_date": 20221201,
    "first_update_release_date": 20221123,
    "latest_update_release_date": 20231201,
    "latest_update": {
        "version": "262144",
        "release_date": 20231201
    },
    "versions": {
        "65536": 20221123,
        "131072": 20221201,
        "196608": 20230327,
        "262144": 20231201
    },
    "category": [
        "Puzzle",
        "Board Game",
        "Lifestyle",
        "Strategy"
    ],
    "intro": "Railbound is a comfy, track-bending puzzle game about a pair of dogs on a train journey around the world.",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "de",
        "it",
        "pt",
        "ko",
        "zh",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [],
    "region": null
}