{
    "id": "010041700D3D4800",
    "base_tid": "010041700D3D4000",
    "name": "European Conqueror X",
    "description": "In European Conqueror X you engage in turn-based strategy and resource management, taking on battles in the late 18th- and early 19th-Century. You utilise weapons and soldiers distinct to that period in European warfare, making key decisions to turn the tide of war.\n\nIn battle you manage not only military units of the era, using their capabilities for the greatest strategic advantage, but you also manage your cities, Generals and even members of royalty. Creating units, boosting wartime economies and enhancing unit capabilities all play a key role in success or failure.\n \nThere are three key modes to test your skills! The lengthy Campaign takes you from the battlefields of Europe to the US War of Independence and beyond. In Conquest you choose from a wide range of nations and seek domination over the continent through nation building. Finally there are challenges, special levels that test your strategic nous and understanding of the game mechanics.\n\nThis is accompanied by incredible attention to detail, including historically accurate descriptions of the nations, leaders and battles of the era. Are you ready for battle?",
    "publisher": "CIRCLE Ent.",
    "developer": null,
    "base_release_date": 20190507,
    "first_update_release_date": 20190806,
    "latest_update_release_date": 20190806,
    "latest_update": {
        "version": "65536",
        "release_date": 20190806
    },
    "versions": {
        "65536": 20190806
    },
    "category": [
        "Strategy"
    ],
    "intro": "European Conqueror X delivers a challenging and enjoyable turn-based strategy experience, with warfare and scenarios from key historic periods. ",
    "isDemo": false,
    "languages": [
        "en",
        "zh",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Mild Violence"
    ],
    "region": null
}