{
    "id": "01007B901AB52800",
    "base_tid": "01007B901AB52000",
    "name": "Elemental War 2",
    "description": "Elemental War 2 takes you into a threatened world: hordes of monsters suddenly pour out of the abysses of hell from a faulty summoned portal. Will you manage to build a defense line of defense towers against the forces of evil in time?\n\nElemental War 2 offers you the popular tower defense feeling combined with innovative game mechanics: as soon as you defeat an elemental - a particularly strong enemy that will demand everything from you - you'll receive its element stone, which you can use to build new defense towers. As you keep collecting elements, you'll always have new levels and tower combinations at your disposal.\n\nOnly if you skillfully combine the different towers and make use of their advantages will you be able to stand up to the monster hordes. Through in-game side quests, you'll also unlock items that further enhance the abilities of your towers or decisively weaken your opponents at just the right time!\n\nElemental War 2 offers you dozens of hours of gameplay to develop strategies, complete all the quests and discover all the secrets of the game world. The lovingly hand-built maps offer you varied games and always new challenges!\n\nFeatures\n- The popular tower defense game principle with new gameplay elements\n- Face the powerful elementals and their special abilities\n- Solve quests to unlock upgrades for your towers\n- Play 11 varied maps in three unique environments: forest, ice and desert\n- Play alone or in co-op mode\n- Compare yourself with other players in the global leaderboards\n\nAre you ready to face the elementals?",
    "publisher": "Clockwork Origins",
    "developer": null,
    "base_release_date": 20230511,
    "first_update_release_date": 20230511,
    "latest_update_release_date": 20231213,
    "latest_update": {
        "version": "262144",
        "release_date": 20231213
    },
    "versions": {
        "65536": 20230511,
        "131072": 20230613,
        "196608": 20231020,
        "262144": 20231213
    },
    "category": [
        "Strategy",
        "RPG",
        "Multiplayer"
    ],
    "intro": "Elemental War 2 offers you the popular tower defense feeling combined with innovative game mechanics - the ultimate mix for many hours of fun!",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "pt",
        "es",
        "fr",
        "de",
        "it",
        "ru",
        "ko",
        "zh",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Blood",
        "Violence"
    ],
    "region": null
}