{
    "id": "01002AB012C0C800",
    "base_tid": "01002AB012C0C000",
    "name": "Project Winter",
    "description": "Betray your friends in this 8 person multiplayer focused on social deception and survival.\n\nCommunication and teamwork is essential to the survivors’ ultimate goal of escape. Gather resources, repair structures, and brave the wilderness together. Just beware that there are traitors within the group who will be steadily gaining strength as the match progresses. Traitors only goal is to stop the survivors by any means necessary.\n\nFeatures:\n\nEscape to Survive\nAs a survivor amongst a group of strangers you will have to collect resources, battle the elements and complete a series of tasks in order to call in one of several rescue vehicles.\n\nHidden Roles\nAmongst the group of survivors, lurk unidentified traitors. The traitors are known to each other but not the survivors. Their goal is to stop the survivors from escaping without being identified and killed.\n\nTeamwork\nSurvivors cannot escape unless they work together. Players who wander off on their own will have difficulty surviving the elements, can fall victim to hostile wildlife, or become easy targets for the traitors.\n\nCommunication\nThere are several ways to communicate with other players, including proximity-based voice chat, private voice chat radio channels, text chat, and emotes - communication is key if the survivors have any hope of completing their tasks and defending against the traitors.\n\nBetrayal & Deception\nThe traitors are outnumbered and weak when the game begins, they may infiltrate the survivors and earn their trust while they build up their strength. Survivors can never be 100% sure of who to trust. The traitors can take advantage of this by spreading lies, and pitting the survivors against each other.",
    "publisher": "Other Ocean",
    "developer": null,
    "base_release_date": 20211012,
    "first_update_release_date": 20210914,
    "latest_update_release_date": 20240903,
    "latest_update": {
        "version": "1966080",
        "release_date": 20240903
    },
    "versions": {
        "65536": 20210914,
        "131072": 20211005,
        "196608": 20211108,
        "262144": 20211119,
        "327680": 20211216,
        "393216": 20220214,
        "458752": 20220330,
        "524288": 20220505,
        "589824": 20220620,
        "655360": 20220808,
        "720896": 20220923,
        "786432": 20221027,
        "851968": 20221103,
        "917504": 20221117,
        "983040": 20221220,
        "1048576": 20230120,
        "1114112": 20230209,
        "1179648": 20230316,
        "1245184": 20230429,
        "1310720": 20230520,
        "1376256": 20230811,
        "1441792": 20231031,
        "1507328": 20231101,
        "1572864": 20231215,
        "1638400": 20240212,
        "1703936": 20240402,
        "1769472": 20240517,
        "1835008": 20240709,
        "1900544": 20240719,
        "1966080": 20240903
    },
    "category": [
        "Action",
        "Adventure",
        "Strategy",
        "Multiplayer"
    ],
    "intro": "The perfect game to back-stab your friends. Project Winter is a multiplayer game focusing on social deception and survival. Communication and teamwork are essential to survival.",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "fr",
        "es",
        "de",
        "it",
        "pt",
        "ru",
        "ko",
        "zh",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Blood",
        "Crude Humor",
        "Use of Alcohol",
        "Violence",
        "Users Interact",
        "In-Game Purchases (Includes Random Items)"
    ],
    "region": null
}