{
    "id": "0100F61013456800",
    "base_tid": "0100F61013456000",
    "name": "Surviving the Aftermath",
    "description": "Survive and thrive in a post-apocalyptic future — resources are scarce, but opportunity calls! Build the ultimate disaster proof colony, protect your colonists, and restore civilization to a devastated world. \n\nGo beyond the colony and explore the wastelands to gather resources, meet rival colonies, and uncover the world’s secrets.\n\nSurviving the Aftermath Key Features:\n◾Build and Manage a Colony: Build and manage a colony of survivors after a world-ending event. Construct more than 130 buildings and survive a harsh world filled with danger. Stay prepared, a natural disaster or environmental catastrophe can doom an ill-equipped settlement.  \n\n◾Recruit and Manage Specialists: Recruit over 80 unique specialists, each with their own skills and motivations, to manage your colony’s resources. Outfit your specialists with gear to defend the colony from attacking bandits and rampaging wildlife.\n\n◾Explore a Procedurally Generated World: Send your specialists outside your colony and into a procedurally generated world. Meet rival colony leaders and trade resources or compete for survival. Specialists can set up outposts and gather materials, giving your colony an edge.\n\n◾Make Tough Choices: Surviving the post-apocalypse means making impossible decisions. The colony’s fate depends on your judgement, every choice can impact your colony’s happiness and affect its future.\n\n◾Discover the Truth: Specialists will stumble upon mysteries while exploring the world. Uncover secrets surrounding the apocalypse and prepare your colony for survival if it should happen again.",
    "publisher": "ParadoxInteractive",
    "developer": null,
    "base_release_date": 20211116,
    "first_update_release_date": 20211216,
    "latest_update_release_date": 20220330,
    "latest_update": {
        "version": "393216",
        "release_date": 20220330
    },
    "versions": {
        "196608": 20211216,
        "262144": 20220110,
        "327680": 20220201,
        "393216": 20220330
    },
    "category": [
        "Strategy",
        "Simulation"
    ],
    "intro": null,
    "isDemo": false,
    "languages": [
        "en",
        "es",
        "pt",
        "fr",
        "de",
        "ru"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Mild Violence"
    ],
    "region": null
}