{
    "id": "010013001BD62800",
    "base_tid": "010013001BD62000",
    "name": "Teenage Mutant Ninja Turtles: Mutants Unleashed",
    "description": "Mutants and humans have been kickin’ it together in New York City. But then, Leonardo, Raphael, Michelangelo, and Donatello discovered several shipments of mutagenic ooze were scattered, contaminating areas of the City. It didn’t seem so bad until they realised new mutants, a.k.a. 'Mewbies', spawned from this mess. Not all these Mewbies are evil, but some have lost their way, and the citizens don't feel safe anymore.\n\nJoin the legendary Turtle brothers straight from the sewer and slide into this new adventure of shell-shocking proportions. With the help of April’s insightful reports from the streets and Splinter’s sage guidance, gear up to fight crime and unravel an epic saga of justice and chaos!\n\nEmbark on the adventure in single or co-op mode to change the minds of the citizens, get those pizzas delivered on time, and try not to eat them on the way.\n\nCHOOSE YOUR TURTLE AND MASTER YOUR NINJA SKILLS – Play as the legendary brothers, Raphael, Michelangelo, Leonardo, and Donatello. \n\nHANGOUT IN THE NEIGHBORHOOD AND SEWERS – Help the citizens, find the mewbies, deliver pizzas, and build your graffiti collection.\n\nRISE TO THE CHALLENGE TOGETHER - Team up with a friend in two-player couch co-op.\n\nINSPIRED BY THE MOVIE – Continue the mayhem in the search for mewbies.\n",
    "publisher": "Outright Games",
    "developer": null,
    "base_release_date": 20241018,
    "first_update_release_date": 20241017,
    "latest_update_release_date": 20241017,
    "latest_update": {
        "version": "65536",
        "release_date": 20241017
    },
    "versions": {
        "65536": 20241017
    },
    "category": [
        "Action",
        "Arcade"
    ],
    "intro": "Join the Turtle brothers straight from the sewers and slide into this new adventure of shell-shocking proportions!",
    "isDemo": false,
    "languages": [
        "en",
        "es",
        "pt",
        "fr",
        "de",
        "it",
        "nl",
        "zh"
    ],
    "numberOfPlayers": 2,
    "ratingContent": [
        "Mild violence"
    ],
    "region": null
}