{
    "id": "010059B017F9E800",
    "base_tid": "010059B017F9E000",
    "name": "30XX",
    "description": "30XX combines the crisp controls and fluid movement you love from action platformers of yore, the replayability of a modern roguelike, and co-op play into a single gorgeous package.\n\nFeatures:\n- Pulse-pounding action, precise platforming, and beautiful spritework\n- Characters with fully distinct playstyles - master Ace's swift, combo-friendly Techniques and Nina's intricate Power Fusion system for even more replayability\n- A fresh new set of levels, items, and powers every time you play - 30XX is never the same game twice!\n- Roguelike-style progression that lets you tune the game's systems and difficulty as you play, even after you win\n- Local and online multiplayer, so you can enjoy 30XX with a friend\n\nAwaken a thousand years after 20XX to realize the world that needed you is gone, changed irreversibly by the advent of the Synthetic Mind and a human race that's lost the will to reach for the stars. Explore the lush, verdant prison our world has become, and fight to save what remains.\n\nRise. Fight. Fall. Adapt. There's a sublime meaning in this endless cycle, somewhere, buried deep.",
    "publisher": "Batterystaple",
    "developer": null,
    "base_release_date": 20230901,
    "first_update_release_date": 20230901,
    "latest_update_release_date": 20240510,
    "latest_update": {
        "version": "524288",
        "release_date": 20240510
    },
    "versions": {
        "65536": 20230901,
        "131072": 20230905,
        "196608": 20230919,
        "262144": 20231219,
        "327680": 20240125,
        "393216": 20240126,
        "458752": 20240419,
        "524288": 20240510
    },
    "category": [
        "Action",
        "Platformer",
        "Multiplayer",
        "Arcade"
    ],
    "intro": "Classic action-platforming with fluid movement, endless replayability, and full co-op.",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "pt",
        "fr",
        "de",
        "it",
        "ru",
        "ko",
        "zh",
        "zh"
    ],
    "numberOfPlayers": 2,
    "ratingContent": [
        "Mild Fantasy Violence",
        "Mild Language"
    ],
    "region": null
}