{
    "id": "0100068018ECC800",
    "base_tid": "0100068018ECC000",
    "name": "Remorse: The List",
    "description": "What secrets lurk in the sleepy, little Hungarian town, Hidegpuszta? \nThat’s for you to find out!\n\nRemorse: The List is a survival horror in the classic sense, with open gameplay, an inventory, and combat. \nExplore the creepy, dark suburbs of Hidegpuszta and find out what secrets lie within. \nYour only clue? A mysterious list. \nMake sense of the cryptic document, use your head to solve the puzzles, and use both melee and ranged weapons to solve problems of a little more… aggressive nature. \nCount your bullets though, there’s even less of them than your blessings.\n\nDo you have what it takes to learn the true nature of this wretched place, and more importantly, to make it out alive?\n\nFEATURES:\n▪ It’s all connected! Explore the interconnected streets, parks, and abandoned buildings of a suburban Hungarian town.\n▪ Which news do you wanna hear first? Pick your own order of going through the list.\n▪ Taking inventory! Mind your ammo, the odds are not in your favor.\n▪ Rules of engagement! Choose between many melee and ranged weapons.\n▪ That doesn’t sound good. Uncover the story using many clues such as video tapes, voice recordings and more.\n▪ Additional languages: Hungarian.",
    "publisher": "Feardemic",
    "developer": null,
    "base_release_date": 20230223,
    "first_update_release_date": 20230802,
    "latest_update_release_date": 20231103,
    "latest_update": {
        "version": "131072",
        "release_date": 20231103
    },
    "versions": {
        "65536": 20230802,
        "131072": 20231103
    },
    "category": [
        "Adventure",
        "Action",
        "First-Person Shooter",
        "Shooter"
    ],
    "intro": "A mysterious list, a small Hungarian town, and unimaginable horror. Uncover secrets of Hidegpuszta in this classic survival horror, Remorse: The List!",
    "isDemo": false,
    "languages": [
        "en",
        "es"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Blood and Gore",
        "Intense Violence",
        "Partial Nudity"
    ],
    "region": null
}