{
    "id": "010034800FB60800",
    "base_tid": "010034800FB60000",
    "name": "Spaceland",
    "description": "It is probably the most dynamic turn-based strategy in the spirit of the old school. Fewer shelters, more work to do. Land on a lost planet and show the mutants what you are made of. Shoot, kick, blow up and destroy. You will put together the most reckless team of fighters and unravel the mysteries of the mystical planet following the best traditions of science fiction.\n\n• The game is inspired by the best turn-based strategies of the old school\n• A unique system of dynamic turn-based battles lasting 10–15 minutes\n• A squad of space rangers made up of 7 fighters with a unique fighting style\n• A story about the mysterious planet in the spirit of the golden age of science fiction\n• A hand-drawn map of the game world\n• Assault rifles, machine guns, plasma guns, grenade launchers and a lot of other equipment to make your fighters even stronger\n• More than 20 different enemies from alien animals to dangerous monsters\n• Futuristic equipment which gives your fighters unique abilities and which can be upgraded\n• Intense dialogs between team members, which reveal unexpected plot twists\n• Colorful special effects that transform a turn-based combat into an exciting action movie\n• And, of course, the party headliners are dangerous bosses that show up at the end of each chapter of the adventure",
    "publisher": "Ellada Games",
    "developer": null,
    "base_release_date": 20220913,
    "first_update_release_date": 20191011,
    "latest_update_release_date": 20230201,
    "latest_update": {
        "version": "262144",
        "release_date": 20230201
    },
    "versions": {
        "65536": 20191011,
        "131072": 20191204,
        "196608": 20200317,
        "262144": 20230201
    },
    "category": [
        "Action",
        "Adventure",
        "RPG",
        "Strategy"
    ],
    "intro": "An incredibly dynamic turn-based strategy that brings back to life the traditions of old-school sci-fi tactics.",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "pt",
        "de",
        "it",
        "nl",
        "ru",
        "ko",
        "zh",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Fantasy Violence",
        "Language",
        "Use of Tobacco"
    ],
    "region": null
}