{
    "id": "0100787017A88800",
    "base_tid": "0100787017A88000",
    "name": "Moonscars",
    "description": "Under grim moonlight, the fierce clayborne warrior Grey Irma battles, driven by a lonesome purpose: Find the Sculptor, and unravel the mystery of her existence.\n\nPush the limits of your combat skills, and master new abilities to progress through an unforgiving nonlinear 2D world. Face off against the relentless darkness that seeks to destroy you. In Moonscars, every death is a lesson learnt—and as you overcome each challenge, new truths will be revealed. \n\nDeath shapes you\nBefore you rise, you first must fall. Mold yourself into a master warrior through a cycle of trial and triumph.\n\nA grimly gorgeous world\nExplore the shadows and secrets concealed in the moonlight of a painterly nonlinear 2D realm marred by desperation and despair. \n \nTest your resolve\nSharpen your skills and reflexes in challenging, action-packed combat. Slash and parry with your sword, wield unique special weapons, and command powerful Witchery. \n\nThe Moon hungers\nUnearth a strange, dark fantasy tale filled with twists and intricate worldbuilding. Seek the truth of your creation and be rewarded. \n \nClay, bone, and ichor\nBear witness to tales and memories of betrayal, suffering, and revenge as Grey Irma and her fellow beings of flesh and clay seek truth and purpose.\n\n—---world marred by despair and desperation—---",
    "publisher": "Humble Games",
    "developer": null,
    "base_release_date": 20220927,
    "first_update_release_date": 20220926,
    "latest_update_release_date": 20230714,
    "latest_update": {
        "version": "524288",
        "release_date": 20230714
    },
    "versions": {
        "65536": 20220926,
        "131072": 20221010,
        "196608": 20221025,
        "262144": 20221201,
        "393216": 20230417,
        "524288": 20230714
    },
    "category": [
        "Action",
        "Platformer"
    ],
    "intro": "Clay, bone, and ichor",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "de",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Blood and Gore",
        "Mild Language",
        "Partial Nudity",
        "Violence"
    ],
    "region": null
}