{
    "id": "01001A2016CFE800",
    "base_tid": "01001A2016CFE000",
    "name": "Crazy Zen Codeword",
    "description": "A tranquil retreat: escape the commute with our atmospheric zen garden.\n \nIn this translation from paper to screen, animated highlights make it easier to read the state of the board and autofill makes it a breeze to try out different letter combinations. Simply fill in the grey blanks and find as many words as you can to complete the board! Remember that every letter used can only be used once, so choose wisely.\n\nEngage in some serious brain training with our classic and fast game modes? \n\nFast mode is great as a simplified introduction to codewords or for when you want a quicker play session. With satisfying, instant feedback on every correct guess.\n\nIn classic mode you will need to master the subtleties of classic pen-and-paper codeword gameplay to prevail.\n\nAre you up for the challenge? Expand your vocabulary - discover new words. Collect, study, and play about with them using the Trophy Poems system. \n\nFeatures:\n    •    Puzzle generator using a vocabulary of 128,000 words for unlimited replayability\n    •    Fine-tune the level of challenge with 3 vocabulary levels and 4 starting tile options.\n    •   Take on a new challenge every day. Build up your streak with our daily puzzles.\n    •   In-game dictionary: instant lookup function for any words you come across during play\n    •   Hints and clues available (if you need them!)\n    •   Trophy Poems system: collect words to make poetry!\n\nCrazy Zen Codeword. For wordsmiths, English Language enthusiasts, and boredom fighters alike!\n\n\n",
    "publisher": "CGA Studio Games",
    "developer": null,
    "base_release_date": 20211224,
    "first_update_release_date": 20211216,
    "latest_update_release_date": 20220124,
    "latest_update": {
        "version": "196608",
        "release_date": 20220124
    },
    "versions": {
        "65536": 20211216,
        "131072": 20211230,
        "196608": 20220124
    },
    "category": [
        "Puzzle",
        "Study",
        "Board Game",
        "Education"
    ],
    "intro": "It's codeword! The classic pen and paper puzzle.\n",
    "isDemo": false,
    "languages": [
        "en"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [],
    "region": null
}