{
    "id": "010044E008FC6800",
    "base_tid": "010044E008FC6000",
    "name": "PlataGO! Super Platform Game Maker",
    "description": "PlataGO! is the super-simple platform game maker that everyone, of all ages, can enjoy!\n\nNo need to code, no need for complex scripting - PlataGO! is a 100% drag-and-drop tool, that lets you start making platform games immediately. No fuss, no tutorial - just jump straight in and start creating!\n\nBetter yet, you can hit play and start playing your levels instantly, making testing your platform game as easy as possible! Everyone, regardless of their experience can create a simple level in just a few minutes.\n\nMaking a platform is as simple and clicking and dragging. Made a mistake? Use the eraser tool to fix! Want to place enemies? Just click drag and drop from the menu!\n\nWith a wide range of tiles, enemies and level furniture to chose from, you can let your imagination run wild! From bouncers, teleporters and cannons - to falling and moving platforms, laser traps and jetpacks.\n\nPlataGO! also has a number of retro styles from a whole range of popular game systems!",
    "publisher": "PQube",
    "developer": null,
    "base_release_date": 20211012,
    "first_update_release_date": 20190613,
    "latest_update_release_date": 20200913,
    "latest_update": {
        "version": "262144",
        "release_date": 20200913
    },
    "versions": {
        "65536": 20190613,
        "131072": 20190701,
        "196608": 20191211,
        "262144": 20200913
    },
    "category": [
        "Platformer",
        "Utility",
        "Arcade"
    ],
    "intro": "The fastest, easiest way to make platform games!",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "pt",
        "es",
        "fr",
        "de",
        "it",
        "ru",
        "ko",
        "zh",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Mild Fantasy Violence",
        "Users Interact"
    ],
    "region": null
}