{
    "id": "010091E0200B8800",
    "base_tid": "010091E0200B8000",
    "name": "Dagon: Complete Edition",
    "description": "\"I am writing this under an appreciable mental strain, since by tonight I shall be no more.\"\n\nExplore the unique works of H. P. Lovecraft via the interactive stories of Dagon: Complete Edition - an extraordinary collection depicting the horrors creeping beneath the waves, festering within delirious minds, and more.\n\nDagon: Complete Edition includes:\n• Dagon: by H. P. Lovecraft: step into the shoes of a former WWI ship officer and experience the story that shattered his sanity\n• Dagon – The Railway Horror DLC: dive into the writer's mind and uncover what haunted his very dreams (based on Lovecraft's actual nightmare)\n• Dagon – The Little Glass Bottle DLC: experience a treasure hunt story written by the author when he was just 7 years old\n• Dagon – What The Moon Brings DLC: enter a dream-like world and immerse yourself in cosmic horror behind the wall of sleep\n\nKey features:\n• 100% faithful adaptations of Lovecraft's works brought to life through atmospheric voice acting\n• hidden notes containing rare trivia about Lovecraft’s life and his impact on culture\n• a brand new, console-exclusive DLC - What The Moon Brings\n• compact stories, each suitable for one gaming session\n\nDelve into the eldritch horror of the unknown with Dagon: Complete Edition…\n…if your mind can endure it.\n\nAdditional languages:\n- Polish (PL/POLSKI),\n- Turkish (TR/TÜRKÇE),\n- Czech (CZ/ČEŠTINA),\n- Arabic (AR),\n- Ukrainian (UA/УКРАЇНСЬКА).",
    "publisher": "Feardemic",
    "developer": null,
    "base_release_date": 20241010,
    "first_update_release_date": 20240926,
    "latest_update_release_date": 20240926,
    "latest_update": {
        "version": "65536",
        "release_date": 20240926
    },
    "versions": {
        "65536": 20240926
    },
    "category": [
        "Adventure",
        "Puzzle",
        "Simulation",
        "Other"
    ],
    "intro": "Immerse yourself in the twisted world of H.P. Lovecraft and unearth the horrors that lie within.",
    "isDemo": false,
    "languages": [
        "ja",
        "pt",
        "en",
        "es",
        "fr",
        "de",
        "it",
        "ru",
        "ko",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Mild Violence"
    ],
    "region": null
}