{
    "id": "0100B72010F86800",
    "base_tid": "0100B72010F86000",
    "name": "Mystic Pillars: A Story-Based Puzzle Game",
    "description": "IMAGINATIVE EXPERIENCE\nMystic Pillars is an unique blend of intriguing puzzles and an immersive storyline set in Ancient India, providing you with an engaging gameplay experience.\n\nHANDCRAFTED PUZZLES\nThe game is a reimagination of the Indian traditional board game - Ali Guli Mane or the Internationally known variant Mancala. Solve the 100 simple, handcrafted and unique math based spatial puzzles.\n\nJOURNEY ACROSS A MYSTERY LANDSCAPE\nPlay as a mysterious traveller whose journey across the world lands you in the kingdom of Zampi. Resolve the drought plaguing the once-prosperous kingdom of Zampi by solving puzzles and destroying the magical pillars blocking the water.\n\nSTRIKING VISUALS\nHighly stylized hand-drawn artwork and animated cutscenes lure you further into the journey as you move from one puzzle to the next.\n\nUNCOVER THE TRUTH\nOver the course of your journey, meet characters from the past and uncover events which  led to the downfall of Zampi.\n\nDISCOVERING THE PAST\nThe game is greatly influenced by the UNESCO World Heritage site Hampi, India and Indian tradition. Mystic Pillars is our effort to showcase the Indian culture and lesser known languages like Telugu, Kannada, Tamil, Catalan etc. Experience the full game with Voice Over in an Indian Language Kannada or English like never before. The story is available in a total of 21 languages.\n\nMAKING HEADLINES\nWinner: Game Development World Championship (GDWC) 2020 Week 14\nOfficial Selection: Indie Megabooth GDC Showcase 2020\nOfficial Selection: BitSummit Gaiden 2020\nOfficial Selection: Game Devs of Color Expo 2020\nOfficial Selection: 43rd Asian American International Film Festival New York 2020\nOfficial Showcase Unite India 2018\n\nThis Nintendo Switch™ version contains 25 completely refreshed puzzles.",
    "publisher": "Holy Cow Productions",
    "developer": null,
    "base_release_date": 20210603,
    "first_update_release_date": 20211222,
    "latest_update_release_date": 20240524,
    "latest_update": {
        "version": "131072",
        "release_date": 20240524
    },
    "versions": {
        "65536": 20211222,
        "131072": 20240524
    },
    "category": [
        "Puzzle",
        "Other"
    ],
    "intro": "Traverse through mystic landscapes from a bygone era. Unveil the truth by solving addictive puzzles and bring back the glory of an ancient land.",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "pt",
        "es",
        "fr",
        "de",
        "it",
        "ru",
        "ko",
        "zh",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "General"
    ],
    "region": null
}