{
    "id": "01003ED016E52800",
    "base_tid": "01003ED016E52000",
    "name": "Capcom Fighting Collection",
    "description": "Ten of Capcom's most popular arcade games in one bumper collection!\n\nA wide variety of titles are included from series such as Street Fighter and Darkstalkers, Cyberbots, and the first home console port of Red Earth! And of course, all titles support online play! This is the perfect collection for both arcade veterans who remember the titles, and those who want to get into them for the first time!\n\n■ Fully-featured online modes\nPlayers can aim to top the global leaderboards in ranked matches, or create a lobby with friends for casual matches and spectating.\nRollback netcode offers a comfortable online experience.\n\n■ First-timers welcome\nBeginner-friendly features such as training modes and one-button special move control options are included. You can also save and load any time for a quick do-over!\n\n■ Additional content to enjoy The Museum\nThis archive features more than 500 illustrations and development materials across the 10 included titles. It also includes concept art that has never been shown to the public before, and behind-the-scenes materials that give a glimpse into the development process. Not only that, you can listen to over 400 music tracks recorded from the arcade versions of each title.　\n\n■ Included game titles (available in English and Japanese except where noted with *, indicating Japanese version only):\nDarkstalkers\nNight Warriors\nVampire Savior\nVampire Hunter 2*\nVampire Savior 2*\nHyper Street Fighter II\nSuper Gem Fighter Minimix\nSuper Puzzle Fighter II Turbo\nCyberbots\nRed Earth",
    "publisher": "CAPCOM",
    "developer": null,
    "base_release_date": 20220624,
    "first_update_release_date": 20220623,
    "latest_update_release_date": 20220926,
    "latest_update": {
        "version": "131072",
        "release_date": 20220926
    },
    "versions": {
        "65536": 20220623,
        "131072": 20220926
    },
    "category": [
        "Arcade",
        "Fighting",
        "Puzzle"
    ],
    "intro": null,
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "pt",
        "fr",
        "de",
        "it",
        "ru",
        "ko",
        "zh",
        "zh"
    ],
    "numberOfPlayers": 2,
    "ratingContent": [
        "Online interactivity",
        "Fantasy violence and nudity"
    ],
    "region": null
}