{
    "id": "01004140132A8800",
    "base_tid": "01004140132A8000",
    "name": "Infectra",
    "description": "Ifectra is a strategy game set in 2124 on the distant planet Emevera III, ruled by the Maxploit Corporation, where an epidemic of a yet unknown virus broke out.\nThe corporation was during advanced level of colonizing a new planet, the perfect source of strategic metarials. The group of engineers, miners, technicians and their families meant to be the seed of a new civilization. And then one day a not yet classified organic gas spread out to the atmosphere, changing irrevocably genotype of people with direct contact with... let's call it virus. It sounds like something manageable.\n\nYour goal as the corporation security commander is to evacuate as many healthy people as possible and to eliminate infected individuals.\n\n- plan evacuation and build fortification\n- try out variety of tactics\n- find the best solutions\n- succeed or be lost\n\nWhen the world is on the edge of catastrophy and the future lays in your hands, the man must hold his ground and find a way of survival.\nYou were not chosen specifically for this kind of job. No one would ever apply ...\nStop the infection from spreading. Guide civilians to the rescue zones and fight hordes of mutants. The corporation is counting on you!\n\nGame main features:\n\n- challenge yourself on the strategic field in 12 missions\n- find your own method of building fortification, experiment and get better results\n- watch cutscenes with actors\n- enjoy 3D low poly graphics",
    "publisher": "Marcin Skierski",
    "developer": null,
    "base_release_date": 20240315,
    "first_update_release_date": 20201111,
    "latest_update_release_date": 20201111,
    "latest_update": {
        "version": "65536",
        "release_date": 20201111
    },
    "versions": {
        "65536": 20201111
    },
    "category": [
        "Strategy",
        "Video",
        "Puzzle",
        "Simulation"
    ],
    "intro": null,
    "isDemo": false,
    "languages": [
        "en"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Fantasy Violence",
        "Mild Blood"
    ],
    "region": null
}