{
    "id": "0100E0D01E8D4800",
    "base_tid": "0100E0D01E8D4000",
    "name": "EGGCONSOLE Dragon Slayer IV DRASLEFAMILY MSX2",
    "description": "Released by Nihon Falcom in 1987, this action RPG marks the fourth installment in the \"Dragon Slayer\" series and was exclusively available for MSX and consumer versions.\n\nThe game revolves around adventuring from a home base with a family of varying abilities, searching dungeons for the four crowns, and face the final battle against Dillgios. Designed to suit the hardware features of the MSX, swiftly navigate through the dungeon, defeating monsters and bosses with agile controls.\n\nConsidered an outlier among the Dragon Slayer series by PC fans, however, the game includes elements that can delight fans, such as the appearance of the heroine \"\"Serena Princess's illustration\"\" from another title in the \"Dragon Slayer\" series within the dungeons.\n\nThis is an opportunity to take on the challenge. There might be a chance to discover a new facet of the Dragon Slayer series. How about giving it a try?\n\n*This application does not have a scene select mode.\n*The main game and gallery screen (*Gallery) are in Japanese version.\n*Other menu screens and \"How to play\" screens are in English.\n*There are scenes with flashing screens, so if you feel any discomfort, please stop playing the game. Also, those who have experienced such symptoms should refrain from playing it.",
    "publisher": "D4 Enterprise",
    "developer": null,
    "base_release_date": 20240411,
    "first_update_release_date": 20240412,
    "latest_update_release_date": 20240412,
    "latest_update": {
        "version": "131072",
        "release_date": 20240412
    },
    "versions": {
        "131072": 20240412
    },
    "category": [
        "Action",
        "RPG"
    ],
    "intro": "An outsider in the Dragon Slayer series emerges! Progress through the adventure by switching between family members with different abilities! Defeat the dragon ",
    "isDemo": false,
    "languages": [
        "ja",
        "en"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Very Mild Violence"
    ],
    "region": null
}