{
    "id": "0100F28011892800",
    "base_tid": "0100F28011892000",
    "name": "Overcooked! All You Can Eat",
    "description": "Enjoy hundreds of levels of cooperative cooking chaos across increasingly perilous and obscure kitchens.\n\nOvercooked! Goes Online\n\nFor the first time ever, online multiplayer has been fully integrated into Overcooked! Revisit your favourite kitchens from the first game in ONLINE!\n\nA Visual Feast!\n\nBoth games have been taken to the next level with stunning, enhanced visuals - this is the best that the Overcooked! series has ever looked.\n\nTasty New Content!\n\nNew levels, new chefs and new mayhem - all exclusive to Overcooked! All You Can Eat.\n\nMultiple Modes!\n\nPlayers can enjoy campaign, survival and practice modes, and new to All You Can Eat - assist mode! Assist mode offers a number of options to allow for a less frantic game including slower recipe timeout, increased round timers and the option to skip levels.\n\nAccessible For All!\n\nOvercooked! All You Can Eat contains a features to allow as many players as possible to join in the food frenzy! Scalable UI  and dyslexia friendly text options are all available. \n\nJourney back to the Onion King for a feast of epic proportions in Overcooked! All You Can Eat. ",
    "publisher": "Team17",
    "developer": null,
    "base_release_date": 20221226,
    "first_update_release_date": 20210319,
    "latest_update_release_date": 20230217,
    "latest_update": {
        "version": "720896",
        "release_date": 20230217
    },
    "versions": {
        "131072": 20210319,
        "196608": 20210322,
        "262144": 20210622,
        "327680": 20210809,
        "393216": 20211102,
        "458752": 20220302,
        "524288": 20220816,
        "589824": 20221012,
        "655360": 20221109,
        "720896": 20230217
    },
    "category": [
        "Simulation",
        "Multiplayer",
        "Strategy"
    ],
    "intro": "Overcooked!, Overcooked! 2 and all additional content are blended together and remastered in this delicious definitive edition! ",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "de",
        "it",
        "ru",
        "ko",
        "zh",
        "zh"
    ],
    "numberOfPlayers": 4,
    "ratingContent": [
        "Mild Cartoon Violence",
        "Users Interact"
    ],
    "region": null
}