{
    "id": "0100B7801693A800",
    "base_tid": "0100B7801693A000",
    "name": "Behind the Frame: The Finest Scenery",
    "description": "Behind the Frame is a vivid, interactive fiction about an aspiring artist on the cusp of finishing the final piece of her gallery submission.\n\nA relaxing, eloquent experience that can be played at any pace. Become immersed in a panoramic world filled with resplendent colors, beautiful hand-animated visuals, and a smooth, easy-listening soundtrack. \n\nAs a passionate artist, seek the missing colors that will bring your paintings to life - all while remembering to take the occasional coffee and breakfast breaks that keep you going. There is more than what meets the eye, for every painting has a story to tell.\n\nFeature List\n• Paint, sketch, and retouch your artwork to complete your masterpiece and your memories\n• Dive into and explore beautiful panoramic, hand-animated worlds inspired by Miyazaki/Studio Ghibli visuals\n• Experience an evocative story, through the eyes of a passionate artist\n• Step into a new painter’s artistic adventure - awaiting those who complete the main story\n• Paint, sketch, and retouch your artwork to complete your masterpiece and your memories using the Joy-Con™, or paint with your fingers using the touch screen",
    "publisher": "Akupara Games",
    "developer": null,
    "base_release_date": 20220602,
    "first_update_release_date": 20220602,
    "latest_update_release_date": 20231013,
    "latest_update": {
        "version": "393216",
        "release_date": 20231013
    },
    "versions": {
        "65536": 20220602,
        "131072": 20220709,
        "196608": 20220801,
        "327680": 20221027,
        "393216": 20231013
    },
    "category": [
        "Puzzle",
        "Adventure",
        "Simulation",
        "Other"
    ],
    "intro": "Guide brush strokes and solve a variety of puzzles to uncover an emotional tale of chance and artistry revealed behind unrelated yet familiar moments.",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "fr",
        "es",
        "de",
        "it",
        "ru",
        "ko",
        "zh",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [],
    "region": null
}