{
    "id": "01001F7014F14800",
    "base_tid": "01001F7014F14000",
    "name": "TOKOYO: The Tower of Perpetuity",
    "description": "Fight your way through a constantly changing tower to solidify your eternal legacy!\n\nYou find yourself trapped in a mysterious tower – one that transforms its very structure every 24 hours.\nThe legacy of your epic struggle shall be carved into the hearts of those who challenge you like an epitaph. \nSurpass countless poor fallen souls and make your way to the heretofore unseen top.\n\nJourney to the top and unravel the mystery hidden within the tower!\n\n▼An auto-generated dungeon that changes daily\nThis 2D action game is set in Tokoyo – the Tower of Perpetuity – a constantly changing and devilishly deceptive auto-generated dungeon crawling with fiendish monsters and brutal traps. The Tower of Perpetuity is automatically regenerated by the game server every 24 hours (in real-world time), allowing for players around the world to take on the same dungeon each day, and for one day only. Different traps and gimmicks await you each day, and you must compete against other players while battling your way through. The dungeon contains various differing branches, offering a certain degree of free choice and randomization.\n\n▼Light social elements\nSocial features utilizing the network have been implemented in the game, in which a gravestone will be placed where a player meets their end, appearing in other players’ games along with their “relics” and “last words”. Take advantage of the different special skills afforded to each character and compete with other players as you struggle to surpass the countless bodies of your less fortunate rivals and fight your way through the impregnable dungeon.",
    "publisher": "PLAYISM",
    "developer": null,
    "base_release_date": 20220602,
    "first_update_release_date": 20220519,
    "latest_update_release_date": 20230524,
    "latest_update": {
        "version": "327680",
        "release_date": 20230524
    },
    "versions": {
        "65536": 20220519,
        "196608": 20220617,
        "262144": 20220624,
        "327680": 20230524
    },
    "category": [
        "Action",
        "Platformer",
        "Other"
    ],
    "intro": "Set in a huge tower that randomly transforms everyday,\ncompete with rivals all over the world\nto reach the top in this social roguelike action game!",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Fantasy Violence",
        "Suggestive Themes"
    ],
    "region": null
}