{
    "id": "010022F01A016800",
    "base_tid": "010022F01A016000",
    "name": "Last Command",
    "description": "Bullet Hell x snake = A New Take on the Classic Experience!\nGrease up your arrow keys and stretch your fingers! Maneuver the Crawler through the enemies’ barrage of attacks and collect Data Points to deal damage! Gain special chips to enhance the Crawler as you progress, overcome intense Boss battles, and uncover the secrets of their program world...\n\n \"Last Command\" takes inspiration from the snake game, but adds two additional actions, \"Dash\" and \"Analyze.\" Make good use of these new actions to dodge attacks and collect \"Data\" generated in the levels to inflict damage.\n\nThere are numerous, non-repetitive battles, each with their own unique style and attack pattern ranging from dazzling screen filling barrages to obstacles that wish to overwhelm you. Each one will be a test to your ability to respond to various difficulties.\n\nModules can be found throughout the game and grant a variety of special abilities. Combined together, they can create a \"Resonance Effect,\" granting unique and stronger bonuses. Find the best combination for your playstyle!\n\nOvercome dangers and challenges while uncovering long-forgotten secrets left after the disappearance of humans as you explore the vast world of programs.\n",
    "publisher": "Winking",
    "developer": null,
    "base_release_date": 20230119,
    "first_update_release_date": 20230119,
    "latest_update_release_date": 20230119,
    "latest_update": {
        "version": "65536",
        "release_date": 20230119
    },
    "versions": {
        "65536": 20230119
    },
    "category": [
        "Arcade",
        "Action",
        "Adventure",
        "RPG"
    ],
    "intro": "Last Command is a fast-paced Bullet Hell x snake action game. ",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "zh",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Very Mild Coarse Language",
        "Very Mild Fantasy Violence",
        "Very Mild Themes"
    ],
    "region": null
}