{
    "id": "0100D9A01A278800",
    "base_tid": "0100D9A01A278000",
    "name": "Skinny & Franko: Fists of Violence",
    "description": "28 years after the events of 'Franko: The Crazy Revenge', titular anti-hero Franko returns to Poland to get his old friend out of trouble. This time also he will not go easy on his enemies...\n\nNow, with help of his pal Skinny, Franko will wreak havoc in the streets once again.\n\nSkinny & Franko: Fists of Violence is an outstanding and brutal 2D beat'em up game. Designed by a creator of cult classics like 'Franko: The Crazy Revenge' or 'Doman: Sins of Ardan' that were popular in the 90's.\n\n\n\nFeatures:\n- play on 8 intense and packed with enemies and boss fights, hand-drawn main stages with a few bonus levels and secret locations\n- dive into the story and find out what happened to Skinny and Franko's friend 'Shorty'\n- 30k frames of hand-drawn, old-school animations\n- use over 50 different weapons and special attacks to beat your enemies\n- fight over 80 different bullies and morons (no reskins!)\n- hand drawn and animated characters in a unique, own style\n- car driving and shooting mini-games\n- tons of humor and bad language in the game\n- play solo or in 2-player coop mode\n\n\n\nThe unique graphical setting, being a combination of a realistic world and satire, create a specific atmosphere, that you will find only here.\n\nAre you ready? They are coming!",
    "publisher": "Console Labs",
    "developer": null,
    "base_release_date": 20230428,
    "first_update_release_date": 20230623,
    "latest_update_release_date": 20231123,
    "latest_update": {
        "version": "131072",
        "release_date": 20231123
    },
    "versions": {
        "65536": 20230623,
        "131072": 20231123
    },
    "category": [
        "Arcade",
        "Action",
        "Fighting",
        "Adventure"
    ],
    "intro": "Brutal next chapter of Amiga's legendary beat'em up 'Franko: The Crazy Revenge' is here. It's time to clean the streets of evil.",
    "isDemo": false,
    "languages": [
        "en"
    ],
    "numberOfPlayers": 2,
    "ratingContent": [
        "Blood",
        "Crude Humor",
        "Nudity",
        "Sexual Themes",
        "Strong Language",
        "Use of Drugs and Alcohol",
        "Violence"
    ],
    "region": null
}