{
    "id": "0100AA9019E84800",
    "base_tid": "0100AA9019E84000",
    "name": "Jumbo Airport Story",
    "description": "Make your fledgling airport into a world-famous international landmark jam-packed with entertainment!\n\nFirst build facilities such as Bistros and Bookstores to make visitors comfortable.\nSatisfied customers make your airport more popular, and will attract even more visitors!\n\nBut the bigger your airport gets, the more tired visitors will be from walking around...\nStill, never fear! Simply place seating like Benches and Sofas near facilities, and visitors will be able to rest up.\nOh, and don't forget Plants to soothe sore eyes!\nSeeing nature is especially important in places like airports, don't you think?\nSo add some greenery to your airport scenery!\n\nKeep on truckin' until you can hold fairs and make your airport even livelier!\nYou may even get some new visitors?!\n\nMake enough money to buy your own airliners and devise flight plans.\nBefore long you'll be setting up regular flights!\n\nSign contracts with foreign airline companies and make your airport a global player!\nBuild up friendships with foreign cities and attract people from all over the world!\n\nSo what are you waiting for? Help passengers travel the world and live out their dreams today!\n\nTry searching for \"Kairosoft\" to see all of our games!!",
    "publisher": "Kairosoft",
    "developer": null,
    "base_release_date": 20230202,
    "first_update_release_date": 20231123,
    "latest_update_release_date": 20231123,
    "latest_update": {
        "version": "65536",
        "release_date": 20231123
    },
    "versions": {
        "65536": 20231123
    },
    "category": [
        "Simulation",
        "Strategy",
        "Adventure",
        "Other"
    ],
    "intro": "Just imagine: your own world-famous airport! A game with sky-high levels of fun!",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "fr",
        "de",
        "ko",
        "zh",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "General"
    ],
    "region": null
}