{
    "id": "0100C57018922800",
    "base_tid": "0100C57018922000",
    "name": "Captain Velvet Meteor: The Jump+ Dimensions",
    "description": "Welcome to the Jump+ Dimensions!\n\nDamien's life is flipped upside-down when his family moves him to Japan. A shy boy, he copes with his newfound loneliness with the power of his infinite imagination and creates an imaginary hero named \"Captain Velvet Meteor\"! In his imaginary world, Damien sets off on an adventure with his favorite Jump+ heroes and fights to adjust to his new home and find himself.\n\nExperience Damien's struggles living in Japan for the first time as he interacts with his family in his Grandmother's home. Then dive into the Jump+ Dimensions, the world of Damien's imagination, where he takes part in strategic battles that include puzzle and stealth elements. Use signature attacks of your Jump+ companions through Power and Assist Combos to unleash massive damage on hoards of enemies. Or get strategic with abilities that inflict status effects or knock enemies aside to help control the battlefield.\n\nBecome Captain Velvet Meteor and help Damien conquer his fears in a tactical adventure enjoyable for players of all ages and skill levels!\n\nFeaturing Jump+ Heroes from:\n\nSPY×FAMILY - Loid Forger\nMonster No. 8 - Kafka Hibino\nHEART GEAR - Chrome\nSlime Life - Slime\nHell's Paradise: Jigokuraku - Gabimaru\nSummer Time Rendering - Ushio Kofune\n'Tis Time for \"Torture,\" Princess - Princess & Ex\nGHOST REAPER GIRL - Chloé Love & Kai Iod",
    "publisher": "SHUEISHA GAMES",
    "developer": null,
    "base_release_date": 20220728,
    "first_update_release_date": 20220727,
    "latest_update_release_date": 20231213,
    "latest_update": {
        "version": "393216",
        "release_date": 20231213
    },
    "versions": {
        "65536": 20220727,
        "196608": 20220805,
        "262144": 20220831,
        "327680": 20231025,
        "393216": 20231213
    },
    "category": [
        "Strategy",
        "Puzzle",
        "RPG",
        "Action"
    ],
    "intro": "Join forces with Captain Velvet Meteor and heroes from Jump+ universe to face off against forces of evil in exhilarating tactical battles!",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Fantasy Violence",
        "Mild Blood",
        "Mild Language"
    ],
    "region": null
}