{
    "id": "01004EF01DD22800",
    "base_tid": "01004EF01DD22000",
    "name": "KILL KNIGHT",
    "description": "Once a loyal knight, betrayed, and banished to the Abyss. A desecrated corpse inside reanimated armor. You rise to an eternal death. Branded KILL KNIGHT, you have one purpose - KILL THE LAST ANGEL. \n\nFIVE ELDRITCH LAYERS\nKILL, OR BE KILLED\n\nMASTER THE DEMON WITHIN\nDance with death in the Abyss, and unveil intricate layers of gameplay lurking beneath the surface. Exploit enemy weaknesses, enact brutal executions, weave through your arsenal to tactically manage resources, and unleash destructive wrath blasts to turn the tide. Every encounter is testament to your mastery.\n\nBEAUTY IN DECAY\nKILL KNIGHT’s polished, minimalist aesthetic, and retro visuals pay homage to the neon-soaked arcades and shooters of the 90’s. Set across five relentless, hand-crafted eldritch arenas, KILL KNIGHT embraces lo-fi brutalism and revels in the dread and dream-like ruins that surround your descent into the Abyss.\n\nETERNAL DAMNATION\nSurvive the otherworldly onslaught and complete challenges to unlock powerful new equipment for your Knight’s Arsenal, and evolve your unique playstyle. Learn to harness the special abilities and fire-modes of KILL KNIGHT’s array of pistols, heavy weapons, swords, and armor. Take your fight to the global leaderboards against friends and foes alike. Enter if you dare, Knight, and revel in the carnage.\n\nFEATURES\n- Fast and visceral top-down, push forward combat that rewards aggression and precision\n- An immersive otherworld dripping in corrosive atmosphere with a retro-inspired aesthetic\n- Descend through five fatal layers, each more deadly than the last\n- Choose your challenge, with three distinct difficulty settings to overcome\n- Survive long enough to raise your Kill Power, increasing speed and damage\n- Complete challenges to unlock your Knight’s Arsenal, and evolve your playstyle\n- Dive into Master Mode, combining all five layers into one extended arena challenge\n- Ascend the global leaderboards, and compete with friends for high-score supremacy",
    "publisher": "PlaySide",
    "developer": null,
    "base_release_date": 20241002,
    "first_update_release_date": 20240918,
    "latest_update_release_date": 20240926,
    "latest_update": {
        "version": "131072",
        "release_date": 20240926
    },
    "versions": {
        "65536": 20240918,
        "131072": 20240926
    },
    "category": [
        "Action",
        "Shooter"
    ],
    "intro": "Arcade-inspired isometric action shooter. \nMASTER THE DEMON WITHIN.",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "pt",
        "es",
        "fr",
        "de",
        "it",
        "ru",
        "ko",
        "zh",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Blood",
        "Violence"
    ],
    "region": null
}