{
    "id": "01009C301A210800",
    "base_tid": "01009C301A210000",
    "name": "Mr. Run and Jump",
    "description": "In this electric 2D platformer, help Mr. Run and Jump defeat the terrifying Void and collect all the Power Gems from the Realms of Color! Joined by his trusty pal Leap the Dog, the duo must venture through a dazzling and dangerous world, dodging countless enemies and conquering hundreds of fierce platforming challenges to save the day!\n\nMr Run and Jump draws you in with precise level design, free-flowing gameplay, and formidable challenge. Silky controls encourage players to run, jump, dash, double jump, and roll to clear levels with style, making it a speedrunner’s dream. Collectibles hidden in tough-to-reach spots demand players use their wits as well as their dexterity. Dynamic Assistance options allow players to set the level of difficulty they want. No matter how you play, Mr Run and Jump offers engaging gameplay options to players of varying skill levels and approaches.\n\nKey Features\n\nPrecision Platforming: Bound over obstacles, dodge deadly enemies, and collect all the power gems before it’s too late!\n\nRealms of Color: Each world has its own distinct style, with a beautifully illustrated visual aesthetic bursting with vibrant neon graphics.\n\nA Dangerous World: A wide variety of treacherous enemies, each with their own patterns and personality.\n\nHours of Entertainment: Challenging levels, collectible orbs, and Time Trials offer 30+ hours of gameplay.\n\nSave your Dog, Save the World: Experience an original story of a transformed world, a devouring Void, and all the wonders of the Realms of Color.",
    "publisher": "Atari",
    "developer": null,
    "base_release_date": 20230725,
    "first_update_release_date": 20230714,
    "latest_update_release_date": 20240115,
    "latest_update": {
        "version": "262144",
        "release_date": 20240115
    },
    "versions": {
        "131072": 20230714,
        "196608": 20240112,
        "262144": 20240115
    },
    "category": [
        "Platformer",
        "Action"
    ],
    "intro": "Run. Jump. Repeat!",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "de"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "General"
    ],
    "region": null
}