{
    "id": "010095201F474800",
    "base_tid": "010095201F474000",
    "name": "Shadowblade Knight Symphony",
    "description": "Shadowblade Knight Symphony is a heart-pounding, skill-based adventure that pushes the boundaries of human agility and combat prowess. In this shadowy realm, your innate abilities are your only allies as you navigate through treacherous, ever-shifting landscapes and face formidable foes.\n\nKey Features:\n\t•\tHarmonic Combat: Blend acrobatics and combat seamlessly. Chain wall-runs into kicks, transform mid-air somersaults into strikes, and use the environment as your instrument of war.\n\t•\tShadowy Parkour: Traverse reality-bending obstacle courses with ease. Shadow-step between platforms, manipulate time, and bend space to reach impossible locations.\n\t•\tEvolving Shadowblade: Wield a living weapon that adapts to your playstyle. The Shadowblade evolves, rewarding creativity and adaptability with new forms and abilities.\n\t•\tThe Shadow Chain: This tool extends your will, mastering space and enemies. Each cast and swing brings you closer to becoming a true Shadow Knight.\n\nEmbrace the shadows, master the impossible, and compose your legend in Shadowblade Knight Symphony. Are you ready to conduct the ultimate performance of skill and shadow?",
    "publisher": "VRCFORGE STUDIOS",
    "developer": null,
    "base_release_date": 20240825,
    "first_update_release_date": 20240814,
    "latest_update_release_date": 20240814,
    "latest_update": {
        "version": "65536",
        "release_date": 20240814
    },
    "versions": {
        "65536": 20240814
    },
    "category": [
        "Action",
        "Fighting",
        "Puzzle",
        "RPG"
    ],
    "intro": "Embrace the darkness, bend reality, and carve your legend in shadowblade knight symphony.",
    "isDemo": false,
    "languages": [
        "en"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Fantasy Violence",
        "Mild Blood"
    ],
    "region": null
}