{
    "id": "0100230005A52800",
    "base_tid": "0100230005A52000",
    "name": "Lovers in a Dangerous Spacetime",
    "description": "LOVERS IN A DANGEROUS SPACETIME is a frantic 1- to 4-player couch co-op action space shooter. Explore a colorful galaxy in a massive neon battleship that you control together by manning turrets, lasers, shields and thrusters. Only through teamwork can you triumph over the evil forces of Anti-Love, rescue kidnapped space-bunnies, and avoid a vacuumy demise.\n\nLOCAL CO-OP GAMEPLAY\n2 to 4 players (or 1 player plus a loyal AI space-pet) need to work together to man the different battle stations, dashing back and forth between weapons, shields and engines. All players fill important roles at all times, and nobody gets left behind.\n\nUPGRADEABLE SHIPS\nFind and combine powerful space-gems to customize your ship's load-out. Each gem provides different abilities, letting you learn the right tools for every situation.\n\nA NEW EXPERIENCE EVERY TIME\nRandomized level layouts mean that all players will be exploring fresh areas every time you play.\n\nSIMPLE CONTROLS, DEEP CHALLENGE\nControlling your spacenaut is so simple that anyone can jump in quickly, but getting all players to work together like a well-oiled machine, battling a galaxy of evil robots and constellations — that’s the tricky part.",
    "publisher": "Asteroid Base",
    "developer": null,
    "base_release_date": 20171003,
    "first_update_release_date": 20171003,
    "latest_update_release_date": 20221016,
    "latest_update": {
        "version": "262144",
        "release_date": 20221016
    },
    "versions": {
        "65536": 20171003,
        "131072": 20171024,
        "196608": 20180712,
        "262144": 20221016
    },
    "category": [
        "Party",
        "Action",
        "Simulation",
        "Communication"
    ],
    "intro": "Deep space is a dangerous place, but you don’t have to face it alone!",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "de",
        "it",
        "pt",
        "ru",
        "ko",
        "zh",
        "zh"
    ],
    "numberOfPlayers": 4,
    "ratingContent": [
        "Scary Scenes"
    ],
    "region": null
}