{
    "id": "01001B6010D58800",
    "base_tid": "01001B6010D58000",
    "name": "YOGA MASTER",
    "description": "Thanks to the collaboration of international professional yoga coaches, Yoga Master is the first wellness game of its kind built entirely in 3D and designed by experts to help you reach the perfect balance between mind and body.\n\nWith a wide range of programs, lessons and more than 150 poses from classic to urban yoga, you'll be mentored by a coach who will accurately show you exercises step by step, performing them with you.\n\nRelax in breathtaking and completely customizable environments, choose your favorite programs or make your own and free your mind with yoga breathing exercises.\n\nThanks to the Joy-Con®, you'll be able to follow the exercises with your coach!\n\nWith an amazing soundtrack of original music, avatar customization, and BMI calculation, Yoga Master is the ultimate yoga game for all the enthusiasts!\n\nWith Update 2.0, the game has reached a new and improved visual impact for a much more enjoyable and immersive experience!\n\nAs with all physical activities, a state of good health is required.\n\nPracticing yoga is recommended for people aged 18 and over.",
    "publisher": "My World",
    "developer": null,
    "base_release_date": 20200313,
    "first_update_release_date": 20200604,
    "latest_update_release_date": 20230621,
    "latest_update": {
        "version": "393216",
        "release_date": 20230621
    },
    "versions": {
        "65536": 20200604,
        "131072": 20210311,
        "196608": 20210421,
        "262144": 20210501,
        "327680": 20220530,
        "393216": 20230621
    },
    "category": [
        "Lifestyle",
        "Training",
        "Sports",
        "Other"
    ],
    "intro": "Yoga Master is the first wellness game of its kind built entirely in 3D and designed by experts to help you reach the perfect balance between mind and body.",
    "isDemo": false,
    "languages": [
        "en",
        "es",
        "fr",
        "de",
        "it"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Online Interactivity",
        "In-Game Purchases"
    ],
    "region": null
}