{
    "id": "01003F000973E800",
    "base_tid": "01003F000973E000",
    "name": "Metropolis: Lux Obscura",
    "description": "This city is rotten to the core. You can’t even tell night from day in this hell where big money runs everything. And the best way to prove you’re right is with brute force.\n\nJon Lockhart walked through the prison gates a free man, after spending years imprisoned as the supposed murderer of an old friend. He returned once more to the city where it all started intent on figuring out who it was that framed him for the murder and make them pay in blood for the crime. It'd take some work with the key witness dead, but that just meant he'd have to flush out every rat from hiding.\n\nOld friends and new enemies. Search for the truth, for loyalty and sanity - but all you can find here is redemption, betrayal and death. \nWelcome to Metropolis.\n\n- Beautiful comic art\n- Gorgeous, sexy girls\n- 12 mental disorders and bad habits to unlock\n- Amazing soundtrack and audio effects\n- Rich and dramatic story, professionally voice acted\n- An addicting match-3 puzzle battle system with upgradable traits\n- 4 different endings",
    "publisher": "Sometimes You",
    "developer": null,
    "base_release_date": 20180404,
    "first_update_release_date": 20180301,
    "latest_update_release_date": 20180419,
    "latest_update": {
        "version": "196608",
        "release_date": 20180419
    },
    "versions": {
        "65536": 20180301,
        "196608": 20180419
    },
    "category": [
        "Puzzle",
        "Other"
    ],
    "intro": "Metropolis Lux Obscura is a unique game with a film noir atmosphere, seductive wanton women, and dirty dangerous secrets. Gameplay is based on a motion comic with a non-linear plot mixed with MATCH3 puzzle fights.",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "de",
        "ru",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Strong Coarse Language",
        "Strong Nudity",
        "Strong Sex Scenes",
        "Strong Themes"
    ],
    "region": null
}