{
    "id": "0100E56019450800",
    "base_tid": "0100E56019450000",
    "name": "Demon Sword: Incubus",
    "description": "Play as Amila, the game's main heroine, and wielder of a forbidden magical sword, to drive back the demon invasion!\n\nUse sword and spell combos to slash and blast through crowds of encroaching enemies! \nWhen fighting giant bosses, guard break their defenses, find an opening, then obliterate them for good with a well-placed super deadly attack!\n\n\n[Features]\n- Satisfying side scrolling action gameplay infused with classic fighting game elements...including input commands for special attack, guard, guard break, reflection, dash, side-step, and combos.\n- Boss fights to wait for you at the end of every stage.\n- Dressing Room feature that allows you to dress up and customize Amila's appearance.\n- Destructible costumes will rip and tater based on the level of damage taken. \n- A training mode for practicing and perfecting combos and special attacks.\n- Tutorial mode for learning the basics and exploring the features of the game.\n- Input support that allows you to assign complex command inputs to specific buttons.\n- A variety of adjustable traits and skills allow you to build your character in any way you want.",
    "publisher": "Sanuk",
    "developer": null,
    "base_release_date": 20230608,
    "first_update_release_date": 20230427,
    "latest_update_release_date": 20230802,
    "latest_update": {
        "version": "196608",
        "release_date": 20230802
    },
    "versions": {
        "65536": 20230427,
        "131072": 20230621,
        "196608": 20230802
    },
    "category": [
        "Fighting",
        "Action",
        "RPG"
    ],
    "intro": "Might, magic, and....seduction!?\nFight back hordes of advancing enemies in this satisfying side scrolling hack n' slash RPG!",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "zh",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Fantasy Violence",
        "Suggestive Themes"
    ],
    "region": null
}