{
    "id": "0100D3E01C544800",
    "base_tid": "0100D3E01C544000",
    "name": "Nora: The Wannabe Alchemist",
    "description": "Join Nora, a spirited young witch who's made a few… reckless choices. Embark on a whimsical point-and-click adventure and help her right the wrongs she’s done. While you’re at it, help this wannabe alchemist become a licensed witch.\n\nA MAGICAL GARDENER\nTake on the role of a budding alchemist, tasked with nurturing magical gardens. Keep your plants from withering and gather all you can carry. Keep in mind that the clock is ticking, so don’t waste a single second.\n\nEARN A LIVING\nTake the literal fruits of your labor to create dozens of unique potions. You decide if you’d rather use them to remove some obstacles or sell them for a profit. Visit the nice elderly lady who runs the magic shop next door. Spend your money wisely and expand your range of possibilities.\n\nDISCOVER SECRETS\nUse your alchemy to revitalize the old gardens left by Nora’s grandmother. Uncover new locations and new materials to speed up your journey to the top. Help Nora realize her dream and become a master alchemist.\n\nCUSTOMIZE\nChose from a wide plethora of options to make Nora’s home into the place you could call home. Use your hard-earned cash and customize it to your heart’s content.  It won’t influence your alchemy, but it will look glorious.\n\nKey Features:\n- A classic point&click game mixed with a farming simulator\n- Unique Gardens\n- A multitude of crafting options\n- Vibrant illustrations\n- Home customization\n- Quirky characters",
    "publisher": "RedDeer.Games",
    "developer": null,
    "base_release_date": 20231124,
    "first_update_release_date": 20231127,
    "latest_update_release_date": 20231127,
    "latest_update": {
        "version": "65536",
        "release_date": 20231127
    },
    "versions": {
        "65536": 20231127
    },
    "category": [
        "Adventure",
        "Arcade",
        "Simulation",
        "RPG"
    ],
    "intro": "Immerse yourself in a fascinating world filled with magical gardens and witches.",
    "isDemo": false,
    "languages": [
        "en",
        "zh",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Mild Fantasy Violence"
    ],
    "region": null
}