{
    "id": "01009A1016AAA800",
    "base_tid": "01009A1016AAA000",
    "name": "Farm Knight Adventures",
    "description": "Farm Knight Adventures is a simple fantasy farming simulation with RPG elements and epic adventures. You start as a small farmer and start building your farm. You harvest the fruits you grow and sell them to the nearby hamlet, of course to buy more seeds and other useful things for your farm. With the newly bought items, you can level up and transform your small yard into a large farm with animals, growing fields of delicious vegetables and busy work stations in no time. Experience epic adventures in the gold or iron mine. Go on serious adventures in the dungeon or the crypt. However, these adventures are for experienced adventurers. A vibrant world awaits you with many places to explore and treasure maps lying around waiting for you to be discovered.\nSo if you like farming and would like to go on epic adventures, then grab a shovel and start your farm or take your sword and start your adventure today!\n\nFeatures:\n- Farming simulation with RPG elements\n- Many items from crafting, equipment, weapons, armour or seeds and even wings!\n- Four different disciplines to master (Farming, Hunting, Mining, Cooking)\n- Loving living world\n- Procedurally generated dungeons",
    "publisher": "Kistler Studios",
    "developer": null,
    "base_release_date": 20240116,
    "first_update_release_date": 20240105,
    "latest_update_release_date": 20240423,
    "latest_update": {
        "version": "393216",
        "release_date": 20240423
    },
    "versions": {
        "65536": 20240105,
        "196608": 20240125,
        "262144": 20240126,
        "327680": 20240208,
        "393216": 20240423
    },
    "category": [
        "RPG",
        "Adventure",
        "Simulation",
        "Lifestyle"
    ],
    "intro": "Build up your farm,grow fruits, cook food and grab your sword and go on epic adventures!",
    "isDemo": false,
    "languages": [
        "en"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Scary Scenes"
    ],
    "region": null
}