{
    "id": "0100810012A1A800",
    "base_tid": "0100810012A1A000",
    "name": "Carto",
    "description": "Use this power to explore mysterious lands, help a quirky cast of characters, and guide Carto on her journey back to her family.\n\nSeparated from her Granny during a storm, young Carto must use her innate cartography powers to map and manipulate the world around her on her quest to be reunited. As she discovers new “pieces” of the game map, players can rearrange them to shape the levels themselves - unlocking new paths, puzzles, and story moments. \n\nCarto will traverse strange new lands, learn their cultures, and enlist the help of new friends along the way in this hand-crafted adventure.\n\nFeatures\n- Employ a unique puzzle and exploration mechanic: rearrange pieces of your map, and watch the world change around you!\n- Chill out and explore peaceful-yet-mysterious lands across a 5-7 hour story\n- Meet a colorful cast of characters and learn about their unique cultures\n- Bask in lush, hand-drawn visuals across a variety of biomes\n- Experience a beautiful soundtrack with over 30 original tracks to accompany you on your adventure\n",
    "publisher": "Humble Games",
    "developer": null,
    "base_release_date": 20220721,
    "first_update_release_date": 20201005,
    "latest_update_release_date": 20210819,
    "latest_update": {
        "version": "262144",
        "release_date": 20210819
    },
    "versions": {
        "65536": 20201005,
        "131072": 20201026,
        "196608": 20210104,
        "262144": 20210819
    },
    "category": [
        "Adventure",
        "Puzzle"
    ],
    "intro": "A charming adventure game wrapped around a unique, world-altering puzzle mechanic.",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "fr",
        "de",
        "ru",
        "ko",
        "zh",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Comic Mischief"
    ],
    "region": null
}