{
    "id": "0100BF301E9B2800",
    "base_tid": "0100BF301E9B2000",
    "name": "Grapple Dogs: Cosmic Canines",
    "description": "FEATURES\n- Pure platforming bliss - Fast-paced swinging action meets a whole host of fresh abilities, such as magnetic panels and fire-dashing, all coming together as a tight, fun platforming romp!\n- New worlds - Journey across dimensions in an epic quest to save... everything! Each unique world is bustling with vibrant, eye-catching pixel art and bubbling with personality!\n- Gameplay galore - Sail across the cosmos to explore multiple worlds filled with tons of levels. Hidden collectibles, secret areas, memorable boss battles, bonus levels, time trials, and more to sink those canines into.\n- Exhilarating soundtrack - Jazz Mickle's catchy, killer soundtrack will have Grapple Dogs' beats stuck in your head forever, with level-by-level jams that are sure to get that tail waggin'!\n\nTWO DOGS ARE BETTER THAN ONE\nMore dogs = more action! Mysterious newcomer Luna joins the adventure, with her weaponry adding exciting new gameplay features to the fray. Alternate between playing as the swingin' hero Pablo and the shoot-first-ask-questions-later anti-hero Luna.\n\nTHE RETURN OF PABLO\nThe pettable, adventurous, acrobatic pup Pablo returns, with his trusty grappling hook allowing him to zip across levels and worlds throughout the cosmos, completing tricky challenges and platforming tests, along with new powers and new friends.\n\nSWING YOUR OWN WAY\nHone your grappling skills - or your gun-blasting prowess - with optional collectibles for those who love extra challenge. Try your speedrunning might with the Time Trial modes and race against the world(s) to prove who's the real top dog.",
    "publisher": "Super Rare Games",
    "developer": null,
    "base_release_date": 20240912,
    "first_update_release_date": 20240913,
    "latest_update_release_date": 20241007,
    "latest_update": {
        "version": "131072",
        "release_date": 20241007
    },
    "versions": {
        "65536": 20240913,
        "131072": 20241007
    },
    "category": [
        "Platformer",
        "Arcade",
        "Action",
        "Adventure"
    ],
    "intro": "Swing, jump, and blast through dimensions in the follow-up to the critically-acclaimed 2D action-platformer Grapple Dog.",
    "isDemo": false,
    "languages": [
        "ja",
        "pt",
        "en",
        "es",
        "fr",
        "de",
        "nl",
        "ko",
        "zh",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Mild Fantasy Violence"
    ],
    "region": null
}