{
    "id": "0100ABE00DB4E800",
    "base_tid": "0100ABE00DB4E000",
    "name": "Edna & Harvey: Harvey's New Eyes",
    "description": "Life at the convent school isn't easy for Lilli. Only her vivid imagination lets the shy girl escape everyday-drudgery under the stern, watchful eye of the Mother Superior. She diligently works through her chores, no matter how unfair they may be. Her innocent, imperturbable way of carrying out the orders of others has something both tragic and eerie about it. Any resentment, any childlike disobedience is buried deep beneath a seemingly impenetrable shell of sweetness.\nAnd if anything goes awry or gets ugly, the jolly censorship gnomes got her back: they put a nice coat of pink paint over all the things Lili would rather not consciously confront. But are her little potato-shaped budies real or just a figment of her vivid subconscious? Maybe it's only a matter of time until she completely loses her mind!\nWhen her best friend Edna disappears under mysterious circumstances, Lili bravely sets out on a dangerous journey, not only to get her friend back, but also to confront her subconscious fears.",
    "publisher": "Daedalic Entertainment",
    "developer": null,
    "base_release_date": 20220223,
    "first_update_release_date": 20190814,
    "latest_update_release_date": 20210303,
    "latest_update": {
        "version": "196608",
        "release_date": 20210303
    },
    "versions": {
        "65536": 20190814,
        "131072": 20201109,
        "196608": 20210303
    },
    "category": [
        "Adventure"
    ],
    "intro": "When her best friend Edna disappears, Lili bravely sets out on a dangerous journey to get her friend back, but also to confront her fears.",
    "isDemo": false,
    "languages": [
        "en",
        "de",
        "ru"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Blood",
        "Language",
        "Use of Alcohol and Tobacco",
        "Violence"
    ],
    "region": null
}