{
    "id": "0100D4A012FF2800",
    "base_tid": "0100D4A012FF2000",
    "name": "Two Point Campus",
    "description": "Build your university, your way! \n\nIt’s time to spin academia on its head! Got a yearning for learning? Or just keen to build an educational masterpiece? Campus is jam-packed with new creative tools to help you build the university of your dreams. \n\nFor the first time, build in the great outdoors as you develop your own delightfully educational campus environment, housing the top teaching facilities in the land. Whether you prefer building on simple foundations, or placing every tree, you can build the university you want.\n\nLay down pathways with new easy-to-use tools. Plant glorious collections of outdoor flora. Place benches, fountains, sculptures, hedgerows – even picket fences. The only limit is your imagination (and your in-game bank balance). \n\nNot the usual fare\n\nBut, of course, it wouldn’t be a Two Point game without a twist. \n\nRather than typical academic fare, students in Two Point County enjoy a range of wild and wonderful courses: from Knight School (hey, we all have to learn jousting at some point in our lives), to the salivatory Gastronomy, where your students will build mouth-watering concoctions like giant pizzas and enormous pies. \n\nThe academic year… is here!\n\nTake advantage of the opportunity to spend way more time with the little people in your university. The academic year begins with a summer break, giving you enough time to get everything looking great before your students move in. \n\nBuild libraries, hire the best staff (from eccentric professors to madcap researchers), kit your campus out with the best courses and watch the academic potential of your students get unlocked! \n\nShaping the future\n\nBut it’s not just work hard. Get to know your students, explore their individual personalities, wants and needs. Keep them happy with clubs, societies, gigs. \n\nSurround them with friends, help them develop relationships, furnish them with pastoral care and ensure they have the right amount of joie de vivre to develop into incredible individuals who will do the legacy of your university proud. ",
    "publisher": "SEGA",
    "developer": null,
    "base_release_date": 20220816,
    "first_update_release_date": 20220624,
    "latest_update_release_date": 20240408,
    "latest_update": {
        "version": "1900544",
        "release_date": 20240408
    },
    "versions": {
        "65536": 20220624,
        "196608": 20220805,
        "262144": 20220816,
        "327680": 20220826,
        "393216": 20220906,
        "458752": 20220915,
        "524288": 20221012,
        "589824": 20221027,
        "655360": 20221109,
        "720896": 20221207,
        "786432": 20221212,
        "851968": 20221221,
        "917504": 20230119,
        "983040": 20230207,
        "1114112": 20230316,
        "1245184": 20230417,
        "1310720": 20230426,
        "1376256": 20230627,
        "1441792": 20230714,
        "1507328": 20230816,
        "1572864": 20230822,
        "1638400": 20230911,
        "1703936": 20230926,
        "1769472": 20231018,
        "1835008": 20231123,
        "1900544": 20240408
    },
    "category": [
        "Strategy",
        "Simulation"
    ],
    "intro": "Welcome to the University of U. Build your university, your way!",
    "isDemo": false,
    "languages": [
        "pt",
        "en",
        "es",
        "fr",
        "de",
        "it"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Crude Humor",
        "Mild Suggestive Themes",
        "Users Interact",
        "In-Game Purchases"
    ],
    "region": null
}