{
    "id": "0100B6301ABD6800",
    "base_tid": "0100B6301ABD6000",
    "name": "Backpack Hero",
    "description": "Overview\nBackpack Hero is a twist on your standard deck-building roguelike. It isn't just about what you carry, but how you organize the items within your bag! Their placement has a huge impact on their performance. Find them the right spot in your backpack to increase their power! Explore ancient dungeons, caves, swamps, and more! Meet colorful friends and fight deadly foes! Don't get lost!\n\nStory Mode\nWhen you aren't putting your life in danger, you can make good use of the resources you have gathered and rebuild your hometown of Haversack Hill! Turn it into a charming and efficient hamlet to attract new residents. Buy and sell items, conduct research, and unlock heroes, challenges, and quests. By organizing the perfect village, you will restore the world of Orderia and rescue the animals who live there!\n\nFeatures\n- Experiment with your strategy and create game-breaking solutions\n- Collect 800+ distinct items, with ingenious powers and synergies to harness\n- Battle with over 100+ enemies. Learn their attack patterns and vanquish your foes\n- Dive into the endless dungeons! Start every run with randomly generated levels and discover unpredictable items, unique layouts, events, and challenges\n- Explore 5 unique play styles by selecting different heroes\n- Play standalone runs or experience the full adventure and meta progression in Story Mode\n- Rebuild Haversack Hill and help its inhabitants\n- Turn the village into an appealing and efficient hamlet to attract new residents. Buy and sell items, conduct research, and unlock heroes, challenges, and quests\n",
    "publisher": "Different Tales",
    "developer": null,
    "base_release_date": 20231114,
    "first_update_release_date": 20231123,
    "latest_update_release_date": 20240819,
    "latest_update": {
        "version": "327680",
        "release_date": 20240819
    },
    "versions": {
        "131072": 20231123,
        "196608": 20231219,
        "262144": 20240728,
        "327680": 20240819
    },
    "category": [
        "Adventure",
        "RPG",
        "Strategy",
        "Puzzle"
    ],
    "intro": "The inventory management roguelike! Collect rare items, organize your backpack, and vanquish your foes!",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "fr",
        "de",
        "ko",
        "zh",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Mild Fantasy Violence"
    ],
    "region": null
}