{
    "id": "010044300A65E800",
    "base_tid": "010044300A65E000",
    "name": "Defoliation",
    "description": "【Storyline】\nThe young characters and the old woman, who met through an unfortunate accident, may not have had a good start, but they eventually open up and the youngsters end up visiting the woman at her house as friends.\nOne day, when they are headed to the old woman’s house as usual, they are suddenly hit by paramnesia. When they wake up, the woman’s house looks different to what they knew.\nUnder fear of being watched by someone, they begin their puzzle-solving journey for survival.\nWhat are the secrets behind the eternal autumn leaves—the key to the game—and the missing schoolgirl?\nCan these young characters make it through the game and make it back alive?\n【Game Description】\nIt all starts from searching the house. The player can solve puzzles or look for hints for solving them, by touching the screen or moving the mouse pointer to click on the places they want to search. There are various tricks in the house, and you can move forward as you solve the puzzles along the way. You can also master the use of items to increase the chance of discovering unexpected breakthroughs. Click the Hint Button when you are stuck. It may give you hints about what you may have missed in the screen.",
    "publisher": "COSEN",
    "developer": null,
    "base_release_date": 20180531,
    "first_update_release_date": 20230418,
    "latest_update_release_date": 20230418,
    "latest_update": {
        "version": "65536",
        "release_date": 20230418
    },
    "versions": {
        "65536": 20230418
    },
    "category": [
        "Adventure",
        "Puzzle"
    ],
    "intro": "Puzzle-solving adventure-suspense game set in Taiwan ",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "ko",
        "zh",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Mild Themes",
        "Scary Scenes"
    ],
    "region": null
}