{
    "id": "01001C700873E800",
    "base_tid": "01001C700873E000",
    "name": "GOD EATER 3",
    "description": "The latest numbered entry in the popular God Eater franchise has finally come to the Nintendo Switch™!\nNow you can experience the game's intriguing story, distinct characters, and stylish, high-speed combat whenever you're on the go, both alone and with friends!\n\n■ Jump into the fray of lightning-fast battle as you wield your God Arc!\nGod Arcs are weapons you can transform to slash, shoot, and devour any Aragami that stand in your way! Use different customization parts to choose between one of eight melee forms, one of four gun forms, and one of three shields, creating a God Arc that is uniquely yours!\n\n■ Take down your foes with stylish techniques such as Burst Arts and Dive attacks!\nBurst Arts are powerful special attacks that can be performed on land, in the air, or while dodging! Choose from different Burst Arts to complement your fighting style!\nDive attacks convert your God Arc into a shield as you charge toward the enemy at high velocity. You can even use them to dash around the battlefield!\nUtilize these and other techniques to develop your own play style as you face off against the Aragami!\n\n■ Experience a dramatic story in which you are the main character!\nTake the role of a new Adaptive God Eater trying to survive in a harsh world. Customize your character's appearance, including their face, hairstyle, and outfit before embarking on an adventure with compelling allies as you rise above a world of desolation and discover what lies in store for you on the road ahead!\n\n■ Fight Aragami head on together with your friends via local communication!\nUsing the Nintendo Switch's local communication feature, you can engage in multiplayer with up to three other people! Join forces with your friends to advance through the story and collect materials for your God Arc!",
    "publisher": "BANDAI NAMCO Entertainment",
    "developer": null,
    "base_release_date": 20211124,
    "first_update_release_date": 20190709,
    "latest_update_release_date": 20200520,
    "latest_update": {
        "version": "720896",
        "release_date": 20200520
    },
    "versions": {
        "65536": 20190709,
        "131072": 20190731,
        "196608": 20190918,
        "262144": 20191016,
        "327680": 20191106,
        "393216": 20191208,
        "458752": 20200115,
        "524288": 20200205,
        "589824": 20200218,
        "655360": 20200325,
        "720896": 20200520
    },
    "category": [
        "Action"
    ],
    "intro": "Rise above despair!\nDevour monstrous gods with your allies!",
    "isDemo": false,
    "languages": [
        "ja",
        "en",
        "es",
        "pt",
        "fr",
        "de",
        "it",
        "ru",
        "ko",
        "zh"
    ],
    "numberOfPlayers": 1,
    "ratingContent": [
        "Blood",
        "Mild Language",
        "Suggestive Themes",
        "Violence",
        "Users Interact"
    ],
    "region": null
}