{
    "id": "01005790110F0800",
    "base_tid": "01005790110F0000",
    "name": "Cobra Kai: The Karate Kid Saga Continues",
    "description": "Choose a side, master your moves, and embrace your destiny in an epic beat 'em up adventure inspired by the hit show. Take control of 8 playable characters with deep movesets, combos, progression, real-time character swaps, ultimate attacks, and much more! 34 years after the events of the 1984 All Valley Karate Tournament, the rivalry of Daniel LaRusso and Johnny Lawrence continues. The fight is in your hands now!\n \n•Two-Fold Storyline -  Featuring an all-new storyline filled with unique cutscenes and dialog-choose to take control of Daniel and his students at Miyagi-Do Karate through a storyline campaign. Or select their rivals, Johnny Lawrence and his disciples at Cobra Kai to play their side of the story. Completing both sides of the campaign unveils an ultimate ending.\n\n•RPG-Like Dojo Progression - Master 40 unique skills and upgrade your characters' stats as you karate your way through enemies.\n\n•Character Swap System - Choose your Dojo then seamlessly swap between your favorite characters within, including Miyagi Do's Daniel, Robby, Sam and Demetri; or Cobra Kai's Johnny, Miguel, Hawk and Tory.\n\n•Live the Cobra Kai Universe - Explore Los Angeles in the Karate Kid universe across 28 missions filled with characters and enemies from the show!\n\n•Authentic Cobra Kai Experience - Featuring the voices of William Zabka, Ralph Macchio and other top-tier cast, along with an exclusive soundtrack from the creators of the Cobra Kai show.",
    "publisher": "Game Mill",
    "developer": null,
    "base_release_date": 20210318,
    "first_update_release_date": 20201020,
    "latest_update_release_date": 20201104,
    "latest_update": {
        "version": "131072",
        "release_date": 20201104
    },
    "versions": {
        "65536": 20201020,
        "131072": 20201104
    },
    "category": [
        "Action",
        "Arcade",
        "Fighting",
        "Adventure"
    ],
    "intro": null,
    "isDemo": false,
    "languages": [
        "en"
    ],
    "numberOfPlayers": 2,
    "ratingContent": [
        "Alcohol Reference",
        "Mild Language",
        "Mild Suggestive Themes",
        "Violence"
    ],
    "region": null
}