{
    "id": "05872000029f0000",
    "name": "Nuts [A26]",
    "size": 8264310,
    "releaseDate": 20210122,
    "description": "<p>Find out where the squirrel keeps their stash!<br />\nYou have 3 cameras, wired up to three TVs at your hideout. Each night, the squirrel leaves its home, goes to its stash, and returns home. You can place the cameras during daytime, and at night you can watch it run around. Can you find the tree that has the stash?<br />\nInstructions<br />\nWASD: MoveClick: InteractE (at night): End the night earlyE (near camera): Aim &lt;-- this one&#39;s not obvious ⚠F: Speed up time &lt;-- use sparingly, you could miss the squirrel!<br />\nWhat we know about the squirrel<br />\nit lives in the orange treeit takes the same route every nightit visits one other tree, this is where the stash is<br />\nHints<br />\nstart by putting your cameras around the orange treeif you wait around near the stash tree, you can shake it be nice to the squirrelyou can leave the night-time early, by pressing [E]<br />\n⚠ absolutely no jumpscares ⚠<br />\nThis game was made for GGJ 2018, at the Reykjavik University site in Iceland. All development and design done by me, Jonatan Van Hove, with help from Marín Björt Valtýsdóttir, Torfi Ásgeirsson and Jóhannes Sigurðsson.<br />\nExternal assets: Unity 2017.3, First Person Drifter, Outline shader, Squirrel model, Clock model, Chair model, Camera model (modified), Lato Font<br />\n🐿️🐿️🐿️🐿️🐿️🐿️🐿️🐿️🐿️🐿️🐿️🐿️🐿️🐿️🐿️🐿️🐿️🐿️🐿️🐿️🐿️🐿️🐿️🐿️🐿️<br />\nUpdate history<br />\nv0.6 - Apr 20 - 2018<br />\nFixed a lot of weird squirrel behavior edge-casesAdded rewind/fast forward feature for night time<br />\nv0.5 - Apr 19 - 2018<br />\nImproved tooltips (you can choose if you want to see Keyboard or Gamepad tooltips)Fixed flicker bug when spinning 360 degreesTweaked zoom, walk speedAdded small environment improvementsAdded French translation (Thanks Tyu)Added mouse/gamepad sensitivity optionsAdded menu (press ESC, mouse only)<br />\nv0.4 - Feb 1 - 2018<br />\nImproved tooltipsFixed overlapping trees in one of the scenariosAdded fast forward key (hold F)Added Linux version<br />\nv0.3 - Jan 29 - 2018<br />\nSquirrel picks one of 10 random pathsCamera previews (when near)Camera aim (hold E)Lots of tiny fixes, and pacing tweaks<br />\nv0.2 - Jan 28 - 2018<br />\nFixed fences (can no longer get over them)Fixed squirrel going out of bounsdSlightly increased mapFixed broken TV A on OSXAdded controller support<br />\n🐿️🐿️🐿️🐿️🐿️🐿️🐿️🐿️🐿️🐿️🐿️🐿️🐿️🐿️🐿️🐿️🐿️🐿️🐿️🐿️🐿️🐿️🐿️🐿️🐿️<br />\nKnown issues<br />\nThe game has no audio You can&#39;t set mouse sensitivity, sorry :(Use ALT+F4 to quit, also when you win The squirrel behavior is a bit wonky (fixed in 0.3)Player sits inside chair (instead of on) (fixed in 0.2)The squirrel exits the fence briefly, but re-enters (fixed in 0.2)You can exit the fence by trying hard but really shouldn&#39;t (fixed in 0.2)</p>"
}