{
    "id": "0587200003a10000",
    "name": "Snail Against Squirrel [A26]",
    "size": 8262081,
    "releaseDate": 20200722,
    "description": "Against The Moon: Prologue is a free demo version of Against the Moon. In it, you can play through the first story chapter. Prologue will introduce you to the main characters and mechanics of the game, as well as tell an independent story about the start of confrontation between mankind and unknown creatures, that swarmed the Earth.<br/><br/>Having lost control of the planet to weird beasts of their own creation, humanity’s last survivors took refuge in an ancient citadel. Now the superhuman Ultori represent mankind’s last hope. Lead a squad of powerful Ultori to defeat the Furos, the nightmare creatures of the Moon, and restore humanity as the rightful rulers of Earth.<br/><br/>Craft your own deck, upgrade your cards and level up your characters to combat bizarre and dangerous opponents. Crush enemy bosses, build your forces and gather the resources you need to challenge the Moon itself!<br/><br/>May Great Mother Arx bless your mission. You are our only hope!<h3>Features</h3><br/><strong>Unique deckbuilding system</strong><br/><br/><br/>Against The Moon offers a new approach to deckbuilding: each card can evolve along two different paths, allowing you to adapt to your opponents’ strategy. Keep an eye on your energy levels, and remember: the enemy is watching your every step.<br/><br/><strong>Giant arsenal</strong><br/><br/><br/>Lead a squad of epic heroes – the Ultori. Each Ultori has unique abilities, weapons, and most importantly, their own units to lead into battle. Think strategically, outsmart your enemies with cunning traps, and finish them once and for all with your team's ultimates.<br/><br/><strong>As beautiful as it is deadly</strong><br/><br/><br/>Immerse yourself in a unique post-apocalyptic world with dozens of atmospheric illustrations, and intense, vividly animated combat.<br/><br/><strong>Something for everyone</strong><br/><br/><br/>While Against the Moon offers easy to learn game mechanics to entertain casual players, hardcore genre fans will also be challenged by special missions with unique rewards!<br/><br/><strong>Epic sci-fi adventure</strong><br/><br/><br/>Enter a world where humanity has been left behind and explore the mysteries of the godlike Ancients. Uncover the origins of the strange and vicious beasts called Furos, and challenge the tyrant behind the invasion of Earth. Bring back the former glory of Arx, the last bastion of mankind.<br/><br/><strong>New adventure each playthrough</strong><br/><br/><br/>The world of the future does not forgive mistakes. Beyond the walls of Arx, every decision could be your last. Combine mighty artifacts with a careful strategy and conquer the brutal wastelands.<br/><br/><strong>Inspired by the classics</strong><br/><br/><br/>We’ve blended classic RPG concepts and modern game design for an engaging, challenging and fresh gameplay experience. Every easter egg and hidden detail adds to an adventure both new, and reminiscent of favorite games of the past.<br/><br/><br/><br/>https://store.steampowered.com/app/921800/Encased_A_SciFi_PostApocalyptic_RPG/<br/>https://store.steampowered.com/app/783190/Sin_Slayers/<br/>https://store.steampowered.com/app/760080/Hazardous_Space/"
}