{
    "id": "05872000033b0000",
    "name": "Riddle of the Sphinx [A26]",
    "size": 8237872,
    "description": "EXPLORE Secret Chambers. DISCOVER Hidden Tombs. UNEARTH Ancient Relics. And UNRAVEL an ancient Riddle, entombed for centuries by the ancient Egyptians! <br/><br/>Riddle of the Sphinx™ The Awakening is an epic ancient Egyptian adventure featuring unlimited exploration in and around the Giza Sphinx and Great Pyramid of Cheops. This is your opportunity to immerse yourself into the Giza Sphinx and Great Pyramid — one of the last seven wonders of the ancient world. <br/><br/>Your adventure begins at the Giza Sphinx, the 'Father of Terror'. Then, you can trek deep into the enigmatic chambers of the Great Pyramid. But this is only the beginning of an exciting journey. <br/><br/>Should you be successful, your efforts will reveal and solve many of the real-life archaeological mysteries surrounding the Sphinx and Great Pyramid, and ultimately solve the Riddle of the Sphinx. Should you fail, well... your fate will be sealed with those who have gone before you!<br/><br/>Riddle of the Sphinx™ The Awakening (enhanced edition) features:<br/>- Hours of challenging gameplay<br/>- Complex puzzles and subtly hidden clues to challenge your skills<br/>- Beautifully rendered 3D environments<br/>- Authentic ancient Egyptian scenes with meticulous attention to detail<br/>- Beautiful cinematic animations and cut-scenes<br/>- Historical accuracy and real-world archaeological puzzle integration<br/>- An original, richly orchestrated Egyptian soundtrack<br/>- Over 50 million square feet of exploration<br/><br/>The Enhanced Edition Engine features:<br/>- HD enhanced graphics and music<br/>- Exceedingly fast navigation<br/>- Cinematic transitions &amp; node warping<br/>- Real-time effects: 2,500-year-old tomb dust, gnats, sand, bokeh, bubbles, etc.<br/>- Ingenious new miniUI with interactive magnifying loupe<br/>- New set of \"Flying Scarab\" cursors, along with legacy \"hand\" cursors<br/>- A robust interactive in-game hint &amp; solutions guide: Book of the Dead Ends™ unlocked for the Sphinx Plateau and Great Pyramid<br/>- Re-engineered Inventory and Saved Games UI<br/><br/>Download Riddle of the Sphinx to explore and discover the mysteries of Ancient Egypt!"
}