{
    "id": "05872000035b0000",
    "name": "Save Mary! [A26]",
    "size": 8262502,
    "releaseDate": 20170919,
    "description": "<p>The &quot;Jail&quot; suddenly appeared a number of years ago, sinking the city deep into the ground. There, this impenetrable living prison 666 metres beneath the surface, held power over eerie creatures called &quot;Marchens.&quot; Within the prison was a boy named Jack - living a life of suffering, tortured day in and day out, in a world where all dreams, hopes, peace, and humanity had been lost for as long as the people could remember. Then one day, amidst the darkness that prevailed, a girl who called herself a member of the Blood Team appeared before Jack, holding giant scissors dripping in blood! This marked the beginning of fate - of Jack&#39;s and the Blood Maidens&#39; escape from the Jail...<br />\nJack and the Blood Team will face countless perils in regaining all that has been lost, to finally escape once and for all!<br />\nEnter the world of Mary Skelter: Nightmares - a darkly sinister dungeon-crawling RPG set in a mysterious tower inspired by twisted fairy tales. Guide your hero Jack and a band of powerful Blood Maidens, the only heroes capable of cutting a path through a living dungeon inhabited by Nightmares – near unstoppable creatures that unceasingly pursue you through fiendishly constructed labyrinths. Fight through legions of “Marchens” using your Blood Maidens’ unique powers and the blood of your enemies to exploit weaknesses, buff your skills and enter a powerful ‘Massacre’ mode to gain the edge in combat. As the Blood Maidens cut through their enemies only Jack’s blood and the Mary Gun can hope to control the Blood Maidens’ violent heroics. A bloody, dungeoneering challenge awaits!<br />\nGame Features:<br />\n• Customize your characters with 20+ jobs, each with their own unique skillset and stats!<br />\n• Challenging Nightmares chase you through the dungeons – use special abilities to lay traps and gain the advantage before battle! Some say there are giant Nightmares so large they span multiple floors…<br />\n• Fill your blood meter to transform and deal more damage in the powerful Massacre mode, or reduce it to heal the party and receive stat boosts!<br />\n• Explore the twists and turns of the Jail and satisfy its bloody curdling desires to earn helpful Jail Bonuses in your quest to escape!</p>"
}