{
    "id": "0587200000cb0000",
    "name": "Colours [A26]",
    "size": 8234015,
    "releaseDate": 20200706,
    "description": "<p>You may need to zoom out to play the game in browser.</p>\n\n<p><strong><em>What the basic concept is.</em></strong><br/>The basic concept is that you are a printer. You must change the colors of blocks until you can arrange every color into a glorious colour ring.</p>\n\n<p><strong><em>How colors work.</em></strong><br/>The three primary colors are cyan, magenta, and yellow.</p>\n<p>Cyan + Magenta = Blue<br/>Cyan + Yellow = Green<br/>Yellow + Magenta = Red</p>\n<p>The “opposite” of a color is the primary or secondary color that it is not associated with. E.g. the opposite of Magenta is Green, and the opposite of Blue is Yellow.</p>\n\n<p><strong><em>How functions work.</em></strong><br/>Functions are made of two (or three) parts. They can only be vertical. In order to work, a block must pass over a conveyor between the key block and the applyable colours.</p>\n<p>The “key block” on the bottom determines which color is added to a block that passes through the function. The 'Applyable' block(s) on the top determine what colors of blocks it can apply to.</p>\n<p>If a black block is placed under the key block, the function removes color instead of adding it.<br/></p>\n<p>The second and third screenshots show a white block being passed through a function which can add yellow to only white blocks. The fourth and fifth screenshots show how a function which removes colour instead of adding it would work by removing Magenta from a Blue block (Blue = Magenta + Cyan).<br/></p>\n<p>Adding all primary colors together will result in black</p>\n<p>If a color combination doesn’t work, then the function does nothing. For example, having a secondary color as a key block won’t do anything.<br/></p>\n<p>If you've made a successful function a white border will appear around the whole function, indicating where the function extends to.<br/></p>\n\n<p><strong><em>How inputs and outputs work.</em></strong><br/>When an input tile is placed, a white block is automatically spawned on top of it. That block now “belongs” to that input tile.</p>\n<p>When a block (that belongs to an input tile that still exists) passes over an output tile, a block of opposite color is spawned at its input tile. The block on the output tile is destroyed.</p>\n<p>The starting three blocks were not created from an input tile, and therefore will not be affected by an output tile.</p>\n\n<p><strong><em>How conveyors and turns work.</em></strong><br/>Conveyors move blocks. They can be rotated before placing them, either by scrolling or with e and q.</p>\n<p>Blocks on a conveyor move one space per turn. Turns are passed by right-clicking.</p>\n\n<p><strong><em>How to win!</em></strong><br/>The final goal is to arrange one block of each color in a ring, in the order shown in the first screenshot. (If the big finished icon doesn't appear when you finish you might have hidden it underneath the other game sprites.)<br/></p>\n<p><strong><em>Controls.</em></strong></p>\n<p>E/Q &amp; Scroll Wheel: Rotates a conveyor whilst you're holding it.<br/></p>\n<p>Escape: Drops the tile you're holding (Conveyor, Input Tile, Output Tile, Destructo-pad).</p>\n<p>Left click: Lets you pick up stuff.</p>\n<p>Right click: Lets you pass turns.<br/></p>\n\n<p><strong><em>Challenge Mode.</em></strong></p>\n<p>Challenge mode is the intended gameplay experience. However, we recommend you only try it after you've beaten standard mode and gotten your head around the way the game works. Challenge mode requires you to think far ahead and plan many steps in advance. In challenge mode the only restriction is that you cannot destroy or change conveyors. You can still destroy and replace inputs and outputs (we'd be interested to hear if you can do it without even that).</p>\n<p>The first screenshot is of what it looks like to beat challenge mode. Don't just copy, it doesn't work like that anyway.<br/></p>\n\n<p><strong><em>Super-Ultra Challenge Mode.</em></strong></p>\n<p>There's no setting in the game for this but, if you want a real challenge, try beating the game while splitting the game into two periods. In the first period you can place and destroy whatever you want. You are not allowed to press right click during this period. In the second period you are only allowed to right click until you (hopefully) beat the game through your careful planning.<br/></p>\n<p>\n</p>\n\n\n<p><strong><em>Integration of the themes.</em></strong></p>\n<p>Originally, we planned to use chain reactions and negative feedback loops, but the concept changed quite a bit. We wanted to have chain reactions by having several functions in a row that combined to do cool and unique things. In the final version, this really isn’t necessary, so it’s hardly a part of the game anymore. This kind of happened when we realised just how cool it would be if you physically built the functions out of blocks. It was a natural step given we were allready representing them the same way in planning.</p>\n<p>For the negative feedback loops, we implemented them using the system of inputs and outputs. The negative feedback loops gives you the opposite of what you put in which creates what seems to us to be a pretty cool mecthanic.<br/></p>\n\n\n<p>\n</p>\n<p><strong><em>Diversifiers used:</em></strong></p>\n<ul><li>Join the Trijam Discord and read the #rules channel!</li><li>Invite your friends to join the game jam! (or better yet, force them to... 😏) (he worked with me on this project)</li><li>Tweet out your game with #Trijam and @GunnarClovis for a retweet! Do the same for any videos you make!</li><li>Edit the Theme of your itch.io game page and give it a custom color <br/>palette, background, and banner using assets from your game! Make sure \r\nto include some content on the game page itself too, like instructions \r\nfor controls, explanation of themes and diversifiers, how much time was \r\ntaken, which engine was used, links to any external assets that were \r\nused, anyone who worked on the game, etc.! (WIP)</li><li>Make a real-time turn-based game!</li></ul>\n\n\n<p>\n</p>\n<p><strong><em>Credits:</em></strong></p>\n<p>Art - <strong>Bont/Soft Sod</strong> (It's his first game jam! Look at how good his art is! - Xhirp)<br/></p>\n<p>Design - <strong>Kyrion </strong>&amp; <strong>Xhirp</strong></p>\n<p>Programming - <strong>Xhirp</strong><br/></p>"
}