{
    "id": "0587200001370000",
    "name": "E.T. - The Extra-Terrestrial [A26]",
    "size": 8240169,
    "releaseDate": 19821201,
    "description": "<p>E.T. the Extra-Terrestrial (also referred to simply as E.T.) is a 1982 adventure video game developed and published by Atari, Inc. for the Atari 2600 video game console. It is based on the film of the same name, and was designed by Howard Scott Warshaw. The objective of the game is to guide the eponymous character through various screens in a cubic world to collect three pieces of an interplanetary telephone that will allow him to contact his home planet.</p>\n<p>Warshaw intended the game to be an innovative adaptation of the film, and Atari thought it would achieve high sales figures based on its connection with the film, which was extremely popular throughout the world. Negotiations to secure the rights to make the game ended in late July 1982, giving Warshaw only 5 and a half weeks to develop the game in time for the 1982 Christmas season. The final release was critically panned, with nearly every aspect of the game facing heavy criticism. E.T. is often cited as one of the worst video games of all time and one of the biggest commercial failures in video game history. It is considered to be one of the most significant titles in the history of video games, as it is cited as a major contributing factor to the video game industry crash of 1983, and has been frequently referenced and mocked in popular culture in the years since its release, often being used as a cautionary tale about the dangers of rushed game development and studio interference.</p>\n<p>Reports from 1983 gave way to urban legend stating that as a result of overproduction and returns, millions of unsold cartridges were buried in an Alamogordo, New Mexico landfill. In 2013, plans were revealed to conduct an excavation to determine the accuracy of reports about the burial, and in April of the following year, the diggers confirmed that the Alamogordo burial did include E.T. cartridges among other titles. James Heller, the former Atari manager who was in charge of the original burial, was also on hand at the excavation and revealed to the Associated Press that 728,000 cartridges of various titles were buried.</p>"
}