{
    "id": "05872000011b0000",
    "name": "Dodge 'Em - Dodger Cars [A26]",
    "size": 8261676,
    "releaseDate": 20160929,
    "description": "<strong>EM: Shader Attack is a hardcore arkanoid with colorful effects and unusual game elements. In this game you will play again and again!</strong><br/>In each new game you have to go through 10 different levels. Passage of the one level ordinary takes from 20 to 30 seconds. Passage of all levels takes less than 5 minutes. And most importantly, there is no likelihood that you will get tired of playing! And you know why?<br/>Because, we have provided a high replayability due to the fact that every time when you start a new game, the game randomly drawn ten maps from the pool of maps. The game pool has more than 150 manually created maps. Every map has it’s own music theme and graphics!<br/><br/>The task is difficult, but doable. To pass each level you need to knock down at least half of all blocks. Some blocks will be open very powerful AOE bonuses. As soon as you catch the first bonus, no one can stop you!<br/>One of the tasks in EM: Shader Attack is an accumulation of energy. If you can accumulate enough energy, then you can activate EM Mode. The game world in EM Mode is transformed, it becomes buoyant and frankly confusing. But here is reward. In this shader mode has an important advantage - you get a five-fold multiplication the power of all caught bonuses! Also, on every next level the ball will move a little faster ...and faster.<br/>Didn’t catch, passed the ball and lost all of you lifes? Don’t worry and begin a new game! EM: Shader Attack offer completely new levels and dizzying experience! Everytime!<br/><br/><ul><li>Each level in the game has been maded by hand (there are more than 150 maps);<br/></li><li>Each level has its own graphical and musical theme;<br/></li><li>You can use boosters and bonuses to earn as many points as possible. Limitations? Only your ability;<br/></li><li>EM Mode will transform your game and will provide a truly huge amount of points. If you can handle it!</li></ul>"
}