{
    "id": "0587200001cb0000",
    "name": "Haunted House [A26]",
    "size": 8260454,
    "releaseDate": 20100928,
    "description": "The whole play is full of foreshadowing. This is more than just a single \"ghost story\" experience. By unlocking different endings, it can subvert your established imagination and give you up to two completely different thoughts.<br/>\"Haunted House: Locksmith on the First Floor\" is a unique work. Players will play Li Cheng in the public housing estate \"Cheong Wing Building\". This young security guard will be in this mysterious building. Experience an unforgettable and exciting adventure.<br/><br/><strong>Background</strong><br/>The background of the story is set in a residential building that is about to be demolished and rebuilt. Since there are still a few residents who have not moved out, the main task of the protagonist is to collect the \"relocation consent\" from the remaining residents. However, in the process, he discovers There is something strange everywhere in the building, and every resident seems to have various weird behaviors. At the same time, various terrifying ghosts are rumored to live in the building, making Li Cheng's exploration process full of fear and challenges.<br/><br/><strong>Unit</strong><br/>The first unit of the game will focus on a locksmith who lives on the first floor. Players will need to do their best to get the locksmith to move out of the building and solve the mysteries. Every choice in the game will affect the development of the story, leading to a variety of different endings, allowing players to enjoy a richer gaming experience. It all depends on the player whether the residents live or die, and whether the protagonist Li Cheng can see through the truth and overcome the difficulties.<br/><br/><strong>Game features</strong><br/>-Probably the only long story game with Hong Kong as the background on this store.<br/>-The entire plot is dubbed in Cantonese, giving you the most authentic style.<br/>-3D modeling and production of public housing buildings for a more outstanding visual experience.<br/>-The game has a complete story line and multiple endings. Some truths may need to be played several times to unlock.<br/><br/><br/>​"
}