{
    "id": "05872000026d0000",
    "name": "Missile War - Astro War [A26]",
    "size": 8258240,
    "releaseDate": 20140603,
    "description": "<p>2017 Summoners War World Arena Championship!<br />\nWho will be the strongest Summoner of all?<br />\nSep. 16th Shanghai, Taipei Regionals<br />\nSep. 23rd Bangkok Regionals<br />\nSep. 24th Hong Kong Regionals<br />\nSep. 30th LA Regionals<br />\nOct. 7th New York, Paris, Tokyo Regionals<br />\nOct. 14th Seoul Regionals<br />\nOct. 17th - 19th Online Tournament<br />\nAnd the World Finals will be held on Nov. 25th in Los Angeles!<br />\n* Events will be held based on the local time (The online tournament will be held based on KST (GMT +9)).<br />\nJoin the moments of excitement via live broadcasting online at the official channel!<br />\nMore Info▶ www.summonerswar.com<br />\nOfficial YouTube Channel▶ https://goo.gl/ifhpKs<br />\n&quot;An action-packed fantasy RPG with over 70 million Summoners around the world!<br />\nJump into the Sky Arena, a world under battle over the vital resource: Mana Crystals!<br />\nSummon over 1000 different types of monsters to compete for victory in the Sky Arena!<br />\nAssemble the greatest team of monsters for strategic victories!<br />\nSummoners War: Sky Arena<br />\nSummoners War Official Community:<br />\nhttp://forum.com2us.com/forum/main-forum/summoner-s-war</p>\n<hr />\n<p>▶Features<br />\n[Strategic Gameplay]<br />\nWitness the dazzling display of each Monster&#39;s unique skills!<br />\n21 different Rune sets to pick and choose additional abilities for your monsters!<br />\nCome up with the best strategy to win battles!<br />\n[Endless Fun!]<br />\nDecorate your Village, battle other summoners, explore Dungeons, fight in PvP battles, expand your Collection, train Monsters, and more!<br />\n[Massive Collection]<br />\nFire, Water, Wind, Light and Dark!<br />\n5 different attributes, and 1000 different monsters!<br />\nCollect as many monsters as you can and assemble the greatest team!<br />\n[Dynamic Guild Battles]<br />\nAll for one!<br />\nFierce battles of up to 25 people per guild!<br />\nGroup up with your guild buddies to be the last guild standing!<br />\n[Real-time Raid]<br />\nBattle as a team!<br />\nA real-time battle with 3 users!<br />\nDefeat the boss with your fellow Summoners using various tactics!<br />\n[Homunculus]<br />\nThe Forbidden Summoning Magic has finally been revealed!<br />\nYou can Evolve the skill of your choice with this special Monster!<br />\nSummon Homunculus and show off your strategy!<br />\n[Craft]<br />\nYou can Craft more than 100 items at the new Craft Building!<br />\nCraft High Runes, special Buildings, Statues and more with the new Craft System and install them wherever you want!<br />\n[World Arena]<br />\nEnjoy a real-time battle with users worldwide!<br />\nExperience a breathtaking battle that starts from Pick&amp;Ban!<br />\nReveal your unique strategy to the world!<br />\n<em> Save (READ_EXTERNAL_STORAGE, WRITE_EXTERNAL_STORAGE)<br />\n: Used to change the profile picture and to attach photos when sending messages to friends on the Com2uS platform on devices with Lollipop (OS 5.1.1) or below.<br />\nSummoners War requires the authority as it supports OS 4.0.3 and above.<br />\n</em> Phone (READ_PHONE_STATE (getLine1Number), READ_CONTACTS) :<br />\n1) Provides services to help the user and the user&#39;s friends play the game together.<br />\n- Game friends registered on the Com2uS platform and the friends on the user&#39;s contact list will be matched. (This function was always provided.)<br />\n2) Utilizes the user&#39;s contacts to increase the usability of the friend invite system.</p>\n<hr />\n<p>Summoners War is available in 16 different languages!<br />\nEnglish, 한국어, 日本語, 中文简体, 中文繁體, Deutsch, Français, Português, Español, Русский, Bahasa Indonesia, Tiếng Việt, Türkçe, العربية , Italiano and ไทย!</p>\n<hr />\n<p>• Items are available for purchase in this game. Some paid items may not be refundable depending on the type of item.<br />\n• For Com2uS Mobile Game Terms of Service, visit http://www.withhive.com/.<br />\n• For questions or customer support, please contact our Customer Support by visiting http://www.withhive.com/help/inquire<br />\n────────────────<br />\nPlay with Com2uS!<br />\n────────────────<br />\nFollow us!<br />\ntwitter.com/Com2uS<br />\nLike us on Facebook!<br />\nfacebook.com/Com2uS<br />\nTips and Updates<br />\nhttp://www.withhive.com</p>"
}