{
    "id": "05872000002f0000",
    "name": "Amoeba Jump v1.3 [A26]",
    "size": 8238221,
    "releaseDate": 20170525,
    "description": "You can raise the ultimate Pokémon!<br/><br/>What is this world coming to?! It's a Pokémon game all about the weakest Pokémon ever—Magikarp! Anyone can play this simple game in their spare time to create the most majestic Magikarp ever in this official Pokémon app!<br/><br/>What kind of Pokémon is Magikarp?<br/>・ It's famous—for being pathetically weak, unreliable, and generally useless.<br/>・ It can't learn any powerful moves—all it does is flop around and splash!<br/>・ When it flops its way too high in the sky, it's sometimes snagged by the Bird Pokémon Pidgeotto—never to be seen again!<br/><br/>Many surprising events lie in store for this pathetic Pokémon. But don't worry—it'll just keep on jumping until it can jump no more!<br/><br/>What kind of game is this?<br/>● Simple controls let anyone easily raise many generations of Magikarp<br/>Tap the food that appears on the screen to feed your Magikarp, or have it complete training to increase its Jump Power! It's easy to do, and with each generation you raise, the next generation grows even faster!<br/><br/>● Discover all kinds of Magikarp to show your friends<br/>In this app, you can fish up all kinds of Magikarp with unusual patterns like calico and polka dots! When you encounter a rare Magikarp, show it off to your friends on your social media networks!<br/><br/>● Pokémon like Pikachu and Piplup are here to help<br/>A number of popular Pokémon can appear to help your Magikarp grow. Keep playing to find out which Pokémon you'll befriend!<br/><br/>● Spruce up your pond with Decorations!<br/>Spruce up the pond where you raise your Magikarp. You can make the pond of your dreams, and help your Magikarp grow faster, too!<br/><br/>■ Notes <br/>・ Terms of Use<br/>Please read the Terms of Use before using this application.<br/><br/><br/>・ Saved data<br/>Your play data for this game will only be saved on your local device. Only by using the backup function within the application can you create a backup of your saved data at that moment to be stored on the server. We recommend that players back up their data often.<br/><br/><br/>・ Device settings<br/>You may not be able to launch this application, depending on your device’s settings and/or how it is used. In order to maintain fairness among players, some functions may become inaccessible if certain operations (such as jailbreaking) have been performed. The following devices are also not supported for this game, so you won't be able to download the application on any of these devices:<br/><br/><br/>・ Connection environment<br/>A poor Internet connection when communicating with the server from within the game, such as when you're buying items from the Shop, can lead to your data becoming corrupted or lost. Please make sure you are in a location with good reception when using features that rely on an Internet connection.<br/><br/>If communication is lost momentarily, you may be able to resume play in some cases by trying again a short time later. Please note that we're unable to assist you if you experience problems due to communication errors.<br/><br/>・ Before making purchases<br/>iOS 8 or higher is required for this application. Available features may depend on your device’s iOS version. Please make sure that you can use the free-of-charge features of this product with no issues on your device before you make purchases. Certain devices and/or configurations may also cause the application to fail to work.<br/><br/>・ For inquiries<br/>Please visit support.pokemon.com to report issues about Pokémon: Magikarp Jump."
}