{
    "id": "05872000021d0000",
    "name": "Lady in Wading [A26]",
    "size": 8262704,
    "releaseDate": 20181107,
    "description": "Cat Lady is a card-drafting game about being the very best Cat Lady you can be! Collect different toys, food, costumes and cats in order to score combos and look after your herd of cats. Based on the physical game published by AEG, this digital adaptation makes for a great pick-up-and-play experience on PC!<br/><br/>Are you ready to collect cute-as-kittens cards in this totally claw-some card-drafting game?<br/><br/><br/>Picking up three cards at a time, you must collect a selection of cats, food, toys, costumes and more to create the best cattery you can. Players take turns picking up cards, meaning you have to carefully consider what your opponents are likely to draft. With three different levels of AI to challenge yourself against, you'll need to master your card drafting skills!<br/><br/>The cards you draft make up different sets, with unique bonuses for collecting complete sets. Grab the right costumes before your opponents pick them up in order to score tons of victory points. Keep playing and score points by feeding all the cats in your cattery and adopt strays to earn more points. The game ends when there are no cards left in the deck and the player with the most Victory Points wins!<br/><br/><br/><br/><strong>Jump straight in</strong><br/>A super quick and easy game to learn. You’ll be adopting more cats than you can shake a tail at!<br/><br/><strong>Purrfect for busy-bodies</strong><br/>Catnaps don’t take themselves, so don’t worry! Games only take 1-5 minutes. You’ll be back to cat-napping in no time.<br/><br/><strong>Become the BEST Cat Lady</strong><br/>Play ranked games and climb the global scratching post leaderboard.<br/><br/><strong>Play as a pack</strong><br/>With charming graphics and local multiplayer for up to 4 people, there’s no need for anyone to miss out!<br/><br/><strong>Achievement hunter</strong><br/>For those cats out there that love the hunt, you’ll find a whole bunch of achievements you can hunt down and catch.<br/><br/>"
}