{
    "id": "05872000027d0000",
    "name": "Morse Code Tutor [A26]",
    "size": 8235807,
    "releaseDate": 20110726,
    "description": "\"A fun and functional app for adults and children alike.\" - AppAdvice.com<br/><br/>SpyLight is the first iPhone 4 application that both sends AND receives Morse Code. Finally, you can translate a Morse Code signal without having to understand it! We have also added a torch as an extra feature.<br/><br/>It has been tested up to 200 meters at night, but might work even further away – we ran out of room to see! Play with your friends and send secret messages using the 'code' button too. <br/><br/>How to use -<br/>You can send Morse Code in the traditional manner with the flash by typing in messages with the keyboard and pressing 'send'. You also have a view finder which can receive the signal from another SpyLight enabled iPhone 4. (or any iPhone / iPod touch that has a flash installed in future.) To get best results keep the incoming flashes as central as possible on the target, although SpyLight does allow for a reasonable amount of wobble, especially at bigger distances.<br/><br/>To try and give you a second or two to lock onto an incoming message SpyLight will precede your text with a few full stops. If you catch one half way through its' signal this may translate as a random character but will not effect the following message. Of course, you can let other SpyLight users know you are about to send a message by switching on the torch before pressing 'send'.<br/><br/>SpyLight has a 'code' button that jumbles up traditional signals and if intercepted will just translate as random data. Make sure both parties use the same code to be able to translate the signals back to your original message. Please note that code 0 is traditional Morse Code so you can even send  to those lucky people who can translate by eye.<br/><br/>If someone seems too far away from you SpyLight also provides a 'zoom' feature on the viewfinder (controlled by a 'slider' in the centre of the screen). This can make it much easier to keep your tracking target on the incoming signal. You will be amazed how far away it can work.<br/><br/>The torch is switched on and off using the torch icon in the top left of the view finder. It is always automatically switched off if you send a message.<br/><br/>Extra support at www.squeakysoftware.com<br/><br/><br/>SpyLight Specifications -<br/><br/>Currently only runs on iPhone 4 (or later) as it requires the camera flash. If a new generation of iPod touch adds a flash it should work on those too.<br/>Requires the use of at least iOS 4.2 to run. If you have an older version, it is quite easy to update it from iTunes. <br/>For best results use with at least 1 friend who also has SpyLight.<br/>SpyLight is unlikely to translate other Morse Code signals as timings will probably be different. However, you will notice that SpyLight is one of the fastest Morse Code signallers of all the Applications available.<br/>SpyLight works best at night. It's pretty good even at dusk, but works less well in daytime.<br/><br/>While SpyLight is both a fun utility and Morse Code sender it does use a flashing light. Please be aware if you are susceptible to these flashes.<br/><br/>-  ….  .-  -.  -.-     -.--  ---  ..- !"
}