{
    "id": "0587200001ef0000",
    "name": "Ixion [A26]",
    "size": 8268643,
    "releaseDate": 20221206,
    "description": "<p>IXION combines city building, survival elements and exploration, into a thrilling space opera as you explore the stars. Propelled onwards into a perilous journey, you are the Administrator of the Tiqqun space station, charged with the task to find a new home for humanity after the Earth can no longer provide.</p>\n<p>Keeping the station sound and flying will require a deft hand and strategic thinking, as you are constantly pulled between maintaining the hull integrity, bringing in new resources and managing power consumption.</p>\n<p>What choices will you make when confronted with impending disaster? What will you discover out there in the dark?<br />\nIN DOLOS WE TRUST<br />\nA population to manage, not all willing crew, not all from the initial launch, some fresh out of cryo… Maintain trust in the corporation that started this venture or face failure and mutiny. Six sectors can be unlocked within the station, each able to house more population, support new jobs, provide opportunities to monitor the crew with the Data Listening Service. Will you bring hope to the people?<br />\nCHOICES IN THE DARK<br />\nWho said you were the only ones to escape the fate of the Earth? Brush up against other pockets of survivors, navigate on from the failures and wrecks of others… IXION will lead the player through gripping chapters of story, where new threats and opportunities are presented, all in aid of reaching the final destination, a new home.<br />\nFRONTIER ACADEMIA<br />\nDOLOS are famed for their innovative technology, their scientists, but the Tiqqun now finds itself cut off. Find what resources you can, research what you do not have. Find new ways to provide for your settlement, construct new buildings to create what’s needed. Modify the Tiqqun station, improve it, forge ahead in this odyssey.<br />\nOCCUPATIONAL HAZARDS<br />\nSpace is a dangerous place. Hull breaches, overloaded power supplies, electrical fires... It is up to you to manage these risks, deal with emergencies, create backup power solutions, and enable Extra Vehicular Activity…<br />\nSTELLAR EXPLORATION<br />\nThere are whole new stellar maps to explore. Send out probes to reveal what’s hidden, create mining and cargo ships to find resources and trade, commission science expeditions to discover the secrets and threats you’ll find out there in space. Encounter other survivors and bring them into the fold of your mission, objective - survive.</p>"
}