{
    "id": "0587200002550000",
    "name": "Mein Weg [A26]",
    "size": 8260112,
    "releaseDate": 20221005,
    "description": "<p>\n</p>\n<p>Von Dr. Ryke Geerd Hamer 🎶 Mein Studentenmädchen 💎Die urarchaische Zaubermelodie Ich empfehle Kopfhörer zum anhören 🎼🎵🎧🥰😄\r\n</p>\n<p> Liedtext: \r\n</p>\n<p>Mein Studentenmädchen Ich liebe ein Mädchen seit 20 Jahr seit mich ihr Mund geküsst seit damals wir beiden Studenten war'n und die kleine Kapelle bei Nacht uns gegrüßt Mädchen, mein Mädchen und die kleine Kapelle bei Nacht uns gegrüßt Ich liebe ein Mädchen seit 20 Jahr lieb sie noch täglich mehr mit tagblauen Augen und nachtdunkler Haar und ich gehe wie verzaubert im Traume seither Mädchen, mein Mädchen und ich gehe wie verzaubert im Traume seither. Ich liebe ein Mädchen seit 20 Jahr lacht mir der Himmel zu Du lächelst das fünfach Gesicht um mich an die zum Pfand Du mir gabst so das bist immer Du Mädchen, mein Mädchen die zum Pfand Du mir gabst und das bist immer Du Ich lieb Dich mein Mädchen seit 20 Jahr Mädchen, mein Herzgesell in Freude und Kummer, in Glück und Gefahr mein Studentenmädchen, mein liebensquell Mädchen, mein Mädchen Mein Studentenmädchen, mein Mädchen, mein Weib Ich lieb Dich mein Mädchen seit 20 Jahr seit mich dein Mund geküßt seit damals wir beiden Studenten waren und die kleine Kapelle bei Nacht uns gegrüßt Mädchen, mein Mädchen seit die kleine Kapelle bei Nacht uns gegrüßt. \r\n</p>\n<p>auf Englisch: \r\n</p>\n<p>My student girl I have loved a girl for 20 years since her mouth kissed me since then we were both students and the little chapel greeted us at night Girl my girl and the little chapel greeted us at night I have loved a girl for 20 years love her more every day with day-blue eyes and dark hair and I've been walking as if enchanted in a dream since then Girl my girl and I've been walking as if enchanted in a dream since then. I have loved a girl for 20 years Heaven laughs at me You smile at the five faces around me that you gave me as a pledge so that's always you Girl my girl that you gave me as a pledge and that is always you I love you my girl for 20 years Girl, my darling in joy and sorrow, in happiness and danger my student girl, my source of love Girl my girl My student girl, my girl, my wife I love you my girl for 20 years since your mouth kissed me since then we were both students and the little chapel greeted us at night Girl my girl since the little chapel greeted us at night.\r\n</p>"
}