{
    "id": "05872000037f0000",
    "name": "Sir Lancelot [A26]",
    "size": 8271281,
    "releaseDate": 20190416,
    "description": "<strong>\r\n\r\nYou can:\r\n    </strong><ul><li><em>Download a Demo of game to try Free <br/>(the demostration contains only 4 levels)</em></li>\n<li><em>Donwload Complete Version Free on Google Play for Android</em></li>\n<li><em>Download Complete game for Windows by only $1.00\r\n</em></li></ul>\r\n\r\nSir Lancelot\r\n<p><strong>Sir Lancelot Quest</strong> is a platform game inspired by the game published in the 80s for amstrad CPC and ZX spectrum home computers, but with graphics and updated content, with an air pixel art, which gives it those retro times.\r\n</p>\n<p>The player will control Sir Lancelot, who must explore the 24 rooms of the castle, and collect all the objects in each room to open the door, and exit to the next room. Your task will be hampered by the presence of enemies and think how to perform the movements with stairs only rise, and placement of the elements. The dynamics of the enemies, screens and situation of the objects, follows the patterns of the original game released for amstrad CPC and ZX spectrum. You also have a time to complete each room, if this time runs out, depending on the game mode, you will lose the game and you must start the room from the beginning.</p>\n<p>The game consists of two game modes:</p>\n<ul><li>The story mode that follows the patterns of mobile games, avoiding the way to play retro, where you can repeat as many times as you want each level, and you will open the next ones as you complete the previous one.</li><li>The survival mode, has all the retro character of the game, where we will have 3 lives, and advance through the screens sequentially, as was the case in the original version of ZX spectrum. When you lose all three lives, you must start from the first screen.</li></ul>\n<p>The control of the game is simple, there are only the three operations of the retro game of amstrad CPC and ZX spectrum, moving the character to the right or left, and being able to jump.</p>\n<p>In the survival mode, the rooms are visited as in the ZX spectrum version, progressively, while the story has it as the amstrad CPC verison, which allows the rooms to be completed in order but can be repeated. Also in the survival mode, to give it the most retro character, it consists, as in amstrad CPC, of a higher score.</p>\n<p>Enjoy, remembering your games to this magical version, one of the greatest hits of the 80s for personal computers.</p>\n<strong>\r\n\r\nHow to play:\r\n    </strong><ul><li><em>The arrow keys are used to move the character from left to right.</em></li>\n<li><em>The spacebar serves for the character to jump or climb the stairs.</em></li>\n<li><em>P key for pause</em></li></ul>"
}