{
    "id": "0587200002fb0000",
    "name": "Power Lords [A26]",
    "size": 8263892,
    "releaseDate": 20160226,
    "description": "<p>Clash with 250 million global players on both mobile and Steam! Dive into a world of strategy and chaos in LORDS MOBILE, the real-time strategy MMO game!<br />\nExplore exotic magical lands thrown into chaos by terrifying monsters and powerful enemies. Choose your favorite heroes, make new friends, and charge fearlessly into war! Strike down your foes and build an empire!<br />\nFEATURES<br />\n☆ An Open-World Game ☆<br />\nJoin with millions of players in an open world! See, chat, and clash with other players in this MMO game!<br />\n☆ Finding Friends ☆<br />\nUnite your allies in your kingdom and ride into war together!<br />\n☆ Rule as the Emperor ☆<br />\nClaim the throne in a battle royale for the kingdom! Will your legacy as a ruler be just or cruel?<br />\n☆ Powerful Heroes ☆<br />\nRecruit and upgrade heroes with unique skills and characters! Let them lead your kingdom to glory, or mix and match them to complete an RPG-style campaign that you will want to play again and again!<br />\n☆ Master Your Strategy ☆<br />\nHow will you prepare your troops for the clash? Try out new lineups and perfect your strategy! Find the best way to strike down your opponent in this top-notch MMO SLG!<br />\n☆ Animated Battles ☆<br />\nExperience the thrill of war as armies clash in beautiful 3D graphics!<br />\n☆ Switching Kingdoms ☆<br />\nEstablish your empire on new lands by moving to any server you want with a simple click!<br />\n☆ Choose Your Path ☆<br />\nWill you conquer enemy kingdoms and imprison rival lords? Will you liberate prisoners of war? Or will your kingdom and empire crumble to dust?<br />\n☆ Summon Familiars ☆<br />\nForge pacts with fearsome monsters and make them Familiars! Train and groom your new companions to their full potential. With their powers by your side, nothing can stand in your way!<br />\nWrite your own legacy, only in LORDS MOBILE!<br />\nNote: This game requires an internet connection to play.</p>"
}