{
    "id": "0587200003770000",
    "name": "Shootin' Gallery [A26]",
    "size": 8236218,
    "releaseDate": 20210601,
    "description": "<p><strong>There are stories about that old luna park...</strong><br/>Have you ever wondered what’s inside that old abandoned luna park? I hope you haven’t, because it’s not safe to even think of some places. But if you asked yourself, even once, the answer is closer than you can imagine! At night when carousels start spinning and loudspeakers start playing spooky music... you may hear laughs and gunshots coming from the tent in the centre of the park. It’s the main attraction - the legendary shooting gallery and all these sounds mean only one thing - someone is fighting to save their soul.</p>\n\n<p><strong>Shoot for the moon... literally!</strong><br/>You know how to use a gun right? Let’s hope you do. Be prepared to face threats that have been left by mad owners of this place for too curious people like you. You might beat them, but your shooting skills will be put to the ultimate test - be ready to meet… well, you’ll see for yourself! So if you want to stay in the game a bit longer, don’t even think of losing your grip - just keep pulling the trigger!</p>\n<p><strong>So you're a new rising star?</strong><br/>You’re going against not only bosses and shooting targets, the whole tent is not in your favour. The scenery will change to confuse you and be yet another distraction while you try to land your shots. Stay focused and observe your surroundings, targets may come from anywhere and top scorers like you can’t afford losing points.</p>\n<p><strong>Playing for the high one!</strong><br/>Gather points and push yourself to the top of the leaderboard, show everyone that you are the best of all lost souls that ever took a part in this mad game. Become a legend of the shooting gallery and who knows maybe one day someone will reward your struggle.</p>\n<p><strong>A real gunslinger here!</strong><br/>Pick from various weapons that will help you survive in this crazy game, they are your only ally in this place. Be sure that you picked the one that will fit your target and it will be your ticket to the next level. So... keep pulling the trigger and enjoy the smell of gunpowder! This is Shootin' Gallery!</p>"
}