{
    "id": "05872000045d0000",
    "name": "Time Warp [A26]",
    "size": 8260065,
    "releaseDate": 19960101,
    "description": "Time Warp is puzzle game in time and space. Offering a unique gameplay experience with its innovative time looping mechanic and multi-layer interaction system. Play the story of Spark or create your own levels and share them with the community.<br/><br/>You are playing as the yellow guy called spark. You wake up at an unknown place which seems to be caught in a loop of time. Your goal is to break the loop by reaching the exit portal in time. But every time the timer runs out the map is reset, and you start again at your spawn portal. Your actions do not go to waste though. A ghost appears and repeats all your moves done previously, interacting with certain elements in the world, effectively allowing you to be at multiple places at the same time. Some elements interact with both, you and your ghosts, while others only seem to exist in one of these dimensions. Use that to your advantage by sending your ghosts to things that you could not accomplish yourself. Break the rules of what seems impossible. But always remember that time is of the essence.FEATURES<br/><br/><ul><li><strong>Story Mode:</strong><br/>Play the story of Spark, lost in space and time. Learn the mechanics of the game and find solutions to diverse logical problems. Explore different worlds and master their environment. Find out about your past and discover your true destiny.<br/><br/></li><li><strong>Level Editor:</strong><br/>Build your own levels in an easy to use editor. Share those levels with friends or the entire playerbase and let others complete in your creation. Earn points for your creations to build up your reputation and have the chance for your levels to be featured in a weekly selection.<br/><br/></li><li><strong>Global Rankings:</strong><br/>Compete with other players on any level. Find the best ways to solve a problem and climb to the top of the leaderboard. Earn points for your achievements and build up your rank in a global community.<br/><br/></li><li><strong>Speed Running:</strong><br/>Challenge yourself in an even bigger scale. Solve all the levels of the story mode as fast as you can. Find new strategies and shortcuts to save valuable time in your competition with the speedrun community.<br/><br/></li><li><strong>Mod Support:</strong><br/>Create your own elements in the game. Demonstrate their features in unique levels that you can share with anyone. Inspire others to use your elements as well and get the chance to have your creation added to the game officially.<br/><br/></li><li><strong>Premium Status:</strong><br/>Use all the features of the game with no limitations. Share as many levels as you like. Upload levels without having to beat them yourself. Show everyone your support for the game with an exclusive icon in your username. Enjoy the game without any interruptions.</li></ul>"
}