{
    "id": "05872000026f0000",
    "name": "Mission 3,000 A.D. [A26]",
    "size": 8239241,
    "releaseDate": 19980924,
    "description": "<p>A Whole New World!<br />\nIt is the year 1602 and you find yourself in command of a sailing vessel, navigating the waters of the uncharted island world of Anker. You have aboard your ship no more than an handful of trusty followers and a limited supply of food and building materials. You are here to begin a new life. As you select which island to settle, your future is already sealed, for each one has its own special characteristics.<br />\nYour goal is to create a whole new world. Explore, construct, settle, trade and defend - that is the challenge that lies before you!<br />\nANNO 1602 A.D. takes you into the world of construction strategy games. Build a realistic, living world for yourself according to your own ideas; your chosen strategy will decide the development and destiny of your towns and villages. Prove your diplomatic skills in your dealings with natives, your comrades and pirates too. Start by building up farms, plantations and small workshops to produce, then use your business acumen and begin to generate trade with your fellow players.<br />\nBut beware, for with riches and prosperity also comes envy and anger! Train soldiers and build defensive structures to protect your property and wealth, or perhaps it may be wise to put your negotiation skills to use outside of business?<br />\nSo as you can see, there&#39;s plenty to do in the world of ANNO 1602 A.D. - exactly what is for you to decide.<br />\nANNO 1602 A.D. includes Anno 1602: Creation of a New World and its expansion Anno 1602: New Islands, New Adventures.<br />\nA unique blend of two exciting genres: part empire builder, part real time strategy<br />\nDemanding scenarios each with differing difficulty levels<br />\nMore than 30 different occupation types<br />\nMore than 90 building types<br />\nMore than 700 islands with unqiue, differing landscapes</p>"
}