{
    "id": "0587200003110000",
    "name": "Racer [A26]",
    "size": 8237878,
    "releaseDate": 20090722,
    "description": "<p>“...it&#39;s a pure reaction game.....I recommend it.” - Arnold Kim, Touch Arcade<br />\n“Racer doesn&#39;t mince words. It is indeed a racing game.” - IGN<br />\n&quot;Racer is a beautifully designed, addictive game that will rattle your nerves worse than rush-hour traffic but keep you coming back for more.&quot; - Macworld (rated 4.5 out of 5)<br />\n&quot;If you haven&#39;t picked up Racer, we highly recommend you do. Speeding down a highway without the worry of cops has never been so much fun....&quot; - SlideToPla<br />\n“....its style alone is enough to encourage playing it. Recommended!&quot; - 148Apps<br />\n&quot;Racer is a great update of the handheld racing games. It’s also a lot better and even a lot cheaper. I think I just found the perfect fast lane!” - appVersity<br />\n“All in all, Racer is a simple game that offers everything an iPhone gamer could ever wish for. Online highscores, great graphics, and surprisingly addictive gameplay make this game a wonder.” - No DPad<br />\n&quot;Racer is great fun as a pick-up-and-play time killer.&quot; - Simon Bull, News Shopper UK</p>\n<hr />\n<p>Racer is a simple, fun and addictive racing game where you drive your car with a finger through the extreme highway traffic. If you always wanted to test your reaction skills and have a good fun on the road but had enough sense not to try it in real life, Racer is your choice.<br />\nRules are very simple: put your finger on the car and drive through the traffic. Extreme and fast driving will speed up your score. There are 4 game modesto chose from. &quot;Normal&quot; and &quot;Hard&quot; are classic dodging games and &quot;Slalom&quot; adds the ability to collect the stars for additional scores. In the &quot;Career&quot; mode you have to complete 20 stages and collect a minimum required number of stars to finish each stage. New cars will be unlocked in &quot;Career&quot; mode only. Let&#39;s start your driving experience and check your reaction!<br />\nFeatures:<br />\n• Addicting gameplay<br />\n• Fun game modes to play!<br />\n• Cool player cars with different control responsiveness to drive!<br />\n• Top100 Global, Local &amp; Friends scoreboards with scrolling function<br />\n• Facebook integration (show your friends who’s the best)<br />\n• iPod music library access<br />\n• Force feedback<br />\n• In-game news<br />\n• Free updates</p>\n<hr />\n<p>For news and updates:<br />\non Facebook: www.facebook.com/tatemgames<br />\non Twitter: www.twitter.com/tatemgames<br />\non YouTube: www.youtube.com/tatemgames<br />\nThank you for playing our games. We read all of your comments and do our best to make the game better. Keep going!</p>"
}