{
    "id": "0587200002530000",
    "name": "MegaMania - A Space Nightmare [A26]",
    "size": 8260576,
    "releaseDate": 20150129,
    "description": "Experience the ultimate expression of the series with “Direct X”!<br />\n[Features of the Windows version]<br />\nOne feature of the Windows version is the ability to set detailed graphic settings, like number of characters displayed, draw distance, and so on, based on your PC’s specs.<br />\nFor those using high spec PCs, using the highest settings optimizes DirectX11’s capabilities, allowing for improved battlefield graphics and amazingly smooth gameplay at a high frame rate.<br />\nAlso, since it is possible to customize the controls, you can create a control scheme that you enjoy for the best game play experience.<br />\n[Features of BLADESTORM: Nightmare]<br />\n◆A new type of Action Game! Lead squads to drive the enemy into oblivion!<br />\nPlayers become mercenaries in the Hundred Years War and lead squads of fighters, made up of anything from footmen, bowmen, and horsemen to elephant troops, cannon troops, and siege weapons, across dynamically changing battlefield on a mission to guide his side to victory.<br />\nPlayers control squads of men, using unique Actions to devastate the enemy for an innovative and thrilling experience. With each trooper, both enemy and ally, guided by its own AI, the savage clash between large forces are painted in breath-taking intensity and shocking reality.<br />\n◆The Thrill and Strategy of controlling 4 squads of up to 200 Troops!<br />\nPlayers can switch between up to 4 squads. Switching between squads allow them to act over a wider area. Also, combining squads into an army of up to 200 men allow players to make powerful concerted attacks and combos based on the attacking squad, all for an exciting new game-play experience that combines the thrill of action and the depth of strategy.<br />\n◆A Richer Story Mode with the inclusion of Nightmare!<br />\nIn the “Hundred Years War”, players enjoy a free mission system that allows them to experience the battle from the viewpoints of both the English and the French. Meeting and interacting with such heroes of history as Joan of Arc and Edward, the Black Prince, brings the story to vivid life.<br />\nIn addition to this, we have included an original Nightmare mode involving huge monsters such as dragons and cyclops. The heroes of history are called upon to fight once more, as England and France join together in common cause to fight mysterious monsters in an entirely new take on the world of the Hundred Years War.<br />\n◆A New Game Experience using the latest technologies and introducing exciting new elements!<br />\nThe latest graphic technologies have been used to create the amazing battles of a Medieval battleground.  We have also included an online multiplayer function, a revised character edit mode and assorted other new features for an enjoyable new game experience.</p>"
}