{
    "id": "0587200003290000",
    "name": "RealSports Basketball [A26]",
    "size": 8238523,
    "releaseDate": 20150401,
    "description": "<strong>3 On 3 Street Basketball Match! </strong><strong>Try the Best Mmo Street Basketball Game Now!</strong><ul><li> Experience a superior gameplay of basketball and perform freestyle street basketball moves! <br/></li><li> Enjoy the excitement of street basketball with its distinct killer graphics and incomparable game experience.</li></ul><strong>one Player, One Character </strong><ul><li> Player is focused on controlling a single character with the position of their choice.<br/></li><li> An interactive basketball game that enables you to define yourself in the court.<br/></li><li> Test your teamwork with other basketball players around the world and show them what you got!</li></ul><strong>key Features </strong><ul><li>\tPositions: Center, Power Forward, Small Forward, Shooting Guard and Point Guard. <br/></li><li>\tSkills: Make your own play style with over 30 of moving, shooting and passing skills! <br/></li><li>\tTournament &amp; Crew: Team up with your crewmates and win the tournament to get a chance to get great prizes! <br/></li><li>\tCustomization: Customize your character and choose from a wide range of outfits, hairstyles, shoes, accessories to define your own fashion statement! <br/></li><li>\tTutorial &amp; Training: Exclusive tutorials show how to execute each and every skill in the game. </li></ul><strong>other Features </strong><br/><ul><li>\tdaily Quest and Mission<br/></li><li>\tachievements<br/></li><li>\tActive Environment System: AI and environments are responding according to player’s action. <br/></li><li>\tASA System: it allows user to track very detailed statistics of their play style <br/></li><li>\tBGM: Original hip-hop sound track that gives users a genuine street basketball feel<br/></li><li>\tCard System: There are cards that can be obtained in-game and can boost certain attributes of a character. Collect &amp; complete deck of cards to acquire greater attribute boost!<br/></li><li>\tChallenge Mode: Challenge AI’s in Rebound, Diving Catch, Block and Jump Shot on different levels and make it to the top list!</li></ul><br/>For hardcore basketball fans that can’t get enough action on a mainstream basketball game, the MMORPG game FreeStyle2, the successor of the popular FreeStyle1 is here to kick up your feisty-seeking-meter to maximum. <br/>FreeStyle2 is best for its unconventional gameplay and graphic effects from the usual basketball games that not only make the game more stimulating and hyped. <br/>Players are set up to a street-style league and are allowed to use flashy, freestyle moves that also intensify game experience that you can never find anywhere.<br/><br/>Throw away the uniform and come to the playground for some street basketball fun! <br/>Now, experience the extreme moves of street balling! Every move is a highlight,<strong>Only available in FreeStyle2: Street Basketball.</strong>"
}