{
    "id": "0587200000190000",
    "name": "Adventure [A26]",
    "size": 8238129,
    "releaseDate": 19790101,
    "description": "<p>Adventure is a video game for the Atari 2600 video game console, released in late 1979–1980. In the game, the player controls a square avatar whose quest is to explore an open-ended environment to find a magical chalice and return it to the golden castle. The game world is populated by roaming enemies: three dragons that can eat the avatar and a bat that randomly steals and hides items around the game world. Adventure introduced a number of innovative game elements to console games, including a playing area that spanned several different screens and enemies that continued to move even when not displayed on the screen.<br />\nAdventure was conceived as a graphical version of the 1977 text adventure Colossal Cave Adventure. It took developer Warren Robinett approximately one year to design and code the game, during which time he had to overcome a variety of technical limitations in the Atari 2600 console hardware, as well as difficulties with management within Atari. In this game, he introduced the first widely known video game Easter egg, a secret room containing text crediting himself for the game&#39;s creation. Robinett&#39;s Easter egg became a tradition for future Atari 2600 titles.<br />\nAdventure received mostly positive reviews at the time of its release and has continued to be viewed positively in the decades since, often named as one of the industry&#39;s influential titles. It is considered the first action-adventure and console fantasy game, and inspired other titles in the genres. More than one million cartridges of Adventure were sold, and the game has been included in numerous Atari 2600 game collections for modern computer hardware. The game&#39;s prototype code was used as the basis for the 1979 Superman game, and a planned sequel eventually formed the basis for the Swordquest games. The Easter egg concept pioneered by the game has transcended video games and entered popular culture.</p>"
}